[
    {
        "id": "吴银根.txt_0",
        "title": "吴银根",
        "abstract": "博及医源，深耕临床\n——吴银根学术经验集萃\n学术思想\n1．气血阴阳，以平为期\n常人者，平人也；病人者，有失于平也；治病者，使之复平也。审气血阴阳之孰盛孰衰，即求病之不平之所在，是为辨证；或施针灸，或处方药，即以治法之偏纠病本之偏，使之归于平和，是为论治。而调和诸药，兼施补泻，即求得治法本身之平。故只一“平”字实为学医毕生之功课。\n平亦有别。若两物同重，各置天平一端，移时观之之状态亦可称之为“平”。然此乃静态之平，绝对之平，远非吾医所求之平。此静态绝对之平当力图避之。若此，毙尸亦是平人，岂不有乱根本。医求之平乃动态之平，相对之平，总体之平。若天气之降为雨，必有地气之升为云；若“彼秋之忿，为冬之怒”，而角运一转，则“彼春之温，为夏之暑”；又有赫曦之纪，必有伏明之岁。天地时时更变更化，而又时时求平求衡。人生天地之间，道法自然，必有应于身。饮食入胃，脾散其精，胃降其浊；肝木司升发，肺金主肃降；心火肾水，必求即济；热则鬼门开，寒则腠理闭。故人体亦时时调和自身阴阳、气血、升降、出入之平衡。《生气通天论》以“阴平阳秘”一言而蔽之。\n不平即病起，因于外则为正邪之不平。或正虚邪实，或正亦不虚，而邪气过盛，如天行瘟疫，虽强人而不",
        "source_file": "吴银根.txt",
        "chunk_index": 0
    },
    {
        "id": "吴银根.txt_1",
        "title": "吴银根",
        "abstract": "蔽之。\n不平即病起，因于外则为正邪之不平。或正虚邪实，或正亦不虚，而邪气过盛，如天行瘟疫，虽强人而不能幸免矣。因于内者，或寒热偏胜，寒盛则静卧身蜷，肢冷四逆；热盛则狂言谵语，手足烦热。或五脏承制之失序，见肝气乘脾则作呕逆满痛，木火刑金则发咳血痰嗽。或营卫气血之不合，卫强则发热，营弱则汗出。或升降出入之乖戾，清气在下则飧泻，浊气在上则瞋胀。而《阴阳应象大论》以“阳盛则阴病，阴盛则阳病”概之。\n辨证即审症求因。症者，病家之所苦，三部之浮沉，声色之异常。因者，脏腑经络之所在，气血阴阳之偏盛。知不平之何所在，何所起，反其道而立法，以治法之不平纠疾病之不平，而使之平，乃治法不变之要。而治法亦当求取自身之平。何谓治法之平？曰四气之平，五味之平，补泻之平，升降之平，收散之平。四气之平即寒热之平，若乌梅丸中黄连黄柏之于桂附姜辛；五味之平即酸甘苦辛之平，若桂枝汤之桂枝甘草之于芍药甘草，若泻心汤中辛开之于苦降；补泻之平，即若六味地黄丸中三补之于三泻；升降之平，即若济川煎中泽泻之于升麻；收散之平，即若小青龙汤中麻桂之于五味子。此皆求得治法之平之方法。或曰即得处方之平，而何以纠病者之不平？差矣！地黄丸补剂，世人皆知，而不因其之三泻而",
        "source_file": "吴银根.txt",
        "chunk_index": 1
    },
    {
        "id": "吴银根.txt_2",
        "title": "吴银根",
        "abstract": "得治法之平之方法。或曰即得处方之平，而何以纠病者之不平？差矣！地黄丸补剂，世人皆知，而不因其之三泻而消抵三补之功，其作用之方向仍在于补益。即如前云平非绝对之平，乃相对之平。小青龙汤多温散之药，乃小青龙汤证外寒内饮之本质使然。温散虽可祛邪，而太过则正气亦散，故用五味子兼制，无使太过。济川煎之效用在于通便，而以升麻之升使清气升浊阴降，寓降于升，升是手段，降为目的。故治法之平即兼施制衡之平，相辅相成之平。而方药之作用方向既是不平之所在，用以纠病之所偏，使之复平。医之深心不亦在平与不平之间乎？\n2．肺肾相连，重在补肾\n肺肾两脏，一属金，一属水，为母子相生之脏。足少阴肾经贯脊属肾络膀胱，其直者从肾上贯膈入肺中，其支者从肺中出，络心，注胸中。又通过少阳三焦经而将两脏。这些脏象和经络上的联系决定了它们之间在生理和病理上有着密切的联系。如有关呼吸方面，肺主气，司呼吸，肾主纳气，使得呼吸能够保持一定的深度，故《难经·四难》云“呼出心与肺，吸入肾与肝”，而《类证治裁》提出“肺为气之主，肾为气之根”的论述更有助于我们理解整个呼吸过程是肺肾两脏协同一致的结果。而在水液代谢方面，因肺为五脏之天，位最高，为水之上源，又主通调水道；而肾主",
        "source_file": "吴银根.txt",
        "chunk_index": 2
    },
    {
        "id": "吴银根.txt_3",
        "title": "吴银根",
        "abstract": "是肺肾两脏协同一致的结果。而在水液代谢方面，因肺为五脏之天，位最高，为水之上源，又主通调水道；而肾主水，为胃之关，司开阖，主二便，位最下。故一身水液之上下出入均赖此二脏之输布调节。若此二脏之功能障碍或失于协调，则产生一系列病理改变。肾阴不足，肾中相火妄动，循经上干娇脏，损伤脉络故作咳嗽痰血，如《示从容论》所说“咳嗽烦冤，是肾气上逆”。又肾不纳气，则气无所归，发为喘促短气。再则肾虚水无所主，胃关不利。开阖失司，水液失其制化，或为水饮，或为痰浊，结于胁下，壅厄肺间，则咳、痰、喘、鸣峰起并作。经云：“少阴之本在肾，其标在肺”。所以临床所见肺系疾患之辨证除了考虑肺脏本身外，更因考虑肾之虚损而影响及肺，治疗时当重视补肾。肾者主水，受藏五脏之精与先天之精，为人身立极之本。而又寄元阴元阳，分别代表人体内寒热、动静、升降、出入这几对主要矛盾中的相对的一方面，肾气则是阴阳互动平衡的产物，所以补肾者首当补肾气。有明显的阴阳偏胜的情况下则考虑在此基础上有所侧重肾阴或肾阳。而病势动及根本者，则需填精培本固元，亟亟以复元为要。\n3．肺胃相关，安胃宁肺\n肺为华盖，居五脏之至高位；胃则为胃家之始，居六腑之顶，故从易理上分析，至高者必下。而",
        "source_file": "吴银根.txt",
        "chunk_index": 3
    },
    {
        "id": "吴银根.txt_4",
        "title": "吴银根",
        "abstract": "相关，安胃宁肺\n肺为华盖，居五脏之至高位；胃则为胃家之始，居六腑之顶，故从易理上分析，至高者必下。而从两者的功能上看，肺主气，主肃降，通调水道；而胃为仓廪之官，腐熟水谷，化生精微，亦主降浊。所以肺脏胃腑在功能上都有以通降为用的特点。故病机十九条论及肺胃之病机时置寒热燥湿于不顾，独言“诸痿喘呕，皆属于上”，说明气机上逆是肺胃发病之共同病机。《灵枢》称肺经“起于中焦，下络大肠，还循胃口，上膈属肺”。为肺胃之间疾病的互相影响提供了脏象经络基础。《咳论》中对肺胃发病的关联有直接的描述：“其寒饮食入胃，从肺脉上至于肺则肺寒，肺寒则外内和邪，因而客之，则为肺咳”。除寒饮之外，其它诸多病理因素都可以通过“聚于胃，关于肺”的方式引发肺胃同病。它们之间的联系也被现代临床上不断出现的一些研究成果所证实。如研究哮喘的学者发现相当一部分的哮喘患者表现有胃食管反流的现象，并认为食管反流是造成哮喘反复不愈的重要原因。在对慢性咳嗽的研究中发现食管上端有丰富的咳嗽感受器，若此处的pH值发生改变可以刺激这些感受器而引发咳嗽。而反流的胃液亦可以直接侵入咽喉、气管引起这些部位的慢性炎症。所以治疗肺系疾病时，胃的功能状态是要作重点考虑的。如有吞酸、",
        "source_file": "吴银根.txt",
        "chunk_index": 4
    },
    {
        "id": "吴银根.txt_5",
        "title": "吴银根",
        "abstract": "接侵入咽喉、气管引起这些部位的慢性炎症。所以治疗肺系疾病时，胃的功能状态是要作重点考虑的。如有吞酸、嗳腐等症，可用旋覆代赭汤，或从承气法中出入。但需注意，此时不是治其腑实，但借其通降之功，故应配伍和缓之剂，勿使走泄太过。若见痞满胀闷者，则以辛开苦降立法，或加消导之品。若纳呆纳差，泛恶者，则应健脾和胃。若见脾胃湿热之象者，当施以清宣化湿，如蒲公英、芙蓉叶，黄连、藿香、豆蔻等。总之，谨守《内经》“六腑以通为用”之训，和降胃气，勿使上逆。\n4．肺络痹阻，痰瘀相挟\n肺络，即肺中之络脉。《灵枢》云“经脉为里，支而横者为络”，喻嘉言之《医门法律》云：“十二经生十二络，十二络生生一百八十系络……自内而生出者愈多愈小”。故其实为经脉愈分愈细之小脉。而就肺络而言，则更有具体之所指。如沈金鳌论“咳血者，火乘金位，肺络受伤”，此处之络即指血管而言；陈平伯云“湿热证，咳嗽昼夜不安，甚至喘不得眠，暑邪入于肺络”则系支气管；而近人之实验表明，矽肺发生过程中，一部分吞噬细胞可堆积在支气管。血管分叉处的微小淋巴组织内，并充塞淋巴管。故而肺络之实质是涵盖了肺内三大分支系统。\n肺主气，司呼吸；输布一身之津液，通调水道，治节出；而全身百脉又来朝于",
        "source_file": "吴银根.txt",
        "chunk_index": 5
    },
    {
        "id": "吴银根.txt_6",
        "title": "吴银根",
        "abstract": "实质是涵盖了肺内三大分支系统。\n肺主气，司呼吸；输布一身之津液，通调水道，治节出；而全身百脉又来朝于肺。故其与气血津液之关系非常密切。而肺络即是气血津液所共同循行之所在。其常则肺络通畅，气行血运，津液输布亦畅；其病则肺络痹阻，气滞血停津凝，故最易成痰瘀相挟之势。肺之合在皮毛，主一身之表，乃五脏之天，性喜清肃，又称娇脏。故内外之变化，最易伤肺。因于外者，则为六淫之邪气，或异常之邪毒。因于内者，或肝肾之相火，脾胃之湿浊上熏其肺，或肺气亏耗，肾精不足而致络中气血不足。诸内外虚实之变，皆可导致肺络痹阻，痰瘀相挟。其病之发可因邪犯机体，延误失治，正虚邪恋，反复发作，迁延不愈而损及肺络，致肺络痹阻，即叶天士之所论“久病如络”之义；亦可由于邪毒痰瘀，起于肺络，渐积渐著，如张景岳所云：“凡病之始生，必自浅而后深，故络脉之邪盛而后入于经脉”，至其病显，则已成积重难返之局面。临床可见之于多种呼吸系统疾病如慢支、哮喘、肺气肿进入肺心病之阶段，支扩之后期，肺间质纤维化等。症如剧烈之干咳，顽咳；心胸憋闷难耐，呼吸困难，喘促气急，动则尤甚；唇绀舌紫，面色黧黑，肌肤甲错，杵状指都可辨为肺络痹阻之证。又因肺络痹阻，阻碍胃中饮食精微之气与肺中",
        "source_file": "吴银根.txt",
        "chunk_index": 6
    },
    {
        "id": "吴银根.txt_7",
        "title": "吴银根",
        "abstract": "；唇绀舌紫，面色黧黑，肌肤甲错，杵状指都可辨为肺络痹阻之证。又因肺络痹阻，阻碍胃中饮食精微之气与肺中清气相合产生宗气，故而多有气虚疲劳之症状，特点为莫名之疲劳、极度之疲劳，有别于肾亏脾虚所致之疲劳，当细心辨别。\n临证经验\n1．哮喘\n（1）对本病的认识——寒体寒邪\n哮喘之病发，外见喘鸣痰哮。而其致病之实质，为寒邪与寒体两端。寒体即阳虚内寒之禀赋；寒邪不外饮食生冷、过用寒凉、劳倦伤阳、寒痰阻肺、外感风寒等。哮喘之症状虽以喘息、咳逆、哮鸣为主，位在上焦肺卫，然肺卫之气滋养于中焦，根源于下焦；肺金为脾土之子，肾虚为诸虚之母；故阳虚内寒之体的关键不在于肺，而在于脾肾之阳虚。脾肾之阳虚则脾失健运，水湿不得运化，水液不能布散而停滞体内，聚湿成痰；肾阳是脾阳之根，水之主，寄元阴元阳，对维持津液代谢起关键作用，其虚则气化无权，积水成饮，饮凝成痰。此皆阳虚水停之痰，性属寒凉，积于肺中，发则喘鸣，是为发病之关键。此即王旭高“久发不已，肺虚必及于肾，胃虚必累及于脾。脾为生痰之源，肺为贮痰之器，痰恋不化，气机阻滞，一触风寒，喘即举发”之论，脾肾阳虚亦可致肺卫不固，易感风寒；中焦虚寒，不耐生冷；下元亏损，劳倦易疲。此皆可与寒痰相互引动触",
        "source_file": "吴银根.txt",
        "chunk_index": 7
    },
    {
        "id": "吴银根.txt_8",
        "title": "吴银根",
        "abstract": "论，脾肾阳虚亦可致肺卫不固，易感风寒；中焦虚寒，不耐生冷；下元亏损，劳倦易疲。此皆可与寒痰相互引动触发，又可加重脾肾阳虚的程度。此外，瘀血亦是重要的致病因素。《血证论》中指出“瘀血乘肺，咳逆喘促”；“盖人身气道，不可阻滞……，内有瘀血，气道阻塞，不得升降而喘”。究其成因，一则阳虚内寒则血失温煦而血寒为瘀；另则阳虚生气不足，气虚则无力鼓动血液运行，血行不畅则渐成血瘀，再加痰可随气走串，无所不至，阻滞脉络，亦可成瘀。由此痰与瘀互结，遂成巢臼，留连难去，而疴沉难起。可见本病多因禀赋素虚，易感寒邪，两相作用，而致伏痰留瘀阻滞气机，发为喘鸣。\n（2）治之大法——温补脾肾\n哮喘病发则上气喘鸣，喉中作水鸡声，而止则一如常人。治之当分轻重缓急，标本先后。吴教授认为“发时治标，平时治本”此固当守之法则，然是病多迁延日久，反复发作，本虚而致邪实，故而无论病处何时，都应施以补脾肾之法。一则温肾纳气亦可平喘，二则培土生金可实肺卫，御外邪。不必泥于补剂恋邪之说。但需注意不同阶段的侧重当有所不同。治之本在脾肾阳虚，其标为痰瘀。缓解期巩固治疗宜温补脾肾，发时化痰祛瘀兼顾脾肾。而尤以治脾肾之虚为根本。通过补肾健脾，可以温阳化气，蒸腾水液，血",
        "source_file": "吴银根.txt",
        "chunk_index": 8
    },
    {
        "id": "吴银根.txt_9",
        "title": "吴银根",
        "abstract": "疗宜温补脾肾，发时化痰祛瘀兼顾脾肾。而尤以治脾肾之虚为根本。通过补肾健脾，可以温阳化气，蒸腾水液，血液畅通，杜绝痰、瘀生成之源；温肺固表，截外邪入侵之路，安有哮喘屡发之虞？\n至于脾肾虚损之治，多宗东垣、景岳之法。如补脾之法，动辄投以参芪，是囫囵《脾胃论》之举。参芪固益气健脾之要药，然东垣健脾之法远出益气健脾一式。其说以为升阳亦是健脾，祛湿亦是健脾，理气亦是健脾，温中亦是健脾，消导亦是健脾。吴教授临证之时常随证施以茯苓、猪苓、泽泻、二术、藿香以渗湿、燥湿；陈皮、佛手、枳实、川楝、香附理气健脾；吴茱萸、干姜、拔契、草豆蔻温中和胃；台乌药、益智仁温肾健脾；莱菔子、槟榔、楂曲消积导滞；甚或以黄连、制军等苦泻之品以通为补。参芪补中益气之要药，亦在所选之列，常伍以防风、白术而成玉屏风散，因是病多见体虚易感，外感之后又常诱发加重喘促，故用之固表卫，更寓治未病之意，非独役其建脾之功。补肾之法，历代多有创见，然景岳发挥《内经》命门之说，详述命门之体用，立左归、右归、赞育、何人等诸方剂而成肾命学说之一大家。故补肾治虚之法多出景岳。如补肾气常用仙灵脾、巴戟天、仙茅、菟丝子、补骨脂、淮山药；助肾阳常用：益智仁、蛇床子、官桂、小茴香、",
        "source_file": "吴银根.txt",
        "chunk_index": 9
    },
    {
        "id": "吴银根.txt_10",
        "title": "吴银根",
        "abstract": "如补肾气常用仙灵脾、巴戟天、仙茅、菟丝子、补骨脂、淮山药；助肾阳常用：益智仁、蛇床子、官桂、小茴香、葫芦巴；补肾填精髓常用：黄精、地黄、当归、首乌、枸杞、金樱子、女贞子、鹿角胶、龟版胶、肉苁蓉、杜仲、桑螵蛸。此外还有补气养血益肾之法，即大补元煎方义，药味亦从中出入。尤为重视肾中精髓之作用，景岳云：“真阴之用者……命门之火，谓之元气，命门之水，谓之元精，五液充则形体赖而强壮，五气治，则营卫赖以和调，此命门之水火，即十二脏之化源。故心赖之则君主以明，肺赖之，则治节以行..．虽云肾脏之技巧，而实皆真阴之用”。故肾虚之治当从本源着眼，不可只顾肾气、肾阳而忘根本。须指出温补脾肾乃图本之法，是病之发非一日之虚，或禀赋不足，或久病反复而伤及根本，治本之法一以调整阳虚体质，二以纠正虚实失衡，故其不能一日而收效，医者须明此，更当使病家亦明，配合治疗，期可与期。\n（3）咳喘落和止喘胶囊\n咳喘落和止喘胶囊是吴教授创制的治疗哮喘的自制制剂。咳喘落是在麻黄附子细辛汤的基础上精心化裁而成。方中以辛温大热的附子、麻黄为君；细辛、桃仁共同为臣；又佐以苦寒之黄芩、虎耳草。以益肺化饮为主，取“离照当空，阴霾自除”之义，加入黄芩、虎耳草，可清肺化",
        "source_file": "吴银根.txt",
        "chunk_index": 10
    },
    {
        "id": "吴银根.txt_11",
        "title": "吴银根",
        "abstract": "；又佐以苦寒之黄芩、虎耳草。以益肺化饮为主，取“离照当空，阴霾自除”之义，加入黄芩、虎耳草，可清肺化痰，又可监制附子、麻黄、细辛等温药之辛燥。用于发作期的治疗。止喘胶囊是由仙灵脾、巴戟天、蛇床子三味药组成。方中仙灵脾辛甘温，入脾肾经，《医学入门》谓其“补肾虚，助阳”，《本草正义》认为其“专壮肾阳”；巴戟天性甘温，入脾肾经，《本草新编》言其“温而不热，健脾开胃，既益元阳，复填阴水”；蛇床子辛温，入肺、脾、肾经，《本草经疏》言其“苦能除湿，温能散寒，辛能润肾，甘能益脾”，三者共奏补肾固本，健脾化痰，止咳平喘之功。用在缓解期的巩固治疗。\n（4）干咳性哮喘以及妇人与经产有关的哮喘\n临床上除了典型的哮喘之外，干咳性哮喘以及妇人与经产有关的哮喘亦不少见。前者虽亦冠以“哮喘”之名，然其辨证与上述脾肾阳虚之哮喘大相径庭，不可望“西医之名”生“中医之证”。是病乃“经脉有急之哮喘”，《理虚元鉴》云：“干咳者，有声无痰。病有精血不足，水火不济，火气上炎，真阴燔灼，肺脏燥涩而咳也”。治以滋阴降火通络为主，常用南北沙参、麦冬、玉竹、生地、玄参、百合、知母、黄芩、法半夏、黄荆子、胡颓叶、野荞麦根、墨旱莲、女贞子、蝉衣、僵虫为基础方加减出",
        "source_file": "吴银根.txt",
        "chunk_index": 11
    },
    {
        "id": "吴银根.txt_12",
        "title": "吴银根",
        "abstract": "、玄参、百合、知母、黄芩、法半夏、黄荆子、胡颓叶、野荞麦根、墨旱莲、女贞子、蝉衣、僵虫为基础方加减出入。后者因妇人经产之际，精血下注胞宫，骤实骤虚，或因子脏开，热入血室，或因脉络空虚，贼邪不泻，血脉淤滞，气机不畅，上逆作喘。先贤有云：女子以血为先。故于温补脾肾，降气化痰之法外更当施以通经络、和血脉之法，如王不留行、茺蔚子、蒲黄、当归、丹参、茜草、桃仁、红花、郁金、香附等。并且强调此法应贯穿治疗之始终。\n2．支气管扩张\n（1）辨咯痰\n从流行病学调查来看，痰存在于几乎所有的病例中，故本病病理因素主要责之于痰，临床上痰浊壅阻、痰湿蕴滞、痰热胶著常是本病的难点之一。\n吴师认为本病痰之为病，必有所以致之者，或因虚或因实。若痰为黄脓或痰中带血，伴有发热、乏力、纳差等，此为热痰也，其治当急以寒凉之剂以清肺化痰，邪去则正自安，药如蒲公英、半枝莲、紫草、紫地丁、白花蛇舌草、鱼腥草、虎杖、野荞麦根等，但应中病即止，不过可量或久用，以免苦燥伤阴，寒凉败胃伤脾。\n若痰黄腥臭者，为痰与热毒互结，急当清热解毒、化痰浊为法，桑白皮、黄芩、鱼腥草、紫地丁、紫草、蛇舌草、半枝莲、了哥王、虎杖等清热解毒之品上，加用薏苡仁、芦根、桃仁、桔梗、红藤",
        "source_file": "吴银根.txt",
        "chunk_index": 12
    },
    {
        "id": "吴银根.txt_13",
        "title": "吴银根",
        "abstract": "腥草、紫地丁、紫草、蛇舌草、半枝莲、了哥王、虎杖等清热解毒之品上，加用薏苡仁、芦根、桃仁、桔梗、红藤等化浊行瘀散结之品。\n若痰黄绿者，属《内经》所云之“劳风”，其证为“咳出青黄涕，其状如脓，大如弹丸，从口中若鼻中出，不出则伤肺，伤肺则死也”，究其病机，黄属热（火），绿（青）属风，正如李中梓谓：“在肝经者，名曰风痰，……，其痰青而多泡”，因风因火而生痰，痰非病之本，乃病之标耳，而风、热（火）实乃病之本邪耳，故吴师强调清热祛风，在上述清热解毒药的基础上，加用全蝎、蜈蚣、地龙等搜内风之药，兼有外风，酌加蝉衣、僵蚕等祛外风之品，并适当选用银柴胡、青蒿、白薇、白蔹等退虚热、祛肝风之品。\n若痰多清稀色白者，为湿痰，治当燥湿化痰，药用半夏、南星、苍白术、皂角等，半夏、南星宜生用其效方宏，但世人多惧其有毒而不敢用；吴老曾分别以6g、9g、12g、15g生半夏单煎半小时后服用，并无口麻、咽痛、呼吸困难、呕吐等毒副反应，遂在临床上放胆用之，一般剂量9~15g并无偾事者，病情缓解后或原先病情轻者，可用法半夏。并配伍陈皮、半夏、厚朴、茯苓等温肺化痰之品。\n若痰白质粘者，属热、属燥，当清肺、润肺、化痰，药如南北沙参、麦冬、玄参、天花粉",
        "source_file": "吴银根.txt",
        "chunk_index": 13
    },
    {
        "id": "吴银根.txt_14",
        "title": "吴银根",
        "abstract": "茯苓等温肺化痰之品。\n若痰白质粘者，属热、属燥，当清肺、润肺、化痰，药如南北沙参、麦冬、玄参、天花粉等，切忌用燥药。\n治痰需注意灵活运用多种治法：治痰必理气，“善治痰者，不治痰而治气，气顺则一身之津液随气而顺矣”，故治痰吴师必当归、沉香、苏子、仙灵脾、巴戟天、鲜山药等降气纳气以助气化；治痰必理脾胃，“善治痰者，惟能使之不生”，故以党参、黄芪、白术、淮山药、黄精补脾胃以杜生痰之源；养阴化痰两不相悖，一般认为养阴滋腻之品，反而碍脾生痰，其实不然，特别是热痰更易伤阴，故需灵活运用养阴之品如沙参、麦冬等；治痰兼活血，吴师认为本病至后期则多为痰瘀同病，故需痰瘀同治，方能取效，常常以蜈蚣、全蝎、蝉衣、僵虫、甲片等活血通络以搜肺络之邪，常收桴鼓之效。\n（2）辨咯血\n大约50～70％的支气管扩张患者反复有咯血，程度不等，痰中带血至大量咯血与病情严重程度、病变范围有时不一致，部分患者以反复咯血为唯一症状，平时无咳嗽、咯脓痰等症状，咯血在中医虽有咳血（咳血者，干咳有声，而痰内有血是也）、嗽血（嗽血者，有声而痰易出，痰中有血是也）、咯血（咯血者，喉中常有血腥，一咯即出，其色可红或紫是也）之分，但其出血之机理，大多与火伤肺络有关，其",
        "source_file": "吴银根.txt",
        "chunk_index": 14
    },
    {
        "id": "吴银根.txt_15",
        "title": "吴银根",
        "abstract": "咯血（咯血者，喉中常有血腥，一咯即出，其色可红或紫是也）之分，但其出血之机理，大多与火伤肺络有关，其治当以“清金保肺为主”。\n对于咳嗽、痰中带血丝，或咯血一两口者，《不居集·咳血》云“总由火克肺金，肺燥血出。若不用滋养真气，补水生金剂多，何以望痊”，吴师认为，此一由肝郁化火，郁火伤肺，肺金受邪，不能生水，水火失济，则阴火亢盛，而为痰血凝结；一由肝肾阴液不足，水亏则火盛，火盛则刑金，金病则肺燥，肺燥则络伤而咳血，液涸而成痰；一由外感风热或风寒之邪，蕴结不解而化热，“热壅于肺则咳血”。前两者均宜壮水补阴，兼以滋润、凉血止血，禁燥热、苦寒、禁伐气，药如生地、玄参、南北沙参、麦冬、玉竹、女贞子、旱莲草、藕节，兼肝郁化火者，佐以清肝火，药如丹皮、栀子、夏枯草、青黛等；对于热壅于肺而咳血者，清之则可，药用重楼、蛇莓、侧柏叶、石上柏等。上述情况，皆可加用化痰止咳之品如紫菀、冬花、百部、白术等。\n对于咯血量多者，古人认为“病最重，且难治”，以中药治之恐不及，则宜选用现代医学之手段取效较好，且不可延误时机，失去救治的机会。\n（3）缓解期\n缓解期的治疗，在于分清脏腑的气血亏虚，结合余邪之轻重而选方用药，治宜调理五脏。补益肝肾，兼",
        "source_file": "吴银根.txt",
        "chunk_index": 15
    },
    {
        "id": "吴银根.txt_16",
        "title": "吴银根",
        "abstract": "）缓解期\n缓解期的治疗，在于分清脏腑的气血亏虚，结合余邪之轻重而选方用药，治宜调理五脏。补益肝肾，兼清余邪。“虚则补之”，但补法有峻补、平补、温补、清补、消补、通补等之异，鉴于疑难病大多病程较长，正气日衰，难用峻补以图速功，吴师多采用平补之法，选用性味平和之药，缓以图功，正如冯兆张所言“病属于虚，宜治以缓……久病者，阴阳渐入，扶元养正，宜用其平”，遣方用药，多以气血阴阳为纲，结合脏腑辨证，如气虚补肺脾，药用党参、黄芪、白术、黄精、山药等；血虚补心脾，药用当归、熟地、阿胶、白芍等；阴虚补肝肾，药用熟地、麦冬、南北沙参、山萸肉、枸杞子、女贞子、首乌等，其中熟地滋肾阴，益精髓，山茱萸酸温滋肾益肝，山药滋肾补脾，三药并补；首乌性温味苦涩，苦补肾，温补肝，涩能收敛精气，配合黄精，则养血益肝，固精益肾。；阳虚补脾肾，药用仙灵脾、肉苁蓉、菟丝子、补骨脂、巴戟天等。但补药多为呆滞之品，需配伍灵动走窜之品方妙，即为通补之法，借其流通之力，以行补药之滞，而使补药之力愈大，如加入陈皮、枳实、苏子、枇杷叶等行气药等。\n3．肺间质纤维化\n（1）基本病机——肺络痹阻\n究肺络痹阻之因，多因肺肾亏虚致络中气血不足，或因邪毒入络，肺络中血行迟",
        "source_file": "吴银根.txt",
        "chunk_index": 16
    },
    {
        "id": "吴银根.txt_17",
        "title": "吴银根",
        "abstract": "（1）基本病机——肺络痹阻\n究肺络痹阻之因，多因肺肾亏虚致络中气血不足，或因邪毒入络，肺络中血行迟滞、络脉失养，痰瘀互结阻于络中而成。络脉是气血津液输布环流的枢纽和通路，而气机通畅、络道无阻是其维持功能正常的前提，肺络痹阻则影响络中气血运行及津液的输布，从而产生一系列的络脉阻滞的病理变化，肺络痹阻则气血不通，故肺失其主气、司呼吸和朝百脉、主治节的功能，而为咳嗽、为呼吸困难、为唇舌紫绀；四肢百骸不得气血濡养而为消瘦、为杵状指等；肺病虚损，病穷及肾，则肾气虚弱，不能纳气归元，气浮逆于上，则为喘促，动则尤甚等。而现代医学认为肺纤维化的病位主要在肺泡壁，肺泡壁的上皮细胞和毛细胞血管内皮细胞也发生病变，有时小气道和小血管也被累及。细支气管领域和肺泡壁的纤维化导致肺的顺应性降低和限制性通气障碍；细支气管的炎变和肺小血管的闭塞引起通气血流比例失调和弥散能力的下降，最终发生低氧血症和呼吸衰竭，与肺络痹阻的表现极为相似。\n“邪既入络，易入难出，势不能脱然无累”，肺纤维化病程久，缠绵难愈，与“久病入络”、“废弃沉疴”、“经年累月”等病邪入络后临床表现缠绵难愈、常规治疗很难取效的络病表现颇为相似。\n（2）治疗法则——通补肺络法",
        "source_file": "吴银根.txt",
        "chunk_index": 17
    },
    {
        "id": "吴银根.txt_18",
        "title": "吴银根",
        "abstract": "”等病邪入络后临床表现缠绵难愈、常规治疗很难取效的络病表现颇为相似。\n（2）治疗法则——通补肺络法\n肺络痹阻为肺纤维化的基本病机，则通肺络法自为应对治法，但“通之之法，各有不同。调气以和血，通也；调血以和气，通也；下逆者使之上行，中结者使之旁达，亦通也；虚者助之使通，寒者温之使通，无非通之之法也”。结合先贤络病理论，肺纤维化的具体治法为：\n络虚最宜通补\n对于肺络痹阻之肺纤维化，“通补为宜，守补则谬”，“治当通补络脉”。所谓通补，“初补气血之中，必佐宣行通络之治”，但应分阴血、阳气亏虚之不同。络虚属阴血虚者，“络虚则热”，治“宣通经络，佐清营热”，“甘缓理虚”，但“久病已入血络，兼之神怯瘦损，辛香刚燥，决不可用”，宜“通血络润补，勿投燥热劫液”，遵张景岳“善补阴者，必于阳中求阴，则阴得阳助而泉源不竭，治宜“辛甘润温之补”，药用当归、熟地、阿胶、白芍、麦冬、南北沙参、山萸肉、枸杞子、女贞子、首乌等，其中沙参“甘淡而寒，其体轻虚，专清肺气，因而益肺与肾”，麦冬 “补肺金而安肺气”“定喘大有奇功”、“助胃补肾，故治赢瘦、短气”，“去瘀生新”、“能散热结而下逆气也”。\n宿疾久病，肺络中痰瘀沉锢，或经年累月，外邪留着，气",
        "source_file": "吴银根.txt",
        "chunk_index": 18
    },
    {
        "id": "吴银根.txt_19",
        "title": "吴银根",
        "abstract": "、短气”，“去瘀生新”、“能散热结而下逆气也”。\n宿疾久病，肺络中痰瘀沉锢，或经年累月，外邪留着，气血皆伤，其化为败血凝痰，混处经络，已不是一般草木之品所能取效，必以“飞者升，走者降，灵动迅速，追拔沉混气血之邪”的虫类药以“搜剔络中混处之邪”，松透病根，从而达到“血无凝着，气可宣通”的目的，常用药物有蜈蚣、全蝎、地龙、僵蚕等，其中蜈蚣辛温、全蝎辛平，均具有通络散结之功，其中蜈蚣“走窜之力最速，内而脏腑，外而经络，凡气血凝聚之处，皆能开之”，全蝎“走脏腑，行经络”，“为蜈蚣之伍药，其力相得益彰也”，两者相伍，大能搜剔软化肺络中胶结之痰瘀，以行“搜剔络中混处之邪”之功。\n4．肺心病心力衰竭\n慢性肺源性心脏病是由于肺组织、肺血管或胸廓的慢性病变引起肺组织结构和／或功能异常，产生肺血管阻力增加，肺动脉压力增高，使右室扩张或／和肥厚，伴或不伴右心功能衰竭的心脏病，并排除先天性心脏病和左心病变者，属于祖国医学的“咳嗽”、“喘证”、“肺胀”、“水肿”、“痰饮”等疾病范畴，对此治疗有丰富的经验积累。\n（1）未病先防，防治肺动脉高压形成\n现代医学认为，引起右心室扩大、肥厚的因素很多，便先决条件是肺功能和结果的不可逆性改变，发生",
        "source_file": "吴银根.txt",
        "chunk_index": 19
    },
    {
        "id": "吴银根.txt_20",
        "title": "吴银根",
        "abstract": "高压形成\n现代医学认为，引起右心室扩大、肥厚的因素很多，便先决条件是肺功能和结果的不可逆性改变，发生反复的气道感染和低氧血症，导致一系列体液因子和肺血管变化，使肺血管阻力增加，肺动脉血管阻力增加，肺动脉血管的结构重塑，产生肺动脉高压。祖国医学认为，久病咳喘，耗伤肺气，病久累及脾肾，患者的肺脾肾功能渐衰，肺虚则津液失布、脾虚则水谷无以运化精微、肾虚水液不得蒸化，均可致痰浊饮邪，故可出现咳嗽、咯痰；肺不主气、肾不纳气，则气促、活动后呼吸困难加重、劳动耐力下降。\n吴师根据治未病的理论，认为防治右心衰竭首先要防治肺动脉高压形成。吴师认为肾阳亏虚是肺动脉高压的病理基础，因肺气不足，久病及肾，肾阳亏虚，温煦不足而鼓动乏力，导致水饮内停，饮结为痰，痰阻脉络，血流不畅或阳气亏虚，不能鼓动血脉均可致瘀血内停，故水饮、痰、瘀是其重要病理因素。故吴师取仲景方己椒苈黄丸加附子、川芎治疗30例慢性阻塞性肺病肺动脉高压患者，并以硝苯地平为对照，采用hewlett packud8500-jp型彩色多普勒超声心动仪测定肺动脉高压，结果发现，加味已椒苈黄汤组明显降低肺动脉高压，并能显著改善咳、痰、喘、胸闷等临床症状，与对照组有显著性差异，提示",
        "source_file": "吴银根.txt",
        "chunk_index": 20
    },
    {
        "id": "吴银根.txt_21",
        "title": "吴银根",
        "abstract": "味已椒苈黄汤组明显降低肺动脉高压，并能显著改善咳、痰、喘、胸闷等临床症状，与对照组有显著性差异，提示加味已椒苈黄汤治疗慢性阻塞性肺病肺动脉高压有良好的疗效。\n（2）已病防变，预防感染反复发作\n慢性肺源性心脏病常因肺部感染而出现咳嗽、咯痰加剧、呼吸困难更加严重，如果不及救治，有可能死亡；或因反复感染而造成右心衰竭，所以对肺心病的缓解期的治疗非常重要。\n导师根据缓解期的主要临床表现如咳嗽、气短、活动后加重，或少量泡沫状痰，腰膝酸软或畏寒肢冷、舌质淡苔薄白，脉沉细等，认为本病虽病在肺，但源在脾，根在肾，病机以肺脾肾气（阳）虚为主，兼有痰﹑瘀等实邪，故在缓解期宜标本兼顾，但以健脾益肾为主，兼以化痰、祛瘀。何为治本，正如古人言“治病必求其本。脾不健运，皆由命门火衰，补火生土，则本中之本也；其次用补脾利湿，使痰不生，则本中之标也……”，因此，导师强调调补以脾肾为主，酌加化痰、祛瘀通络之品，健脾喜用黄芪、白术等，温肾喜用菟丝子、仙茅、仙灵脾、补骨脂等；但补药多为呆滞之品，需配伍灵动走窜之品方妙，即为通补之法，借其流通之力，以行补药之滞，而使补药之力愈大，如补肺脾肾药中加入陈皮、枳实、苏子、枇杷叶等行气药即此义也。\n若出现心",
        "source_file": "吴银根.txt",
        "chunk_index": 21
    },
    {
        "id": "吴银根.txt_22",
        "title": "吴银根",
        "abstract": "行补药之滞，而使补药之力愈大，如补肺脾肾药中加入陈皮、枳实、苏子、枇杷叶等行气药即此义也。\n若出现心悸明显、脉细或结代者，病已及心也，需佐以益气养心，方选生脉、炙甘草汤等化裁。\n（3）治已病\n病至右心衰竭，可出现气急、甚则不得卧、心悸、食欲不振、腹胀、恶心欲吐、口唇紫绀、颈静脉怒张、肝肿大、足跗肿胀等，正如《素问·逆调论》所言“夫不得卧，卧则喘者，烦而燥，其人阴肿”等，吴师认为多属于本虚标实，本虚为心肾阳虚；标实为饮停、瘀血。心肾阳衰，水气上逆，凌心犯肺，心阳受遏，不能温运血脉，则为瘀血，血不利为水，又加重水肿，形成了虚、水、瘀相互影响的局面。\n现代医学多认为此类心衰，一般在积极控制感染，改善呼吸功能后可获缓解，患者的尿量增，水肿消退，肿大的肝脏缩小、压痛感消失，但是有部分患者经上述治疗后无效的患者，可以适当用利尿剂、正性肌药物或血管扩张药。但吴师认为，用中药早期干预，有助于肺心病急性加重的改善，更会改善患者的预后和生活质量。\n以气促和水肿为主症者，治疗宜从水肿门探求，《素问·汤液醪醴论》云“平治于权衡，去菀陈莝，微动四极，温衣，缪刺其处，以复其形，开鬼门，洁净府，精以时服”，《金匮要略·水气病脉证并治》中云",
        "source_file": "吴银根.txt",
        "chunk_index": 22
    },
    {
        "id": "吴银根.txt_23",
        "title": "吴银根",
        "abstract": "莝，微动四极，温衣，缪刺其处，以复其形，开鬼门，洁净府，精以时服”，《金匮要略·水气病脉证并治》中云“诸有水者，腰以下肿，当利小便；腰以上肿，当发汗乃愈”，故以温阳利水为主法，并配以“开鬼门、洁净府、去菀陈莝”等法，一般可在数剂内患者临床症状明显改善，方用真武汤、苓桂术甘汤化裁，药如制附子、白术、赤白芍、茯苓、桂枝等，其中附片用量宜10～30克，桂枝6～15克；开鬼门者，宣肺法也，药如麻黄配杏仁，若有高血压者或畏麻黄者可以荆芥、防风配杏仁等；洁净府者，利水法也，药如车前子、苡仁、猪茯苓五加皮等，其中五加皮可用30克左右；去宛陈莝者，宣化湿浊、理气活血法也，药如益母草、苍白术、甘遂、苏木等；此外还要重视葶苈子的运用，必须选用北葶苈子，微炒、捣碎后包煎，现代药理证实该药的醇提取物有强心、利尿作用，相对于毛地黄类药物不同，毒性小，用量增大作用随之增强，临床应用时可用至30～60克。随证加减：若气短、气喘加五味子、细辛；心悸加龟版、鳖甲、重用茯苓；腹胀加槟榔或大腹皮或厚朴；汗多加龙骨、牡蛎等。\n以肝肿大、口唇指趾紫绀、颈脉怒张、舌质紫暗或青紫为主症者，乃心肾阳虚的基础上，瘀血与水饮并存，或以瘀血为主要病邪，正所谓“气",
        "source_file": "吴银根.txt",
        "chunk_index": 23
    },
    {
        "id": "吴银根.txt_24",
        "title": "吴银根",
        "abstract": "颈脉怒张、舌质紫暗或青紫为主症者，乃心肾阳虚的基础上，瘀血与水饮并存，或以瘀血为主要病邪，正所谓“气分，心下坚，大如盘，边如旋杯”者也，唐容川说“此证是心肾交病，上不能降，下不能升，日积月累，如铁石之难破”，非大剂温阳散结不能为功，治宜温阳益气治其本，活血利水治其标，可选用桂枝去芍药加麻黄附子细辛汤，可再加黄芪、丹参、赤芍等益气化活血之品；或参以防已黄芪汤、防已茯苓汤、已椒苈黄汤等水方剂；或可再加知母，即陈修园“消水圣愈汤”之意也，总之存乎其心，善乎其用也。\n医案举隅\n1．哮喘案\n李某，男性，27岁\n2003-11-06 初诊\n哮喘病史5年。近年来发作频繁，几乎每天都有症状，影响夜间休息。需用喘乐宁喷雾剂缓解，每日约3~4次。发前咳嗽频作，乃自觉胸闷，呼吸不畅，气促，每因疲乏引起。IgE异常增高，胸片示两肺纹理增多。苔薄，脉沉细。拟化痰下气，搜络平喘，兼补脾肾。\n胡颓叶15 野荞麦根30 黄荆子30 紫菀15 冬花15 党参30 黄芪20 淮山药15 菟丝子30 补骨脂30 蜈蚣3 全蝎3 甘草10×14付\n2003-11-20 二诊\n服药后发作次数明显减少，发作时胸闷气急之程度也较前减轻。仍需用喷雾剂缓解。",
        "source_file": "吴银根.txt",
        "chunk_index": 24
    },
    {
        "id": "吴银根.txt_25",
        "title": "吴银根",
        "abstract": "003-11-20 二诊\n服药后发作次数明显减少，发作时胸闷气急之程度也较前减轻。仍需用喷雾剂缓解。近日出现鼻塞、喷嚏、流涕。苔薄，脉细缓。拟方解表温阳通窍。\n苍耳子15 辛荑15 桑叶15 菊花15 银花15 连翘15 桂枝15 炒白芍30 附片10 党参30 黄芪20 仙灵脾30 巴戟天15 菟丝子30 补骨脂30×14付\n药后鼻塞、流涕症状缓解，哮喘仍有发作，继宗温阳补肾之大法，更添熟地、山萸、黄精、苁蓉等益肾填精之品，间或以紫菀、冬花、射干、麻黄、僵蚕、蝉衣、胡颓叶、野荞麦根、黄荆子等标药缓解症状。至04年3月已基本无发作，但有时仍需喷雾剂一喷。当年冬季服膏方调理，越冬后至今未有发作，喷雾剂也停止使用了。\n按：这是一例运用中药成功的控制哮喘的病例。其成功的标志在于以下两方面：1、没有症状。2、停止使用解痉剂、激素。本例初诊时即使在解痉剂维持的情况下控制的还是不理想。故最初的几次门诊处方中化痰降气平喘的药味占了多数，而且都使用了全蝎蜈蚣等虫类搜剔药，是以治标为主，少入仙灵脾、巴戟天等补肾之品。这样治疗一阶段后肺中的伏痰得以清除，而补肾纳气的方法开始渐渐显效，故而逐渐增加了熟地、山萸、黄精、苁蓉等填肾精之",
        "source_file": "吴银根.txt",
        "chunk_index": 25
    },
    {
        "id": "吴银根.txt_26",
        "title": "吴银根",
        "abstract": "段后肺中的伏痰得以清除，而补肾纳气的方法开始渐渐显效，故而逐渐增加了熟地、山萸、黄精、苁蓉等填肾精之品，而减少化痰降气平喘的药味，但不能纯用补法。如是调治一年有余，效果还是很明显的。\n2．久咳案\n柳某，男，64岁\n2005-8-30 初诊\n咳嗽半年，反复间断发作。有痰，不多。曾服川贝枇杷露等成药罔效。4月份后咳转剧，曾发热，颈部淋巴结肿。输液治疗后缓解。现说话、进食时有呛咳。苔薄，舌质红，脉弦。\n拟清肺化痰，兼补脾肾。\n桑白皮30 白果仁30 仙灵脾15 巴戟天15 淮山药15 党参30 黄芪20 胡颓叶15 野荞麦根30 黄荆子30 法半夏15 制南星15 紫菀15 冬花15 甘草10×14付\n2005年10月18日 二诊\n咳嗽好转，痰、气促偶有。咳嗽1～2阵每天。夜间不咳。苔薄，脉细缓。拟\n党参30 黄芪20 南北沙参30 麦冬30 玉竹30 茯苓30 紫菀15 冬花15 胡颓叶15 野荞麦根30 黄荆子30 法半夏15 香附6 甘草10×14付\n2005年11月29日 三诊 咳嗽已控制。\n按：咳嗽半年，而近期又有加重。肺中痰热之邪留滞，经久不愈，而病积半年，必由肺而损及脾肾，故酌加补脾肾气之药，扶助正气",
        "source_file": "吴银根.txt",
        "chunk_index": 26
    },
    {
        "id": "吴银根.txt_27",
        "title": "吴银根",
        "abstract": "近期又有加重。肺中痰热之邪留滞，经久不愈，而病积半年，必由肺而损及脾肾，故酌加补脾肾气之药，扶助正气。获效后更易养肺阴之药以复元。\n3．COPD案\n鹏某，男，48岁\n2005-4-13 初诊\n慢支多年，咳嗽。烟已戒。现咳嗽气促气短，动则加剧，登楼尤觉费力，登至4楼喘甚气急。痰不多。苔薄白，舌质红，脉弦细。拟\n桑白皮30 地骨皮30 法半夏15 制南星15 胡颓叶15 野荞麦根30 片姜黄10 蜈蚣3 全蝎3 仙灵脾15 巴戟天15 菟丝子30 补骨脂30 甘草10×14付\n2005-4-27 二诊\n无咳嗽，气促改善。大便干结，胸闷，纳呆。IgE：4，EOS：6/L。CT提示肺气肿，肺纹理紊乱。苔薄白，脉弦细。拟\n桑白皮30 地骨皮30 生半夏15 制南星15 野荞麦根30 仙灵脾15 巴戟天15 藿香15 鸡内金10 黄连3 黄芩10 党参30 黄芪20 甘草10×14付\n2005-5-11 三诊\n服上方后不咳，痰少，大便正常，胸闷改善，纳可。诉头晕、昏。不觉眩晕。苔薄，脉细缓。拟\n桑白皮30 地骨皮30 生半夏15 制南星15 仙灵脾15 巴戟天15 藿香15 鸡内金10 黄连3 黄芩10 党参30 黄芪2",
        "source_file": "吴银根.txt",
        "chunk_index": 27
    },
    {
        "id": "吴银根.txt_28",
        "title": "吴银根",
        "abstract": "夏15 制南星15 仙灵脾15 巴戟天15 藿香15 鸡内金10 黄连3 黄芩10 党参30 黄芪20 甘草10明天麻20 白术15×14付\n2005-6-8 四诊\n病情好转，不咳，气短亦好转，活动、负重时气短仍有。平时气促已改善。纳可。精神好转。苔薄，脉细缓。拟\n南北沙参30 麦冬30 党参30 黄芪30 苍白术10 藿香15 鸡内金10 草豆蔻10 法半夏15 仙灵脾15 巴戟天15黄连3 黄芩10 桑白皮30 白果仁30×14付\n按：气短，急行则喘呵之症多责之于肾虚，但若虚中夹实，则当分清主次。此例患者痰不多、气短而兼有咳嗽，故首诊处方清肺化痰，通络止咳为先。原因是咳喘兼作，咳一日不止则喘一日不息。继方则逐渐增加扶正气之力度，更加入调畅中焦之药以调整气机上下之通利。该病人随访至今病情一直稳定，最近一次门诊随访时诉登楼气急感亦有较大改善。\n4．间质性肺炎案\n濮金林，男，64岁\n2005-4-19 初诊\n间肺4年。华东医院CT（2004-9-1）谓慢支、肺气肿、肺间质纤维化在华东医院住院。2001年8月开始服用强的松，已4年，现减至10mg即发病，发热、气促加重。现发热、气促、气喘，行走时需人扶助。咳嗽多，",
        "source_file": "吴银根.txt",
        "chunk_index": 28
    },
    {
        "id": "吴银根.txt_29",
        "title": "吴银根",
        "abstract": "用强的松，已4年，现减至10mg即发病，发热、气促加重。现发热、气促、气喘，行走时需人扶助。咳嗽多，晨起痰为白色，10余口。疲乏，受凉后加重，杵状指。苔白厚腻，脉结代。拟\n葶苈子30 大枣10 荆三棱15 莪术15 生地15 山茱萸10 胡颓叶15 野荞麦根30 黄荆子30 紫苑15 冬花15 仙灵脾15 巴戟天15 甘草10×14付\n2005-4-27 二诊\n今带来华东医院CT，示两肺间质炎症，纤维化，以两下肺明显，条索状改变，肺气肿。咳嗽减轻，气促仍明显，下肢肿好转，药后小便量多，头晕胀。热退。脉结代，苔薄白腻。拟\n葶苈子30 桂枝15 大枣7枚 附片10 女贞子30 生地20 明天麻15 茯苓30 猪苓30 胡颓叶15 野荞麦根30 法半夏15 仙灵脾15 巴戟天15 浮小麦30×21付\n2005-6-1 三诊\n强的松10mg/天，不发热，无胸痛。气促、气短、醒后出汗。咽部梗阻症状已不明显，夜寐不安，夜尿多，2次/晚。苔白腻，脉数，促脉。拟\n葶苈子30 荆三棱15 莪术15 法半夏15 制南星15 生地20 桂枝15 炒白芍30 南北沙参30 浮小麦30 麻黄根30 碧桃干30 知母10 鳖甲10 甘草",
        "source_file": "吴银根.txt",
        "chunk_index": 29
    },
    {
        "id": "吴银根.txt_30",
        "title": "吴银根",
        "abstract": "0 桂枝15 炒白芍30 南北沙参30 浮小麦30 麻黄根30 碧桃干30 知母10 鳖甲10 甘草10×14付\n2005-6-14 四诊\n下肢肿，气促、气短。强的松7.5mg，易皮下出血，一周后瘀斑消退。发热已控制50余天。拟\n葶苈子15 桂枝15 附子15 茯苓30 猪苓30 泽泻15 胡颓叶15 野荞麦根30 紫苑15 冬花15 片姜黄10 蜈蚣3 全蝎3 浮小麦30 碧桃干30×14付\n2005-6-27 五诊\n强的松7.5mg/日，已10余天。下肢肿好转，咳嗽气促好转。心悸，大便量少。面色黯较前好转。苔白腻，脉弦细。拟\n葶苈子30 桂枝15 附子10 茯苓30 猪苓30 胡颓叶15 野荞麦根30 片姜黄15 蜈蚣3 全蝎3 苍白术10 鹿角片6 生地20 桑寄生30 黄连3×14付\n2005-7-6 六诊\n气短、气促，心悸。下肢肿，至踝部。上脘作胀，纳呆。疲乏。时有咳嗽，痰粘，色黄。拟\n葶苈子30 桂枝15 炒白芍30 附子10 生地20 女贞子30 山茱萸10 白术10 泽泻15 茯苓30 猪苓30 麦冬30 桑寄生30 黄连3 茶树根30×14付\n2005-7-19 七诊\n近日曾感冒、咽痛，已好",
        "source_file": "吴银根.txt",
        "chunk_index": 30
    },
    {
        "id": "吴银根.txt_31",
        "title": "吴银根",
        "abstract": "麦冬30 桑寄生30 黄连3 茶树根30×14付\n2005-7-19 七诊\n近日曾感冒、咽痛，已好转。活动后气促，心悸。下肢肿，疲乏，强的松仍7.5mg/日。苔白腻，脉细滑。拟\n葶苈子30 桂枝15 炒白芍30 附子10 生地20 女贞子30 荆三棱15 胡颓叶15 野荞麦根15 淮山药15 麦冬30 黄连3 茶树根30 茯苓30 甘草10×14付\n2005-8-2 八诊\n下肢肿，近日加重，气促，心悸，腰酸，疲乏。拟\n葶苈子30 桂枝15 炒白芍30 生地20 淮山药15 茯苓30 猪苓 女贞子30 党参30 黄芪20 车前子30 仙灵脾15 巴戟天15 甘草10×14付\n2005-8-18 九诊\n下肢肿，疲劳，气促。心悸好转，头晕，腰酸。病情尚稳定。苔薄白，脉细缓。拟\n葶苈子30 桂枝15 炒白芍30 附子10 法半夏15 制南星15 车前子30 茯苓30 猪苓30 胡颓叶15 野荞麦根30 黄荆子30 毛冬青30 党参15 黄芪20×14付\n2005-10-11十诊\n下肢肿好转，傍晚仍肿。咳嗽仍有，痰减少。近日天气转凉，气促气短加重，坐位时不明显，行走则喘，怕冷。曾发热1天，37.8摄氏度，自行缓解。目",
        "source_file": "吴银根.txt",
        "chunk_index": 31
    },
    {
        "id": "吴银根.txt_32",
        "title": "吴银根",
        "abstract": "。近日天气转凉，气促气短加重，坐位时不明显，行走则喘，怕冷。曾发热1天，37.8摄氏度，自行缓解。目前强的松7.5mg/日。苔薄腻，脉弦滑。拟\n桂枝15 炒白芍30 附子10 毛冬青30 葶苈子30 车前子30 党参30 黄芪20 鹿角片10 细辛5 干姜3 胡颓叶15 野荞麦根30 黄荆子30 甘草10×14付\n按：此例间肺患者不同于前例。虽同诊断为间肺，但病程较长，出现肢肿，显然已入汉水凌心射肺之途。故一改通肺络开痰痹之常法，而着眼于水饮与心肾之阳，处方主要以温肾阳助心阳兼利水气。按此法调治，患者症情未有进一步发展，激素用量一直维持在7.5mg/日。\n5．支扩案\n杨某，男，62岁\n初诊，患支气管扩张症20年，反复咯血，发作频繁，血色鲜红，口干，盗汗，舌红，苔薄，脉细。证属热伤肺络。治拟清热止血，兼护阴液。\n白及30 法半夏15 侧柏叶15 石上柏15 重楼30 八月札15 南沙参30 麦门冬30 玉竹30 何首乌15 墨早莲30 女贞子30 黄精30 甘草10×14付\n二诊，两周后，咯血即止。再拟方善后。\n按：本案以反复咯血为主要特点，咯血量不等，可见痰中带血、血痰或咯纯血，血色多鲜红，或后期兼有暗红。沈",
        "source_file": "吴银根.txt",
        "chunk_index": 32
    },
    {
        "id": "吴银根.txt_33",
        "title": "吴银根",
        "abstract": "按：本案以反复咯血为主要特点，咯血量不等，可见痰中带血、血痰或咯纯血，血色多鲜红，或后期兼有暗红。沈金鳌《杂病源流犀烛》云：“诸血，火病也…盖血属阴，难成而易亏，人非节欲以谨养之，必至阳火盛炽，日渐煎熬，真阴内损，而吐衄妄行于上。”血生于脾，统于心，藏于肝，宣布于肺，根于肾。心为君，肝为相，君火动，相火从之。相火动，六经之火从之。火动则血以动，血液流进，聚于两胁胸隔之间，从火而升，则为咯血。因此，本病咯血多为肝火上炎。肝足厥阴之脉，循喉咙之后上入颃颡，肝经之别支由下而上贯膈注肺，循经而舒启肺气，使肺气宣降有序。肺主降而肝主升，二者互相协调，对于全身气机的调畅起着重要的作用。肝气郁积化火，木火偏旺，金不制木，木反悔金，气火上逆，灼伤肺络，见咯血鲜红；另外，肝肾同源，肾阴不足，精不化血，肝失滋养，肝火内动上炎，伤及肺络，出现咯血。所谓“治火即是治血”，吴教授常用侧柏叶、石上柏、重楼、蛇莓、藕节、白及等。\n吴银根工作室简介\n本工作室于2003年正式成立，当时为龙华医院建立中医内科吴银根工作室（属院内第三批），2004年成为上海中医药大学建立吴银根名中医工作室，2006年成为上海市名中医学术经验研究工作室，同年医院主",
        "source_file": "吴银根.txt",
        "chunk_index": 33
    },
    {
        "id": "吴银根.txt_34",
        "title": "吴银根",
        "abstract": "年成为上海中医药大学建立吴银根名中医工作室，2006年成为上海市名中医学术经验研究工作室，同年医院主持龙华医院工作室进驻天山中医院。现有林琳副主任医师、方泓副主任医师、唐斌擎主治医师、李晓琦主治医师等成员4人。工作室坚持跟师抄方、查房，定期组织讲课，系统整理吴银根教授学术思想，编撰著作《龙华名医临证撷英——吴银根学术经验集》一部，完成论阴阳学说的平衡理论、病机十九条浅释、《内经·咳论》释等基础和临床讲稿整理30余篇，共计30余万字。工作室以中医防治支气管哮喘，急慢性治气管炎、支气管扩张咯血、慢性阻塞性肺疾病、间质性肺炎、慢性咳嗽、肺原性心脏病、肿瘤术后调理，虚人感冒，肺肾虚证调理以及内科疑难杂症的中医治疗为特长。\n医生应善于学习，善于向老师学习，向书本学习，向同行学习，更重要的是善于向病人学习——吴银根\n名医小传\n吴银根，男，汉族，上海川沙县人（现上海市浦东新区）。上海中医药大学附属龙华医院内科教授、主任医师、博士生导师。1964年毕业于上海中医学院医疗系，曾任湖南中医学院第二附属医院医务科长、副院长。师从湖南省名中医言庚孚先生、箫梓荣先生、曾拜全国著名中医，湖南中医学院名誉院长谭日强先生为师，整理谭老学术思",
        "source_file": "吴银根.txt",
        "chunk_index": 34
    },
    {
        "id": "吴银根.txt_35",
        "title": "吴银根",
        "abstract": "省名中医言庚孚先生、箫梓荣先生、曾拜全国著名中医，湖南中医学院名誉院长谭日强先生为师，整理谭老学术思想。1986年调回上海中医学院，任温病教研室主任、中医热病实验室主任、教务处副处长。1990年调任龙华医院院长。1997年底改任龙华医院党委书记。目前兼任上海市政协之友社社员、中国中西医结合学会呼吸病专业委员会主任、世界中医药学会联合会呼吸病专业委员会副会长、上海市中医药学会理事、上海中医药学会呼吸分会主任、入选国家科委专家库评审专家、上海市医保局专家库评审专家等职。\n吴银根教授反复学习中医四部经典，科研项目主要围绕张仲景学术思想和张景岳肾命学说展开，创制咳喘落、止喘胶囊（院内制剂）。科研课题包括市卫生局，教委，市科委，国家中管局以及863攻关课题等，在全国同行中有较高的知名度。曾荣获上海市科技进步二等奖（第一负责人）。主编出版医学专著十余部，在《中医杂志》、《中国中医基础医学杂志》、《中国医药学报》、《上海中医药大学学报》、《上海中医药杂志》等发表有关中医药治疗哮喘、慢性阻塞性肺气肿等学术论文数十篇。",
        "source_file": "吴银根.txt",
        "chunk_index": 35
    },
    {
        "id": "唐汉钧.txt_0",
        "title": "唐汉钧",
        "abstract": "承古创新、医教研并进，擅长外科疑难重症\n                                   唐汉钧教授学术经验集萃\n学术思想\n一．重视辨证论治与辨病论治相结合\n唐教授认为中医之整体观不仅体现于“天人合一”，此是人与自然之统一。中医还认为人体是一个统一体，是通过阴阳、气血、经络、脏腑的调谐成为一个整体，又通过辨证和辨病相结合的方法与诊疗思路来揭示疾病的发生、发展与转归的规律。\n纵观历代中医外科学，无论是外科学专著还是临床实践，都是辨证论治与辨病论治相结合的，如《疡科心得集》谓：“凡治痈肿，先辨虚实阴阳，经曰：诸痛为实，诸痒为虚，诸痈为阳，诸疽为阴。又当辨其是疖，是痈，是疽，是发，是疔等证，然后施治，庶不至于差谬。”唐教授以为，辨证与辨病是从不同角度对疾病本质进行认识、判别疾病的方法，通过辨病揭示疾病的本质和发生发展规律，对疾病以后发展有了概括性了解，它注重整个病程病理变化特点，注重某个疾病本身不同于其他疾病的“个性”；通过辨证，把握疾病现阶段的主要病况，使诊断更加深入细微到位，它着眼于疾病某个阶段，某个特定环境的证候群。只有辨证和辨病相结合，相互关联，相互补充，才能更明确地反映中医外科疾病的病",
        "source_file": "唐汉钧.txt",
        "chunk_index": 0
    },
    {
        "id": "唐汉钧.txt_1",
        "title": "唐汉钧",
        "abstract": "段，某个特定环境的证候群。只有辨证和辨病相结合，相互关联，相互补充，才能更明确地反映中医外科疾病的病证，才能更好地了解疾病发展变化的趋势，从而为采用恰当的治疗方案提供依据。\n中医外科范畴的疾病大多以体表的局部病变来表现，比较形象和直观，其中有大多数病名是对主症和病机高度概括得来的，如有头疽、丹毒、乳癖、蛇窜疮等，这使得辨病论治在中医外科领域更为彰显。临床诊疗中，通常先是辨病，然后是辨证型，进行内外治疗，无论是高校统编教材，还是外科学专著，均是“以病为纲、辨证论治”的。但并不表明辨证论治在医者的诊疗思路中是居于次要地位的。临床亦会遇到集多种疾病于一体的状况，若以“辨病为纲”就有困难，此时亦可“以证统病”，亦可通过宏观之辨证而驾于辨病论治之上。\n唐教授还十分重视全身辨证与局部辨证相结合。外科疾病往往以局部的症状为主，作为一个整体，局部的病变常是机体阴阳、脏腑、气血、经络不平衡造成的。唐教授认为在辨证过程中局部病变易掩盖病情的本质，所以要全面综合分析，要善于透过现象把握病证的本质。唐教授临床中除传统的四诊采集进行辨证外，还注重各种化验与检查，还重视“微观”的辨治，如在临床上注意前列腺癌PSA的升高与否，甲状腺癌、乳",
        "source_file": "唐汉钧.txt",
        "chunk_index": 1
    },
    {
        "id": "唐汉钧.txt_2",
        "title": "唐汉钧",
        "abstract": "外，还注重各种化验与检查，还重视“微观”的辨治，如在临床上注意前列腺癌PSA的升高与否，甲状腺癌、乳腺癌术后CEA、CA125、CA153、CA199的变化。\n唐教授指出从中医整体观出发，重视辨证论治与辨病论治相结合，发挥中医外科临床优势，正确合理的运用传统方药和特色治疗技术，有利于防治中医外科范围疾病，有益于中医外科学的继承、发展和创新。\n二．崇尚“治病必求其本”,“治外必本诸内” \n1. 谨守病机，治病求本\n治病求本是辨证论治的根本原则，即针对疾病发病内在的本质规律和机理，以及产生疾病的根本原因进行治疗。《素问•阴阳应象大论》说：“治病必求于本”。本着这一辨证论治的基本原则，唐教授在临床诊治疾病过程中，务求找出疾病的根本原因，并针对根本原因进行治疗。唐教授认为，标和本是一个相对概念，有多种含义，可用以说明病变过程中各种矛盾的主次关系。如从邪正双方来说，正气是本，邪气是标；从病因与症状来说，病因是本，症状是标；从疾病先后来说，旧病、原发病是本，新病、继发病是标。疾病的发生、发展，一般总是通过若干症状而显示出来的。但这些症状只是疾病的外在征兆，并不是疾病的本质。因而，只有充分地搜集、了解疾病的各个方面，包括症",
        "source_file": "唐汉钧.txt",
        "chunk_index": 2
    },
    {
        "id": "唐汉钧.txt_3",
        "title": "唐汉钧",
        "abstract": "的。但这些症状只是疾病的外在征兆，并不是疾病的本质。因而，只有充分地搜集、了解疾病的各个方面，包括症状在内的全部情况，并在中医理论的指导下，进行综合分析，才能透过现象看到本质，找出疾病的根本原因及其发展变化的规律，从而确立恰当的治疗方法。比如乳房肿块，可由肝胃郁热、肝郁痰凝、冲任失调等原因所致，故其治疗应分别采用疏肝清胃、解郁化痰、调摄冲任等方法，而临证时又有侧重进行辨证论治。\n临床上，唐教授在重视“谨守病机，治病求本”的基础上，注意处理“治标与治本”的关系。在复杂多变的病证中，常有标本主次的不同，因而临证时，需十分重视治疗的标本缓急。他认为，治疗过程中一般是“治病必求于本”，但在某些情况下，标病甚急，如不及时解决，可危及患者生命或影响疾病的整体治疗，则应采取“急则治其标，缓则治其本”的法则，先治其标病，后治其本病。并区别不同情况，适当标本兼顾，采用标本同治的法则。\n急则治其标，《素问•标本病传微论》说：“先热而后中满者，治其标”，“先病而后生中满者，治其标”，“小大不利，治其标”。这里所说的中满、大小便不利，都是较急的的症状，故当先治疗。中医外科常见的附骨疽一病，病本为肝肾不足，邪毒内侵。其急性发作时局部红",
        "source_file": "唐汉钧.txt",
        "chunk_index": 3
    },
    {
        "id": "唐汉钧.txt_4",
        "title": "唐汉钧",
        "abstract": "都是较急的的症状，故当先治疗。中医外科常见的附骨疽一病，病本为肝肾不足，邪毒内侵。其急性发作时局部红肿热痛的标证较甚，而肝肾不足的根本病机暂时下降为次要矛盾，治疗以清热凉血，解毒消肿为主。待标证缓解，再图补益肝肾以治本。\n缓则治其本，在慢性病或急性病恢复期唐教授多采用此治则。如臁疮，其本多为脾肾不足，气虚血瘀，肌肤失养，故治疗不宜只用一般的祛腐生肌，而应培补先后天，益气活血以治本。其他临床常见的乳腺癌术后、乳腺小叶增生等病也是以“缓则治其本”为治疗的指导思想。\n标本兼治，在标病、本病并重时，他常采用标本兼治的法则。具体运用时，看不同情况常有所偏重，或以治本为主兼顾其标，或以治标为主兼顾其本。如甲亢一病，阴虚为本，阳亢是标，治疗以滋补阴液为主，清热潜阳为辅。这一治则的确立，是基于透过阳亢的现象，看到了阴虚的本质。治疗以滋阴为主，一则阴虚为本，再则滋阴即所以潜阳，所谓“引火归源”，也是“治病求本”具体体现。\n2．外科病症，治外必本诸内\n唐教授认为：“凡疡症虽发于表，而病根则在于里”，中医外科疾病虽然表现的症状较为表浅，主要以人体的体表症候为主，但往往是由内里的病变所导致的。外科疾病的治疗方法虽有内治和外治两大类，",
        "source_file": "唐汉钧.txt",
        "chunk_index": 4
    },
    {
        "id": "唐汉钧.txt_5",
        "title": "唐汉钧",
        "abstract": "浅，主要以人体的体表症候为主，但往往是由内里的病变所导致的。外科疾病的治疗方法虽有内治和外治两大类，但临证时一些轻浅小恙或可单以外治法获效，然而大部分外科疾病切不可“治其外而不治其内，治其末而不治其本”，必须重视内治。唐教授反对外科医生仅凭借外用膏丹之药为能事，主张外科医生应该而且必须深究医学理论，精研基础知识，使本科理论与基础理论紧密结合，究其病之根源，“治外必本诸内”，“治病必求其本”，决不能只视局部而舍本求末，否则难免会犯“只见树木，不见森林”的错误。诚如汪机在《外科理例》中指出的：“外科者，以其痈疽疮疡皆见外，故以外科名之，然外科必本于内，知乎内，以求乎外，其如视诸掌乎。”\n外科病症在表、在皮肉、在局部，而变化在里、在脏腑、气血、经络、阴阳，因此唐教授十分重视调治脏腑、经络、气血、阴阳的平衡，认为人体的各个部分是一个协调统一的的整体，体表的疾病既可以影响全身的气血状况，也反映了人体内部的脏腑功能；同时全身的脏腑、经络、气血、阴阳不平衡，也可以引起体表的外科疾病。这种整体观为外病内治提供了重要的理论指导。在内治药物调理好全身气血状况的前提下，外治法才能取得比较好的疗效。比如附骨疽（慢性化脓性骨髓炎），病",
        "source_file": "唐汉钧.txt",
        "chunk_index": 5
    },
    {
        "id": "唐汉钧.txt_6",
        "title": "唐汉钧",
        "abstract": "在内治药物调理好全身气血状况的前提下，外治法才能取得比较好的疗效。比如附骨疽（慢性化脓性骨髓炎），病程缠绵，容易反复发作。唐教授在治疗中牢牢把握本病湿邪为患的特征，坚持健脾益气化湿；针对“久病必瘀”和“久病及肾”的临床表现注重活血化瘀和补肾填精壮骨，取得满意疗效。进一步用于外科手术后形成的骨窦道治疗，包括脑外科术后形成的颅骨窦道和髋关节人工关节置换术后形成的股骨窦道也取得了显著的疗效。\n唐教授指出自西方医学传入中国，特别是近半个世纪以来，由于抗生素和各种外科新器械的广泛运用、手术方法的改进使得中医外科学诊治范围发生了很大的变化。具体表现为慢性病增加而急性病减少；七情内伤引起的疾病增加而外感六淫引起的疾病减少等。在疾病谱变化的情况下，更需要重视内治的研究。比如糖尿病皮肤溃疡的辨证，认为气阴两虚为其本、热瘀蕴络为其标，而脾虚湿热是病机转换的重要过程。治疗上以益气养阴、健脾燥湿、清化热浊为治则，在临床病程中各有所侧重，早期健脾燥湿、清化热浊为主，兼顾气阴；中期益气养阴、清热化瘀为主，兼顾脾胃；后期益气养血、培补脾肾巩固疗效，以防复发。\n3．内治应顾护脾胃\n调理脾胃是外病内治的重要环节，重视脏腑协调，如肺与脾、肝与脾",
        "source_file": "唐汉钧.txt",
        "chunk_index": 6
    },
    {
        "id": "唐汉钧.txt_7",
        "title": "唐汉钧",
        "abstract": "固疗效，以防复发。\n3．内治应顾护脾胃\n调理脾胃是外病内治的重要环节，重视脏腑协调，如肺与脾、肝与脾、肾与脾、心与脾、的脏腑平衡，唐教授尤为注重脾胃的平衡，善于运用东垣脾胃学术思想于外科，他认为脾胃可主气化津液、运化水谷、生化气血，因此健脾益气在防病、治病和防变等方面都具有重要意义。\n防病护脾。李中梓在《医宗必读》中说：“一有此身，必资谷气，谷入于胃，洒陈于六腑而气至，和调于五脏而血生，而人资之以为生者也，故曰后天之本在脾。”李东垣在《脾胃论•脾胃盛衰微论》中说：“百病皆由脾胃衰而生也。”经亦云：“有胃气则生，无胃气则死”。唐教授秉承前人学说，认为保护脾胃，饮食有节是防病的重要一环。顾护脾胃在外科疾病的防治中尤有重要意义。内经中云：“高梁厚味，足生大丁”，虽主要阐述了甘甜油腻之品多食可以生病，但也反应了脾胃内伤与外科病的关系。外科疾病的发生、发展、变化与脾气的胜衰关系密切。外科疾病多发人体肌表，而脾主肉；外科疾病多发于人体四肢，而脾主四肢。脾为后天之本，主全身气血之化生，主后天正气之盛衰，“正气存内，邪不可干”，“邪气所凑，其气必虚”，脾运失常，则百病由生。因而常嘱病人及家属：起居有节，饮食有度，勿太过，勿不",
        "source_file": "唐汉钧.txt",
        "chunk_index": 7
    },
    {
        "id": "唐汉钧.txt_8",
        "title": "唐汉钧",
        "abstract": "，“邪气所凑，其气必虚”，脾运失常，则百病由生。因而常嘱病人及家属：起居有节，饮食有度，勿太过，勿不及，方可祛病延年。\n治病顾脾。人体发生疾病，不外乎阴阳盛衰，气血失调，五脏六腑失和。脾胃为后天之本，脾健则气血生化有源，阴阳盛衰易于纠正；李东垣曾说：“治脾胃即所以安五脏”，“调脾胃以治五脏”，可见调理脾胃，有助于五脏六腑的功能协调。唐教授认为，脾属阴土，而位居中央，具坤宁之德，乾健之运，既能运化水谷精微，又主人身气机升降，若脾气旺盛，则健运斡旋，交通上下，灌溉四旁而生气不竭。故人体之气血阴阳充盛，五脏六腑之功能协调，皆有赖于脾胃功能的正常发挥。只有脾气健运，谷气输布，生机才能活跃。近代周慎斋总结道：“诸病不愈，寻到脾胃而愈者，甚多。”唐教授治病重视脾胃的另外一层含义是，药物入口，全赖脾胃运化转输，脾胃功能健全，药物才能最大限度地吸收，并使药到病所，发挥疗效。临证用药不论是攻是补，顾护脾胃是第一。正所谓“借胃气以为行药”、“胃气无损，诸可无虑”、“胃气一败，百药难施”。其顾护脾胃的第三层含义是，外科病证多由湿热痰瘀致病，而湿热久瘀为痰浊，均与脾运不健有关，故临床有“脾为生痰之源”之说，正如《素问•至真要大论》所",
        "source_file": "唐汉钧.txt",
        "chunk_index": 8
    },
    {
        "id": "唐汉钧.txt_9",
        "title": "唐汉钧",
        "abstract": "瘀致病，而湿热久瘀为痰浊，均与脾运不健有关，故临床有“脾为生痰之源”之说，正如《素问•至真要大论》所说：“诸湿肿满，皆属于脾”，故治痰也应以调脾胃为大法，是故治外症不忘调治脾胃。\n唐教授发“脾主肌肉”、“脾主四肢”之说，认为约束脉管之血管平滑肌亦为脾之所主，故临床运用“益气健脾”法，治疗下肢静脉曲张取得疗效。然脾胃易为湿困，江南水湿之地更易生湿，可致脾胃升降失常,气机不畅,遇下肢静脉曲张伴溃疡不敛的，治疗必须燥湿理气，祛邪助运，故合苍术、川朴、升麻、陈皮、半夏等运脾燥湿，升降气机。所谓润燥合用，动静相宜，补而不滞，滋而不腻，燥湿而不助热。\n防变固脾。人体全身气血盛衰对外科疾病的愈后有重要意义，脾运健行，方能化生气血，气血盛方能使外科疾病朝向顺证转变，以利外科疾病的治疗。若脾运失常，气血生化不足，使外科疾病向逆证转变而不利治疗，则可致疮毒内陷，或疔疮走黄等。《难经•七十七难》中说：“所谓治未病者，见肝之病，则知肝当传之于脾，故先实其脾气，无令得受肝之邪。故曰治未病焉。”唐教授秉承这一原则，主张根据疾病传变规律，先安未受邪之地。尤其在治疗外科病初起时，主张在辨证论治的基础上，要注意顾护脾胃，以防过用寒凉药而使脾胃",
        "source_file": "唐汉钧.txt",
        "chunk_index": 9
    },
    {
        "id": "唐汉钧.txt_10",
        "title": "唐汉钧",
        "abstract": "安未受邪之地。尤其在治疗外科病初起时，主张在辨证论治的基础上，要注意顾护脾胃，以防过用寒凉药而使脾胃运化失常，有损正气，影响托毒外出。故在疾病初起时，及时扶正健脾，使正气来复，截断疮毒传变入里，以奏扶正祛邪之功。\n三、外科之法，最重外治\n前贤马培之主张治疗外科病“既求方脉而刀圭益精”，唐教授临证在整体治疗基础上，亦重外治。在其四十余年的临床实践中尤其擅长敷贴、熏洗、垫棉、缠缚、结扎、药捻、切开等诸种传统外治法的运用，并且屡有拓展创新，诸如拖线、灌注、垫棉、祛腐、祛瘀、生肌等。\n1.外治亦应重视辨证\n唐教授认为外治之理即内治之理，因此外治也要注重辨证，首先要明辨阴阳，尝谓“阴阳运用之妙存乎于心，倘不审阴阳则无异于盲目冥行”。在治疗中既要善于顾及全身，又要着重观察局部。外科的阴阳辨证多以局部症状为主，肉眼可视，触手可及，比较客观。比如辨淋巴结肿，红肿热痛急性发作的多属阳证；过用抗生素转为迁延性的，此为阳证转为半阴半阳证或阳中有阴；淋巴结结核多属阴证，若继发感染，亦见红肿热痛，此为阴证中有阳热症侯；至于骨结核冷脓肿、淋巴肉瘤纯属阴证，外治之法当区别治疗。又如溃疡辨证，色泽红活鲜润，疮面脓液稠厚黄白，腐肉易脱，新肉易",
        "source_file": "唐汉钧.txt",
        "chunk_index": 10
    },
    {
        "id": "唐汉钧.txt_11",
        "title": "唐汉钧",
        "abstract": "淋巴肉瘤纯属阴证，外治之法当区别治疗。又如溃疡辨证，色泽红活鲜润，疮面脓液稠厚黄白，腐肉易脱，新肉易生，疮口易收，自觉痛痒，属于阳证溃疡；疮面色泽灰暗，脓液清稀，或时流血水，腐肉不脱，或新肉不生，疮口经久难敛，不知痛痒，属于阴证溃疡；至于疔疮突然陷黑无脓，四周皮肤暗红，肿势扩散，多为疔疮走黄之象；而疽毒疮面腐肉已尽，而脓水灰薄，新肉不生，状如镜面，光白板亮，多为虚陷之证。\n随着时代的发展，中医外科的疾病谱在变化发展，更应知其常达乎变。唐教授总结外治法的运用：祛腐期多选用切开、祛腐敷药、灌注（介入）、药线、拖线、蚕食、冲洗、湿敷等；祛瘀期应用祛瘀敷药、灌注（介入）、热烘等；愈合期应用生肌敷药、灌注（介入）垫棉、绑缚、热烘等。比如在疮疡病中常有脓液滋水淋漓不净的情况，严重的甚至结成脓痂，既影响了局部气血的运行，又妨碍了湿热毒邪的外泄。治疗时选用植物油湿润涂敷、中药煎剂湿敷，清除痂面，使得脓液滋水畅流，邪去而肿痒消，促进疮疡的愈合。又如乳腺癌术后放疗病人的放射性皮炎经用含麻油、蛋黄油等的中药制剂外搽，可迅获治愈，解除患者痛苦，提高生活质量。\n2.重视手术，多有发挥\n手术疗法是外治方法的重要组成，唐教授不仅精于传统的",
        "source_file": "唐汉钧.txt",
        "chunk_index": 11
    },
    {
        "id": "唐汉钧.txt_12",
        "title": "唐汉钧",
        "abstract": "患者痛苦，提高生活质量。\n2.重视手术，多有发挥\n手术疗法是外治方法的重要组成，唐教授不仅精于传统的外科手术，而且善于从现代外科手术中汲取精髓以与传统手术结合，并注意与药物疗法相配合。在是否选择手术和手术时机上多从标本考虑，遵循降低复发率治其本和扭转病势治其标的原则；在手术细节上除保留传统外科手术切口小的特点外，另加药线法或拖线法、灌注法等，使复杂病证亦能引流通畅，清除病灶，总达治愈。比如，有头疽的切开时机把握“脓熟”的标准，但是连续高热时，即使波动不甚也应及时放脓排毒直折病势；在复杂性浆细胞性乳腺炎，传囊乳痈等的手术中，如果脓腔范围较大时采取小切口的方法加拖线、灌注、垫棉等手段，注意保护乳房外形，使受损组织减少；陈旧性肛裂运用“深切”手术，彻底切除小段括约肌和肛裂附件，效果满意。\n3.继承传统，发展创新\n唐教授在全面继承和熟练掌握各种传统外治原则和方法的同时，在治疗理论和方法上屡有创新和发挥。比如在传统“祛腐生肌”治疗皮肤溃疡基础上，创立“祛瘀补虚生肌”治疗慢性皮肤溃疡学说，并研制相应外用药复黄生肌愈创油膏，方选大黄推陈致新，血竭、紫草散瘀凉血活血，蛋黄油、珍珠粉、龙骨收敛生肌，清凉油润泽肌肤；在取得满意疗",
        "source_file": "唐汉钧.txt",
        "chunk_index": 12
    },
    {
        "id": "唐汉钧.txt_13",
        "title": "唐汉钧",
        "abstract": "方选大黄推陈致新，血竭、紫草散瘀凉血活血，蛋黄油、珍珠粉、龙骨收敛生肌，清凉油润泽肌肤；在取得满意疗效的同时，又注意剂型的革新，将油膏改进为油乳剂，从固态到液态的改变扩大了药物的适应范围。\n再如，在挂线疗法基础上发展成拖线引流法，运用动静结合的原则，将粗丝线贯穿于瘘管和窦道中，通过拖拉引流的方法达到引流畅通，又倡用中药药液灌注（介入）法，分阶段投以提脓祛腐、祛瘀生肌的掺药，灌注（介入），使复杂深部的窦道依次达到祛腐、祛瘀、生肌而愈合，减少病人痛苦，还缩小疮疤，减少变形，可谓巧思独运；传统药线法通常应用于疔、痈等浅表软组织病症，现在不仅运用于骨窦道，而且与拖线和灌注（介入）法结合用于腹部、胸部、骨科、妇科手术后残留的复杂性的窦瘘，扩大了适应症的范围；以前垫棉法主要用于乳痈、发背等浅表病，现在扩展用到浆细胞性乳腺炎、复杂性窦瘘等脓腔深在的疾患；毒蛇咬伤早期救治采用缚扎、箍围、扩创、针刺八邪（八风）、环封、浸渍、冲洗、火灼等外治法综合治疗，在继承传统的基础上，有所发展创新。\n唐教授同时也对外治法的辨证应用给予更多的理性思考，有所传承，有所发展与创新。认为辨急、慢性溃疡，应分别选择“祛腐生肌”与“祛腐、祛瘀、补虚、生",
        "source_file": "唐汉钧.txt",
        "chunk_index": 13
    },
    {
        "id": "唐汉钧.txt_14",
        "title": "唐汉钧",
        "abstract": "性思考，有所传承，有所发展与创新。认为辨急、慢性溃疡，应分别选择“祛腐生肌”与“祛腐、祛瘀、补虚、生肌”；窦瘘辨病位，应分辨有位于软组织，骨骼、关节，与胸、腹、盆腔之不同；疮疡应辨病期，有脓腐期、瘀滞期、生肌愈合期之别；脓疡应辨属性，借助脓培养选择敏感性药物；肿瘤应辨病理，排除癌、肉瘤、淋巴肉瘤等恶疾；疑难病、难愈性溃疡应辨病种，包括褥疮、骨髓炎、疔疮、疽毒等常见病和性病、结核、麻风、先天性藏毛窦瘘等少见病，以及化学灼伤、放化疗损伤、神经损伤性溃疡、淋巴阻滞性溃疡等新疾病谱。故无论在病因、病机、病位、病期、病理、病性等的不同，治法上亦均有所不同的。\n临证经验\n一.有头疽\n 1. 内因为主，脏腑蕴毒\n唐教授认为本病发病虽然有内外二因，但应以内因为主，内因主要是脏腑蕴毒，多由于七情内伤，肝郁化火；或恣食膏粱厚味，脾胃运化失常，湿热火毒内生；或恣欲伤肾，真阴亏损，相火炽灼，郁火攻心，消渴耗正，极易造成内陷变证，与现代西医纯以细菌感染致病的原因是有区别的。\n2.透邪托毒，举陷救厄\n唐教授认为本病的病情转归、顺逆、陷与不陷亦与患者正气的盛衰，有着重要关系。如若正虚则举托无力，不能托毒外泄，邪毒内攻脏腑导致内陷危证，故在",
        "source_file": "唐汉钧.txt",
        "chunk_index": 14
    },
    {
        "id": "唐汉钧.txt_15",
        "title": "唐汉钧",
        "abstract": "陷亦与患者正气的盛衰，有着重要关系。如若正虚则举托无力，不能托毒外泄，邪毒内攻脏腑导致内陷危证，故在本病治疗中，除清除脏腑蕴毒外，尚须加用举托之品，可促使毒邪移深就浅，疮毒顶透高突，易于溃脓，使毒随脓泄，不致向内走窜。故唐教授认为在本病初期宜疏风清热托毒（疏托）；中期宜和营清热托毒（透托）；后期宜辨证选用益气养荣托毒、益气养阴托毒等扶正补虚托毒（补托）使正气渐复，气血充盈，托毒外达，正胜邪祛而收功。\n在整个治疗过程中唐教授擅用生黄芪为托毒主药，用量多在30克-60克。药理学研究证明生黄芪可提高机体免疫功能，增强白细胞吞噬能力，有利于增强机体中和细菌外毒素能力，并抑制病原体的繁殖和粘附等，提高机体抗感染能力。\n3.重视外治，辨证选用  \n唐教授认为外治疗法亦应在辨证施治的原则下进行。有头疽初起，局部红肿疼痛，粟粒脓头增多尚未溃破，外敷用金黄膏、千捶膏以箍围聚肿，催溃破脓；中期疮肿腐烂，状似蜂窝，以药线外裹提脓祛腐丹药，插入多枚疮口，蚀脓引流，若脓溃不畅，中有波动感，可作“十”或“十十”字形切开手术，切开时切口适度，不超过疮肿红肿范围，并注意尽量保留皮角，既不破坏护场，又有利于日后生肌长肉，并且愈合后疤痕也小；后",
        "source_file": "唐汉钧.txt",
        "chunk_index": 15
    },
    {
        "id": "唐汉钧.txt_16",
        "title": "唐汉钧",
        "abstract": "，不超过疮肿红肿范围，并注意尽量保留皮角，既不破坏护场，又有利于日后生肌长肉，并且愈合后疤痕也小；后期疮面脓腐已净，新肉渐生，予生肌散、白玉膏，若疮口有空腔，皮肤与新肉一时不能粘合者，可用垫棉法，加压包扎。\n重症有头疽切排时机的适当与否，直接影响到病情的变化。唐教授认为脓熟才是切开的最佳时机。判断脓熟要掌握以下几点：①发病时间应在20天左右，应用过大量抗菌素者应适当延长。②肿形中央高起，触诊有波动感，疮周按之已软。③高热持续不退伴鸡啄样疼痛。④切排以后血少脓多作为检验标准。\n4.以中为主，中西结合  \n    疽毒内陷证病情危重，古代死亡率较高。唐教授认为当时时注意防治疽毒内陷，因此在重用扶正托毒透邪中药治疗同时，主张在病症危重时短期根据血培养或疮面脓液细菌培养结果选择高度敏感的抗生素短期大剂量使用，以迅速阻止毒邪扩散，控制败毒血症，截断扭转病势，扼制毒邪肆虐五脏，挽救生命。但用药不可过久，只要肿势不再扩散，肿形渐高，脓出增多，神识转清即止，过之将使邪毒蕴滞，结而不化，造成局部僵肿持久不散的进退维谷境地。对于糖尿病患者，应加用葛根、黄精、生地、首乌等养阴治消之品，亦应选用胰岛素等西药使血糖控制在6～8mmol",
        "source_file": "唐汉钧.txt",
        "chunk_index": 16
    },
    {
        "id": "唐汉钧.txt_17",
        "title": "唐汉钧",
        "abstract": "尿病患者，应加用葛根、黄精、生地、首乌等养阴治消之品，亦应选用胰岛素等西药使血糖控制在6～8mmol/L之间。\n二.急性乳腺炎\n1.辨证求因，审因论治 \n唐教授认为本病多因妇人新产，外由乳头破碎，风邪入侵；内因肝郁气滞，疏泄失畅，过进膏粱厚味，脾胃受损，运化失司，湿热蕴结，积聚而成痈肿。正如《外科正宗》中所载“乳房阳明经所司，乳头厥阴肝经所属。乳子之母，不能调养，以致胃汁浊而壅滞为脓。又有忧郁伤肝，肝气滞而结肿，…厚味饮食，暴怒肝火妄动结肿。”此外产妇乳汁量多，喂乳不当，含乳而睡；乳头先天内缩畸形，乳络不畅或断乳不当等诸般原因均可致乳汁郁滞不得出，壅积不散，化火酿脓，形成乳痈。若失治、误治，或因乳房下垂，脓腔在下，溃口在上，造成引流不畅，脓液积聚，热毒旁窜，则可引起袋脓、传囊乳痈之变。因此肝胃郁热，乳汁郁积，感染邪毒为乳痈发生的主要原因。在治疗上以疏肝理气，清胃通络为治则，乳痈初期，以肝气郁结，乳汁郁积为主，应以通为顺，重在疏肝理气通乳。酿脓期，热毒炽盛，则以清解胃热、排脓泄毒为主要治则。而出现变证治疗比较棘手，应以益气托毒，清荣消肿为内治，切排引流合垫棉绑缚为外治，病程虽迁延，还是能治愈的。\n2.辨病分期，",
        "source_file": "唐汉钧.txt",
        "chunk_index": 17
    },
    {
        "id": "唐汉钧.txt_18",
        "title": "唐汉钧",
        "abstract": "，应以益气托毒，清荣消肿为内治，切排引流合垫棉绑缚为外治，病程虽迁延，还是能治愈的。\n2.辨病分期，内外合治\n乳痈根据病程分为初期、酿脓期及溃后期。初期主要为肝失疏泄，乳汁郁积而成，唐教授辨为肝郁气滞证，治以疏肝理气，解郁通乳。常用柴胡、枳壳、郁金、牛蒡子、香附、川楝子陈皮、橘叶、留行子、瓜蒌、漏芦。恶露未净加益母草，当归。外敷金黄膏消肿散结，乳头破碎者以青吹口油膏外搽。酿脓期系为肝胃蕴热，败乳酿脓。唐教授辨为热毒壅滞证。治以清热解毒，和营消肿。常用柴胡、蒲公英、银花、当归、连翘、瓜蒌、赤芍、黄芩、留行子、皂角刺。高热加生石膏、知母；特别指出此期若遇应用大量抗生素或寒凉中药后，形成僵块不消，又难成脓者，加山甲、桃仁、夏枯草、大贝母。脓熟后应及时切开引流，宜选放射状低位小切口，并以八二丹、九一丹药线插入疮口引流。溃后期一般肿消痛减，治以补益气血，清解余毒。常用生黄芪、党参、当归、赤白芍，银花、蒲公英、川芎。若脓出不畅，红肿热痛不消，并有新发，则可能形成“袋脓”或“传囊乳痈”。亦有溃后乳汁从创口溢出，形成“乳漏”，久不收口等变证。\n“袋脓”者为不再作辅助切口，可选择垫棉法外治，在脓腔下部加用棉垫，绷带缚紧，保持引",
        "source_file": "唐汉钧.txt",
        "chunk_index": 18
    },
    {
        "id": "唐汉钧.txt_19",
        "title": "唐汉钧",
        "abstract": "久不收口等变证。\n“袋脓”者为不再作辅助切口，可选择垫棉法外治，在脓腔下部加用棉垫，绷带缚紧，保持引流口通畅，使脓液不致潴留。“传囊”者应适当扩大切排口，清除出妨碍引流的坏死乳络组织，并可在切口周围垫棉加压，若仍脓出不畅则需在按之应指处作辅助切口，运用药线或拖线引流，使潴留在各腔的脓液沿药线或拖线排出。“乳漏”者需加强回乳，同时取垫棉法加压治疗，以防止乳汁溢入疮口，促进愈合。\n3.慎用苦寒之品\n唐教授认为乳痈初期至酿脓期为实热之证，法应清热解毒，但亦不能妄用寒凉之品，一则过用寒凉之药会使乳房结块“欲消不消，欲脓不脓”，继而形成僵块转化成慢性或亚急性迁延性乳腺炎，难以消散；二则大苦大寒之品易苦寒败胃，脾胃居于中焦，水谷精微赖其输化，乃气血生化之源。脾胃健旺，气血旺盛，则五脏六腑四肢百骸皆得所养。乳痈溃后脓血外泄，必须靠水谷之营养，以助气血恢复，加速疮口愈合；三则产妇“产前一盆火，产后一盆冰”，过用寒凉药会使恶露淋漓不净。故临证多选用银花、黄芩、蒲公英等甘凉清热或苦寒较轻之药，并适当加入鹿角片等温通散结之品，概因气血得寒则凝，得温则行。\n4.辨乳汁色味，决回乳时机\n唐教授认为乳痈初期，以乳汁郁积为主要表现，若乳汁",
        "source_file": "唐汉钧.txt",
        "chunk_index": 19
    },
    {
        "id": "唐汉钧.txt_20",
        "title": "唐汉钧",
        "abstract": "血得寒则凝，得温则行。\n4.辨乳汁色味，决回乳时机\n唐教授认为乳痈初期，以乳汁郁积为主要表现，若乳汁色白淡腥味时，一般不主张回乳，可通过改进哺乳法或手法按摩促进郁积的乳汁排出；若酿脓期感染严重，乳汁色黄变质，病变范围较大形成“传囊乳痈”；或脓肿切开引流后乳汁从创口内溢出而形成“乳漏”影响愈合者，则应予以回乳。回乳药常用生山楂，生麦芽，生谷芽，并配合皮硝外敷，必要时可加用苯甲酸雌二醇肌注或溴隐停口服。\n    5.审病势轻重，忌过用抗生素\n唐教授认为乳痈在初期以乳汁郁积为主，并不因细菌感染所致，通过手法按摩排乳及内服疏肝清热通络中药等适当的治疗，使阻塞的乳管重新通畅，一般二三日即可痊愈，愈后可继续哺乳，不主张使用抗生素。酿脓期脓肿逐渐形成，此时可继发细菌感染，但大多范围局限不侵及全身，也不主张使用抗生素，若运用大量不敏感抗生素，则易形成僵块，迁延难愈，给治疗带来麻烦。但若过度挤脓出现肿痛迅速向周围蔓延，皮色转暗，高热寒战、头痛、烦躁，甚则神昏惊厥等败血症、脓毒血症表现时，则提示有内陷之变，应配合运用足量敏感抗生素抗感染，一般多选择对金葡球菌类敏感的抗生素。\n三、粉刺性乳痈\n1.提出诊断要点，提高术前诊断正确率",
        "source_file": "唐汉钧.txt",
        "chunk_index": 20
    },
    {
        "id": "唐汉钧.txt_21",
        "title": "唐汉钧",
        "abstract": "抗感染，一般多选择对金葡球菌类敏感的抗生素。\n三、粉刺性乳痈\n1.提出诊断要点，提高术前诊断正确率\n本病患者的临床上常以乳房内迅速增大的质地较硬肿块为第一症状就诊，同时肿块与皮肤粘连，局部皮肤红肿并出现橘皮样改变，乳头溢液与凹陷，腋侧淋巴结肿大。因此在上世纪五六十年代乃至七八十年代常被误诊为乳腺癌、乳腺结核等，而施以不恰当的治疗。近一二十年来，对本病报道日见增多，但误诊误治仍居高不下，因此探讨本病术前的正确诊断，是业界之热点。\n唐教授根据多年临床的经验，总结出以下诊断之要点：\n把握本病的临床特点\n本病临床表现复杂多样，发展缓慢，病程可长达数月甚至数年，常分溢液期、肿块期、脓肿期、瘘管期。本病可发生在青春期后任何年龄女性，偶有男性。常见单侧乳房发病，少数病人也有双侧乳房发病的。\n其临床特点是多发生在20～40岁非哺乳期妇女，大多数伴有先天性乳头全部或部分凹陷，乳头常有白色带臭味的脂质样分泌物。首发肿块往往发生在乳晕部，以后可向乳房一至二个象限扩展，肿块形状不规则，质地硬韧，表面可呈结节样，边界欠清、常与皮肤粘连，但无胸壁固定。若红热疼痛，肿块发生软化，形成脓肿，溃破后脓液中夹杂脂质样物质。常反复发作，形成多个脓",
        "source_file": "唐汉钧.txt",
        "chunk_index": 21
    },
    {
        "id": "唐汉钧.txt_22",
        "title": "唐汉钧",
        "abstract": "但无胸壁固定。若红热疼痛，肿块发生软化，形成脓肿，溃破后脓液中夹杂脂质样物质。常反复发作，形成多个脓灶和瘘管，瘘管多通向输乳孔，溃口数目一个或数个不等。红肿化脓时可伴程度较轻的恶寒发热等全身症状。\n配合辅助检查以明确诊断\n可选用乳房B超或X线钼靶摄片、CT（三维重建）以帮助鉴别肿块性质、明确病变部位，但要注意检查时加压对肿块的影响。\n肿块细针穿刺细胞学检查往往因针吸的组织少，难以作为诊断的肯定依据。病理切片检查虽有创伤然能有助诊断，组织病理学可见有坏死物、大量浆细胞、淋巴细胞及细胞残核。仅表现为乳头溢液者，可定期做溢液涂片细胞检查，连续检查可提高结果的可信度。\n应与下列疾病作鉴别诊断\n①乳腺癌：炎性癌多发生于妊娠期或哺乳期，病变发展迅速，皮肤呈紫红色，没有明显炎性肿块可及，对侧乳房不久即被侵及，转移甚广，患者常于数月内死亡。乳腺癌的肿块常与胸壁固定，一般无疼痛，晚期溃破则常流血水，与浆细胞性乳腺炎创口流脓水或脓血，有时可暂时愈合的特点不同。\n②急性乳腺炎：多发生于哺乳期或妊娠期妇女，乳房红肿热痛显著，全身症状较明显，体温可高达39℃以上。溃破后流出黄稠脓液，收口相对较快。\n③乳房结核：从出现肿块到化脓常需数月",
        "source_file": "唐汉钧.txt",
        "chunk_index": 22
    },
    {
        "id": "唐汉钧.txt_23",
        "title": "唐汉钧",
        "abstract": "明显，体温可高达39℃以上。溃破后流出黄稠脓液，收口相对较快。\n③乳房结核：从出现肿块到化脓常需数月之久，脓出稀薄夹有败絮状物质，多呈潜行性空腔。溃后形成的窦道，多位于乳房部，常与胸壁固定，一般不与乳头孔相通。并常有肺结核病史，可伴有低热、盗汗、疲倦、消瘦等。必要时作病理检查以资鉴别。\n2.已溃重外治\n唐教授指出中医中药对粉刺性乳痈的治疗具有良好效果，尤其对复杂病例具有优势，应辨证、辨期相结合，内治与外治相结合。未溃重内治，已溃重外治。外治采用中医手术并组合祛腐、拖线、灌注、敷贴、垫棉、生肌诸法综合进行，有创伤小，痛苦轻，乳房外形改变少，而且疗效好，复发少等优点，容易被患者接受。\n1）肿块期：肿块红肿热痛者，用金黄膏外敷；肿块红肿不明显者，冲和膏外敷。\n2）脓肿期、瘘管期：多选择切开法、拖线法、乳头矫形术、祛腐法、灌注法等。\n① 切开法：适用于单纯性、复杂性瘘管。在球头银丝探针引导下，切开瘘管和脓腔。酌情切开通向乳头孔的瘘管。\n②拖线法：适用于病灶范围较大，或病灶与乳头孔相通，但乳头凹陷不严重者。通过此方法可把乳房部的外形损伤减低到最小。\n③乳头矫形法：可最大程度的恢复乳头乳晕部外形，多数病人均获得较满意的效",
        "source_file": "唐汉钧.txt",
        "chunk_index": 23
    },
    {
        "id": "唐汉钧.txt_24",
        "title": "唐汉钧",
        "abstract": "乳房部的外形损伤减低到最小。\n③乳头矫形法：可最大程度的恢复乳头乳晕部外形，多数病人均获得较满意的效果。\n  ④祛腐法：手术后创面，均需采用九一丹、红油膏以提脓祛腐，每天换药一次。\n⑤灌注法：一般都运用于拖线拆除后7～14天，应用九一丹药液灌注介入腔道，待脓液已尽后，改用复黄生肌愈创油（唐教授创制的院内外用制剂）注入，可促进愈合并能缩小疤痕。同时也可配合使用垫棉绑缚法，促使创口愈合。\n恢复期：可选择生肌法、垫棉绑缚法等。\n①生肌法：创面腐脱新生，改用生肌散、白玉膏、复黄生肌愈创油。\n②垫棉绑缚法：适用于深层瘘管、创腔较大者，见到创面脓腐已净，渗出液转纯清，脓液培养提示无细菌生长，可用垫棉垫压空腔处，再予以加压绑缚，使患者处乳房压紧，每天换药1次，促进腔壁粘合与愈合。\n3.未溃重内治\n唐教授认为粉刺性乳痈多因乳头凹陷，乳管狭窄，导管排泄不畅有关，女子乳头属肝，乳房属胃，肝郁气滞，营气不从，气血瘀滞，结聚成块；郁久化热，蒸酿肉腐而成脓肿，溃后成脓灶、脓瘘。上工治未病，未溃重内治，应从肝脾入手。肝主疏泄，肝经乳络排泄顺畅，分泌物不再内积；脾气健运，饮食入胃，运化充分，大部化为水谷精微正常疏布全身，津沫痰涎不过度产生",
        "source_file": "唐汉钧.txt",
        "chunk_index": 24
    },
    {
        "id": "唐汉钧.txt_25",
        "title": "唐汉钧",
        "abstract": "顺畅，分泌物不再内积；脾气健运，饮食入胃，运化充分，大部化为水谷精微正常疏布全身，津沫痰涎不过度产生，乳络中的分泌物也随之减少。\n 唐教授将粉刺性乳痈按三个期进行辨证治疗。①脓肿期或术后祛腐阶段，属于肝经蕴热证，当拟疏肝清热，和营消肿，透脓外出为主。选用柴胡清肝汤加减：柴胡、黄芩、连翘、夏枯草、蒲公英、皂角刺、当归、生地、山栀、白芍、生甘草等。乳头内或脓液中有较多脂质样分泌物者，加生山楂、留行子；②瘘管期或腐去新生阶段，属于余毒未清证，当拟益气健脾、活血祛瘀为主，选用八珍汤加减：生黄芪、太子参、白术、茯苓、苏梗、陈皮、姜半夏、生谷麦芽、乌梅、生山楂、蛇舌草、丹参、当归、生甘草等；③治愈恢复期，创面愈合，局部残留硬结肿块者，属于痰瘀凝滞证，当拟疏肝活血，软坚散结，处方：柴胡、当归、赤芍、丹参、桃仁、生山楂、蒲公英、山慈菇、全括蒌、象贝母、夏枯草、姜半夏、生黄芪、莪术等。\n四、桥本氏甲状腺炎（慢性淋巴细胞性甲状腺炎）\n     慢性淋巴细胞性甲状腺炎属于自身免疫性疾病，本病以血清内存在甲状腺自身抗体和甲状腺内淋巴细胞浸润而致甲状腺的慢性反复损害为特征。近年来随着流行病学在本病的深入研究已经发现，本病在发达国家高居",
        "source_file": "唐汉钧.txt",
        "chunk_index": 25
    },
    {
        "id": "唐汉钧.txt_26",
        "title": "唐汉钧",
        "abstract": "胞浸润而致甲状腺的慢性反复损害为特征。近年来随着流行病学在本病的深入研究已经发现，本病在发达国家高居女性甲状腺疾病之首，碘的摄入过多在本病的发病中起了重要的作用。唐教授结合现代医学的研究成果，在总结自已多年治疗慢性淋巴细胞性甲状腺炎的基础上，指出本病病机为正虚邪恋。患者发病前多有劳倦思虑而易为外邪感染的病史，如工作紧张，过度劳累，精神压力大，反复感冒等。盖过劳则伤肝肾，思虑过度则伤脾，脾失健运则气血乏源易亏虚，正气虚损则外邪易侵，风温邪浊侵入少阳瘿处颈缨处，邪浊留滞则临床变证百出。在此辨证基础上，当拟疏风清热、消肿散结、以清外邪；益气健脾、补养肝肾以培病之本源，故提出“扶正清瘿”为治疗本病的治则。方药中选用生黄芪、党参、白术、黄精、山萸肉、白芍、肉苁蓉、仙灵脾、红枣等益气健脾，补养肝肾；以柴胡、广郁金、香附、浙贝母、夏枯草、黄芩、板蓝根、玄参、白花蛇舌草等疏肝清热，化痰消肿以清瘿，诸药合用，共奏扶正清瘿之功。\n五、慢性皮肤溃疡\n慢性皮肤溃疡是临床上常见病，多发病，因其迁延不愈而愈后又极易复发的特点，严重影响患者的正常生活。现代医学常用治疗方法基本停留在等待伤口自愈阶段，且疗效不理想，或存在皮肤癌变的风险，致使",
        "source_file": "唐汉钧.txt",
        "chunk_index": 26
    },
    {
        "id": "唐汉钧.txt_27",
        "title": "唐汉钧",
        "abstract": "的正常生活。现代医学常用治疗方法基本停留在等待伤口自愈阶段，且疗效不理想，或存在皮肤癌变的风险，致使许多特殊性创面难以愈合。\n慢性难愈性创面属中医学“溃疡”范畴。中医学对溃疡治疗有着悠久的历史和良好的疗效，不仅积累了丰富的临床经验，总结了卓有疗效的大量方药和有关剂型，并且上升到了理论高度，形成了具有特色的理论体系。如总结出了“腐祛肌生、肌平皮长”的溃疡愈合规律；重视溃疡早期祛腐，后期煨脓长肉。但直到八十年代末，九十年代初，对“腐”去“新肌”不生或难生及疤痕形成等难题尚不能得到解决。\n唐教授从八十年代末开始，通过长期临床观察，发现慢性难愈性创面多有疮口下陷，脓液稀少，肉芽灰白或黯淡，疮周皮肤色暗黑、板滞木硬等“虚”、“瘀”之象，认为“久病必虚”、“久病必瘀”。因此，在前人“祛腐生肌”的基础上提出了“祛瘀生肌”、“补虚生肌”的治疗理论，通过内外兼顾，分期论治治疗多种慢性难愈性溃疡，取得了良好的疗效，解决了传统中医学“祛腐生肌”疗法“腐净而肌难生或不生”的临床难题，拓宽了慢性难愈性创面治疗的途径，完善和发展了传统中医学的愈创理论。 \n唐教授提出慢性难愈性溃疡的内治，应以益气健脾、祛瘀通络为治则。早期创面脓腐多，湿热",
        "source_file": "唐汉钧.txt",
        "chunk_index": 27
    },
    {
        "id": "唐汉钧.txt_28",
        "title": "唐汉钧",
        "abstract": "学的愈创理论。 \n唐教授提出慢性难愈性溃疡的内治，应以益气健脾、祛瘀通络为治则。早期创面脓腐多，湿热毒甚者，宜清热利湿、解毒消肿为主，意使瘀毒移深居浅；中后期局部创面腐脱脓尽，新肌不生，疮口不合，机体正气转虚，宜益气健脾、祛瘀通络为主，意在扶正康复。清热利湿，解毒消肿多以萆薢解毒汤合四妙丸加减，常用苍术、萆薢、薏苡仁、泽泻、黄柏、防己、木瓜等；祛瘀通络多以补阳还五汤加减，常用当归、川芎、桃仁、泽兰、地龙、赤芍、生黄芪等；益气健脾多以六君子汤加减，常用生黄芪、太子参、茯苓、白术、红枣、陈皮、姜半夏、生甘草等，唐教授善用“疮家圣药”生黄芪，盖黄芪具有益气升阳、托毒生肌的功效，能补五脏之虚，入脾而托已溃痈疡，性虽甘温，然能通畅血脉，流行经络，有助于生肌敛疮。\n唐教授以祛腐—祛瘀—补虚生肌为原则，根据慢性难愈性创面在不同阶段，创面脓腐多少的不同，外治用药也作相应的调整。早期湿热毒瘀，脓腐多者，祛腐为主，辅以祛瘀生肌，选用七三、八二和九一丹。外治用祛腐之法，当中病即止，以免损伤新肌。中后期局部创面腐脱脓尽，以祛瘀补虚生肌为主，外敷以大黄、鸡蛋黄、紫草、血竭、珍珠粉等组成的自创复黄生肌愈创油膏，生肌与祛瘀并用，使血气通利",
        "source_file": "唐汉钧.txt",
        "chunk_index": 28
    },
    {
        "id": "唐汉钧.txt_29",
        "title": "唐汉钧",
        "abstract": "为主，外敷以大黄、鸡蛋黄、紫草、血竭、珍珠粉等组成的自创复黄生肌愈创油膏，生肌与祛瘀并用，使血气通利，脉络通畅，从而生肌长皮。唐教授善用中药药液湿敷或淋洗溃疡，以使药力直达病所，因湿敷和淋洗的药液渗透性好，既能清洗疮口，祛除毒邪，又能温通经脉，生肌长皮。常选用黄柏、黄连、石榴皮、马齿苋、明矾、一枝黄花、鹿含草、红花、丹参、鸡血藤，亦可将内服药药渣，加水煎后湿敷或淋洗。\n回顾唐教授的学术发展，可以看出，早在八十年代末，唐教授以慢性下肢溃疡（臁疮）的治疗为切入点，运用其“祛瘀生肌”、“补虚生肌”的治疗理论，通过内外兼治，在治疗下肢慢性溃疡方面取得了很好的疗效；从九十年代开始唐教授在临床疗效显著的基础上，进一步以“祛瘀生肌”、“补虚生肌”为指导思想，组方研制了复黄生肌愈创油及祛瘀补虚生肌方，展开了对于糖尿病性难愈性溃疡，放射性溃疡，肿瘤性溃疡，毒蛇咬伤性溃疡，绿脓杆菌感染性多种难愈性溃疡的治疗，不断拓展治疗的疾病谱，提高了疗效，取得了一定的成绩。\n基于临床疗效显著，临床药物的进一步开发和精炼，九十年代至今，唐教授又进行了系列科研理论基础的深入研究，主持并完成多项国家自然科学基金，国家中管局重点学科基金，国家教委博士",
        "source_file": "唐汉钧.txt",
        "chunk_index": 29
    },
    {
        "id": "唐汉钧.txt_30",
        "title": "唐汉钧",
        "abstract": "行了系列科研理论基础的深入研究，主持并完成多项国家自然科学基金，国家中管局重点学科基金，国家教委博士点基金等资助项目，从创面的形态学，组织学，病理学，药理学和分子生物学全方位地研究“祛瘀生肌”与“补虚生肌”理论的物质基础和作用机理，为难愈合性创面的治疗开创了新的一页。\n六、复杂性窦瘘\n复杂性窦道或瘘管主要指窦道或瘘管邻近重要脏器或骨骼而不宜手术扩创，或与脏器相通，而且管道或弯曲或外端狭窄内端膨大成腔，或长度长，或病程长，经多次治疗未愈等。祖国医学称之为“漏”。上世纪70年代前，中医外科临床治疗体表皮肤软组织窦道、疮疡脓水不畅为多，主要方法是药线引流。对于较深部位的窦瘘或分支较多，部位险要，周围有重要脏器的窦瘘，用药线引流常无法到位，因此自上世纪80年代以来，唐汉钧教授在继承传统药线法的基础上，倡用清热解毒中药灌注，药线或拖线蘸七三、八二、九一丹引流，结合现代X造影、螺旋CT三维成像技术对头颅、内脏（心脏瓣膜置换、肝胆、阑尾、子宫）、骨骼手术后遗症而久治不愈之窦瘘进行诊断与治疗研究，治疗此类复杂窦瘘百余例，获得疗效，于1998年获上海市临床医疗成果奖，具有组织损伤小，外形改变少，远期复发少等较为明显的优势。\n唐",
        "source_file": "唐汉钧.txt",
        "chunk_index": 30
    },
    {
        "id": "唐汉钧.txt_31",
        "title": "唐汉钧",
        "abstract": "效，于1998年获上海市临床医疗成果奖，具有组织损伤小，外形改变少，远期复发少等较为明显的优势。\n唐汉钧教授认为本病内因是由于素体亏虚，或久溃不敛造成气血亏虚，外因是痈疽失治，疮毒内陷，腐肉成管或金刃所伤，疮内留存异物，毒邪侵袭，血瘀痰浊内停，阻滞经络，积久化热，腐肉为瘘。认为虚、瘀、热、毒既是致病因素，又是病理结果，相互作用，相互影响。因虚致瘀，瘀久生热，正虚瘀热交织，是本病缠绵不愈的病理基础。因此十分重视内治，有红肿热痛，或脓水量多、味臭秽者，宜清热利湿解毒为主，佐以透脓托毒之品；若红肿疼痛不明显，或隐痛绵绵。脓水量少或清稀者，宜益气养荣托毒为主，佐以和营活血之品。\n唐汉钧教授除在研究治疗复杂性窦瘘上除内治法的辨证是有所发展外，在外治法方面更是有所创新，首先唐教授十分重视清理窦瘘外口，通过修剪清除外口突胬增生的水肿肉芽和扩大外口，使脓液能够顺利流出，避免“闭门留寇”。他指出：“有诸内必形之于外”，表浅的肉芽增生、堵塞，必然反映内里深部的不畅通，或是异物、线结的留存；或是有支管横生；或是残骨尚未脱净，需要对应处理。同时对于脓腐的排除采取积极的干预。以达到存正于内，“开户逐贼”，闭合窦瘘的目的。在传统药捻法不",
        "source_file": "唐汉钧.txt",
        "chunk_index": 31
    },
    {
        "id": "唐汉钧.txt_32",
        "title": "唐汉钧",
        "abstract": "处理。同时对于脓腐的排除采取积极的干预。以达到存正于内，“开户逐贼”，闭合窦瘘的目的。在传统药捻法不能直达病所时，灵活采用中药灌注法、置管冲洗疗法、切开拖线法、垫棉压迫法等多元化治疗，使复杂性窦瘘获得治愈。\n医案举隅\n案一 颈痈案\n张某，男，7岁\n右颈部结块肿痛伴发热2日，1周前接种乙脑疫苗后，次日发烧，伴咽痛头痛，不思饮食，二三日后出现右颈部结块肿痛，发热不退，在外院曾应用青霉素、头孢霉素等静滴，但是颈部肿块红肿疼痛仍日渐加重。体检：体温39℃，右颈部结肿4.5 cm×3.5cm，质中等硬，皮色焮红，压痛明显，未有波动感，边界清楚，舌红，苔腻，脉细数。症属风温痰热邪浊外侵，蕴结于少阳，治拟疏风清热，化痰消肿。\n【处方】柴胡9克，牛蒡子9克，防风12克，夏枯草9克，板蓝根15克，玄参12克，黄芩12克，僵蚕9克，桔梗6克，银花12克，象贝9克，生甘草3克，外敷如意金黄膏。\n 用药3日，高热渐减，肿痛减轻，又经5日，发热已消，肿痛亦大减，右颈部肿块缩小，仅为1.5cm×1.0cm，局部皮肤恢复正常，质软，无压痛。嘱上方加减再进一周而愈。\n 按语：接种疫苗当属外感特殊之毒，迂体质孺弱孩童，每可出现高热、头痛、咽肿",
        "source_file": "唐汉钧.txt",
        "chunk_index": 32
    },
    {
        "id": "唐汉钧.txt_33",
        "title": "唐汉钧",
        "abstract": "嘱上方加减再进一周而愈。\n 按语：接种疫苗当属外感特殊之毒，迂体质孺弱孩童，每可出现高热、头痛、咽肿，颈颌少阳经络处出现结块肿痛等风温痰热之症。故应及时疏解风热，化痰消肿，选用《疡科心得集》牛蒡解肌汤化载，减除了薄荷、荆芥、丹皮、石斛,增加板蓝根、银花、象贝、僵蚕，增强了对颈项头面部炎性感染疾患清热解毒化痰消肿的作用。外敷湿热消肿之金黄膏，内外兼顾而痊愈。\n案二  疔疮走黄(败血症)案 \n杨某，男，60岁 \n患者一月前，因右手拇指腱鞘炎行封闭治疗后，出现右拇指红肿疼痛，继而延及整个手掌，并伴恶寒发热，体温最高时达39℃。外院曾予先锋霉素等治疗，但症情未能缓解，肿势向前臂蔓延，近二日又出现腹胀不适，小便量少。既往有肝硬化史。入院时体检发现：患者右手掌心高突肿胀，失去掌中凹陷，手背亦高肿焮红，肿势向上延及右前臂，右腋下扪及肿大的淋巴结。全腹膨隆，按之坚实，移浊(十)。舌质红，苔白腻，脉细数。查B超示：肝硬化、脾肿大，侧腹水131立方毫米。肝功能示：白蛋白28克/升，白/球蛋白比例倒置，r－转氨酶升高。证属疔疮走黄(火毒炽盛)。治拟清热凉血，解毒消肿。 \n【处方】紫地丁30克，银花15克，黄芩12克，生地18克，赤",
        "source_file": "唐汉钧.txt",
        "chunk_index": 33
    },
    {
        "id": "唐汉钧.txt_34",
        "title": "唐汉钧",
        "abstract": "火毒炽盛)。治拟清热凉血，解毒消肿。 \n【处方】紫地丁30克，银花15克，黄芩12克，生地18克，赤芍9克，白花蛇舌草30克，丹皮9克，鹿含草30克，七叶一枝花30克，桑枝9克，生草6克。 \n外用金黄膏外敷患肢以箍围消肿，适当配合西药抗菌消炎、利尿。 \n二诊：患者热返，右手肿势渐消，腹胀减轻，纳呆，精神萎软。苔薄腻，脉细数，再拟健脾利水，清热消肿。 \n【处方】生黄芪30克，太子参30克，姜半夏9克，陈皮9克，苏梗12克，土茯苓30克，苍术12克，川朴9克，鹿含草30克，白花蛇舌草30克，川连9克，桑枝12克，丹参30克，生草6克，并予支持疗法。 \n二十天后患者右手及前臂肿痛尽消，腹水消失，痊愈而出。 \n按语：“疔疮走黄”乃因疔毒炽盛、正不胜邪、邪毒走散入血、内攻脏腑的一种急性危险证候。古有“此百中难保一二”、“朝发夕死，随发随死”之说，可见该病危重，变化发展迅速。该病人右手肿势向上蔓延至前臂，为疔毒局部走散的征象，又现腹部鼓胀，乃为疔毒内攻脏腑的表现。火毒炽盛者当以祛邪为先，以清热解毒凉血之品直折其鸱张邪热，以七星剑合犀角地黄汤加减，迅速制止毒邪扩散以救其急。患者素有肝硬化史，邪毒内攻，脾运失畅，水湿内停，而",
        "source_file": "唐汉钧.txt",
        "chunk_index": 34
    },
    {
        "id": "唐汉钧.txt_35",
        "title": "唐汉钧",
        "abstract": "七星剑合犀角地黄汤加减，迅速制止毒邪扩散以救其急。患者素有肝硬化史，邪毒内攻，脾运失畅，水湿内停，而出现腹水，故不可一味运用苦寒药物克伐脾气，病去大半，转而以健脾利水，消肿解毒，扶正法邪，正胜邪安。\n案三  疽毒内陷(痈伴脓毒败血症)案 \n秦某，男，74岁 \n因“项后部结块肿痛十天”入院。患者十日前，项后部出现肿痛、结块，曾于外院行切开扩创术，术后症情不缓，肿势进一步扩大。入院时患者低热，嗜睡，纳呆，项后部结块肿胀范围约20厘米x25厘米一疮形平塌，肿势散漫，皮色紫滞，有脓头三十余枚，中有一扩创口约4厘米x4厘米，疮内脓腐量多。舌质红，苔薄黄腻，中花剥，脉濡细。血常规示:WBC 24x109/升，N: 92%。血糖8.6毫摩尔/升。此为过早刀圭，以致邪陷入里之逆象，证属“疽毒内陷”（火陷证)。治拟益气养阴，清热托毒。 \n【处方】生黄芪30克，竹叶12克，生地30克，玄参15克，蒲公英30克，银花30克，黄芩15克，角针9克，山甲9克，丹参30克，制军9克，炒谷芽15克，陈皮6克。 \n局部外用九一丹棉嵌以提脓祛腐，并用药线蘸九一丹插入较大脓头中引邪外出，外敷金黄膏箍围消肿，适时分批蚕食修除坏死组织。同时积极控制",
        "source_file": "唐汉钧.txt",
        "chunk_index": 35
    },
    {
        "id": "唐汉钧.txt_36",
        "title": "唐汉钧",
        "abstract": "，并用药线蘸九一丹插入较大脓头中引邪外出，外敷金黄膏箍围消肿，适时分批蚕食修除坏死组织。同时积极控制血糖，并根据脓培养加药敏选用庆大霉素、环丙静点以抗感染。约两周后，疮面脓腐脱清，肿势缩小局限，外用改以生肌散收口，配合垫棉加压包扎促进疮面势缩小局限，外用改以生肌散收口，配合垫棉加压包扎促进疮面愈合。\n前后历经两月余，终痊愈出院。 \n按语：“疽毒内陷”者，正不胜邪，邪毒内陷入里，内攻脏腑。 \n正虚举托无力，不能托毒外泄，邪毒内攻。故在治疗中应以扶正托毒为主，重用黄芪举陷，同时辅以和营托毒、解毒利湿之品，如蒲公英、银花、黄芩、角针、山甲、丹参等。素有消渴病者，往往阴虚而火更炽盛，因此，更应配伍养阴泻火之品；加用谷芽、陈皮，意在顾护胃气。同时，对于消渴病患者，应力求短期控制血糖，才有利于康复。外治方面强调有头疽的切开应选择有利时机，切忌过早切开而造成疽毒内陷。切开时宜采用小切口，使脓液畅泻即可，坏死组织可用蚕蚀修除。此外皮瓣亦不要过分修剪，待收口期加垫棉压迫疗法，使空腔与皮肤黏合，促使疮面早日收口。 \n案四   传囊乳痛(急性乳腺炎)案 \n凌某，女，27岁 \n因“左乳红肿热痛伴结块，反复发作两月余”入院。先后自溃疮",
        "source_file": "唐汉钧.txt",
        "chunk_index": 36
    },
    {
        "id": "唐汉钧.txt_37",
        "title": "唐汉钧",
        "abstract": "乳痛(急性乳腺炎)案 \n凌某，女，27岁 \n因“左乳红肿热痛伴结块，反复发作两月余”入院。先后自溃疮口两个，刀溃疮口一个。屡用中药和多种抗生素治疗，寒热不退，体温仍在39℃，红肿结块尚有新发。舌苔腻边尖红，脉细数(98次/分)。体检发现，左乳以乳晕为中心，红肿波及整个乳房，范围有18厘米x14厘米，外上象限已有轻度波动。证属肝胃蕴热，热盛肉腐，成脓传囊，正虚邪实。治拟扶正和营托毒，清化湿热。 \n【处方】生黄芪12克，白术9克，茯苓9克，当归12克，银花9芫，蒲公英30克，角针12克，丹皮9克，黄芩9克，地丁30克，生草3克。 \n外用千捶膏贴于轻度波动处，再外盖金黄膏。两天后，左乳外上象限乳晕附近波动最明显处，切开排脓约100毫升。疮口用二宝丹药线引流红油膏盖贴外，加用胸罩将乳房托起垫棉压紧，使疮口引流通畅。经治10天，脓液减少，脓色转清，停用药线，继续加压抬高乳房。并再拟益气养荣、和营清化治疗。 \n【处方】生黄芪12克，党参12克，焦白术9克，当归12克，白芍9克，川芎9克，瓜萎12克，蒲公英30克，陈皮6克，天冬9克，生草4克。 \n一周后痊愈。 \n按语：乳痛初起多由乳头破碎、外受风邪、内有肝胃蕴热、乳汁积滞",
        "source_file": "唐汉钧.txt",
        "chunk_index": 37
    },
    {
        "id": "唐汉钧.txt_38",
        "title": "唐汉钧",
        "abstract": "天冬9克，生草4克。 \n一周后痊愈。 \n按语：乳痛初起多由乳头破碎、外受风邪、内有肝胃蕴热、乳汁积滞、乳络受阻而引起，若治疗及时、得当，可以迅速缓解。若因失治、误治，或过用抗生素、苦寒之品的中药，或因乳房下垂，脓腔在下，溃口在上，引流不畅，脓液积聚，则可形成袋脓和传囊。该患者新产体虚，更受病邪缠绵日久，面色 白，正气不足，故以生黄芪、白术、茯苓、角针托毒外出；银花、蒲公英、丹皮、黄芩、地丁、当归清热利湿和营。而在脓液排出之后，气血随脓而出，气血更虚，治疗上更应以扶正为主，兼顾祛邪，故二诊以益气养血为主，同时配合垫棉压迫疗法，防治脓液坠积形成袋脓，加速脓腔黏合。该病的治愈，是中医特色的突出体现。 \n案五  乳癌术后案\n张某，女，52岁\n左乳癌改良根治术后10月，术后病理：浸润性导管癌，左腋下淋巴结12枚，其中9枚为癌性转移，ER（＋）PR（＋），经放化疗后，自觉神疲乏力，不思饮食，入寐困难，腰膝酸痛，左上肢肿胀，血白细胞2.8×109/L，舌暗红边有瘀块，舌苔薄，脉濡细，症属气血两虚、肝肾亏损，邪浊瘀滞，当为正虚邪滞之证。治拟扶正祛邪。\n【处方】生黄芪30克，太子参30克，白术15克，熟地15克，芋肉12克，仙",
        "source_file": "唐汉钧.txt",
        "chunk_index": 38
    },
    {
        "id": "唐汉钧.txt_39",
        "title": "唐汉钧",
        "abstract": "邪滞之证。治拟扶正祛邪。\n【处方】生黄芪30克，太子参30克，白术15克，熟地15克，芋肉12克，仙灵脾12克，石见穿30克，露蜂房6克，干蟾皮6克，重楼30克，薏苡仁12克，五味子15克，谷麦芽（各）10克，桑枝15克，杜仲15克，参三七10克。\n服药月余患者精神渐佳，睡寐亦改善，进食稍增，左上肢肿胀减轻，血白细胞上升至3.8×109/L，此后随证加减，服药三年余，患者症情平稳，定期查体各项指标均无明显异常，生活质量亦大大改善。\n按语：乳癌是发生在正气亏虚、脏腑功能衰退基础上的，尤其经手术后癌灶已切除，放化疗又进一步杀灭癌之余毒，故治疗应以扶正为主，扶正则重视益气健脾培补肝肾，扶正能使机体之阴阳、气血、脏腑、经络达到协调与平衡，使正气恢复，“正气存内，邪不可干”，取正胜邪自消之功效，从而提高生活质量，降低复发率，提高生存质量。乳腺癌术后之治亦应祛邪，乳癌患者经手术或放化疗后，绝大部癌毒已被剿灭，而其残留之癌灶、毒素仍可蛰伏于体内血液、脏腑、骨骼及皮肉之中，而放化疗之毒及体内病理代谢产物湿、热、瘀、浊等亦应及时清除，故祛邪亦是乳癌术后治疗所必需的。在调整机体阴阳、气血、脏腑、经络功能平衡的基础上，酌加解毒祛邪",
        "source_file": "唐汉钧.txt",
        "chunk_index": 39
    },
    {
        "id": "唐汉钧.txt_40",
        "title": "唐汉钧",
        "abstract": "清除，故祛邪亦是乳癌术后治疗所必需的。在调整机体阴阳、气血、脏腑、经络功能平衡的基础上，酌加解毒祛邪之品，达到扶正祛邪的作用。\n案六  瘿痈案\n王某，女，36岁\n患甲状腺结节肿大年余，近半年工作操劳，时常加班，咽喉红肿，口舌干燥，容易疲劳，容易感冒，常有咽部梗塞感，求诊时咽红肿有滤泡状增生，瘿部有多枚肿大结节，质硬韧，有轻度压痛，舌苔薄腻，舌质红，脉细数，查FT4、TG-A、TPo－Ab均高于正常范围，甲状腺穿刺检查：大部分淋巴细胞浸润，符合桥本氏炎征象。症属风热外侵，素体不耐，肝郁脾虚，痰热蕴结于瘿部，治拟扶正清瘿，益气养阴清化痰热。\n【处方】生黄芪30克,党参15克,白术12克,南沙参30克,白芍12克,山芋肉12克,柴胡9克,夏枯草9克,玄参12克,象贝9克,郁金9克,山慈菇15克。\n治疗月余，患者自感颈瘿部紧迫感、梗塞感明显减轻，咽部红肿亦有减轻，上方又加减服用2月，自感精力得到恢复，口干舌燥亦消，上班工作不再感到疲劳。亦不再容易感冒，此后复查FT4、TG-A、TPo－Ab已降至正常范围。\n 按语：近10年来桥本氏甲状腺炎、结节性甲状腺肿发病率呈上升趋势，约占甲状腺疾病得22.5％，好发于30～50岁",
        "source_file": "唐汉钧.txt",
        "chunk_index": 40
    },
    {
        "id": "唐汉钧.txt_41",
        "title": "唐汉钧",
        "abstract": "0年来桥本氏甲状腺炎、结节性甲状腺肿发病率呈上升趋势，约占甲状腺疾病得22.5％，好发于30～50岁女性，是一种自身免疫性疾病，可能由于工作操劳，病毒感染而引发，属于“瘿肿”、“瘿痈”的范围。瘿痈、瘿肿多由情志不畅，操劳过度导致肝郁脾虚，为病之本，风温外侵，痰浊蕴结为病之标。本病治疗主要从两方面入手，一为扶正：益气健脾滋养阴津；二为清瘿：清肝化痰，清瘿消肿。以扶正清瘿法治之，屡屡见效，而且断无激素治疗之弊病。\n案七  臁疮(下肢慢性溃疡)案 \n张某，男，57岁 \n因“左下肢溃疡不愈三年”入院，患者三年前左下肢不慎碰破，遂致疮面迁延不愈。前医叠进温补之品，未获良效，反见纳谷不香，胃脘饱闷。体检发现：左小腿外侧溃疡5厘米X4厘米，疮周暗黑僵硬，疮面脓腐如苔，疮底色淡不活。苔腻，脉濡。证属正气虚弱，瘀滞不化。治拟健脾益气，祛瘀利湿。 \n【处方】生黄芪30克，太子参15克，白术15克，陈皮9克，姜半夏15克，苏梗15克，当归15克，川芎9克，桃仁15克，牛膝15克，泽兰、泽泻各15克，薏苡仁30克，防己15克，水蛭9克，生甘草6克。外用九一丹、红油膏盖贴。 \n药后疮周暗黑稍减，僵硬趋软，疮面腐肉几尽，脓水渐稠色明。守",
        "source_file": "唐汉钧.txt",
        "chunk_index": 41
    },
    {
        "id": "唐汉钧.txt_42",
        "title": "唐汉钧",
        "abstract": "，生甘草6克。外用九一丹、红油膏盖贴。 \n药后疮周暗黑稍减，僵硬趋软，疮面腐肉几尽，脓水渐稠色明。守方数剂，外用复黄生肌愈创油膏，经治数月，疮面愈合，嘱宜清淡之食物，注意调护，避免损伤。 \n按语：臁疮之病因病机，历代医家众说纷纭，举有湿热、血热、湿毒、瘀血、肾虚、脾虚等说。先生据多年临床所见，认为气滞血瘀为其基本病机，“虚”与“瘀”同时存在，是臁疮之根本原因。临证之时，标本并重，法用扶正与祛邪并施，方选补阳还五汤加味，药用：黄芪、太子参、川芎、桃仁、地龙、牛膝、苡仁、泽兰等，注重益气通络祛瘀，随证加入祛风、清热、利湿、解毒之品，标本兼顾。清代吴师机云“外治之理即内治之理，外治之工即内治之工，所异者，法耳。”故臁疮的外治也甚为重要，“祛腐生肌”，而腐去肌不生者，主要是因为“瘀”与“虚”的同时存在，故治疗时宜“祛腐、祛瘀、补虚、生肌”，使得祛腐有利生肌，祛瘀不致于化腐，祛瘀不致成瘢。\n案八  脱疽(糖尿病坏疽)案 \n唐某，女，82岁 \n因“左足背皮肤溃烂疼痛三周”入院。患者有糖尿病二十余年，三周前浴足时，左足背不慎烫起一2厘米x3厘米的水疱，一周后，水疱溃破，形成黑色结痂，周围皮肤出现红肿，并向四周蔓延至整个足背",
        "source_file": "唐汉钧.txt",
        "chunk_index": 42
    },
    {
        "id": "唐汉钧.txt_43",
        "title": "唐汉钧",
        "abstract": "烫起一2厘米x3厘米的水疱，一周后，水疱溃破，形成黑色结痂，周围皮肤出现红肿，并向四周蔓延至整个足背，黑腐范围亦扩大，入夜后疼痛剧烈。平素口渴明显，小便量多，纳可，寐安。体检发现：右足背外侧有一约5厘米x2厘米的黑痂，坚硬难脱，足背皮肤颜色暗红，皮温较高，触痛明显，双足背动脉搏动减弱。舌红少苔，脉沉细。证属气阴两虚，经脉痰浊瘀阻。治拟益气养阴，活血通络，祛痰化浊。 \n【处方】生黄芪30克，沙参15克，麦冬12克，生地15克，枸杞子15克，山萸肉15克，莪术15克，当归15克，红花9克，地龙9克，桃仁15克，生山查12克，生米仁15克，黄柏12克，忍冬藤15克，生甘草6克。并予九一丹、红油膏外敷。 \n一周后，疼痛减轻，左足红肿渐消，足背动脉可及轻微搏动，黑痂已松动。上方去麦冬、沙参，加伸筋草12克，外治同上。再诊时，黑痂已脱，疮面颜色较红，少许坏死肌腱暴露，疮周皮色微红，肿势已消，疼痛缓解。原方加黄精15克，石斛15克。外治以白玉膏外敷。四周后伤口愈合、疼痛己消，属服上方以巩固疗效。 \n按语：糖尿病坏疽属中医“脱疽”范畴，临床多见于年纪较大的消渴患者，往往气血虚衰，气阴不足，复因气虚无力推动血行，或兼膏粱厚味损",
        "source_file": "唐汉钧.txt",
        "chunk_index": 43
    },
    {
        "id": "唐汉钧.txt_44",
        "title": "唐汉钧",
        "abstract": "疽”范畴，临床多见于年纪较大的消渴患者，往往气血虚衰，气阴不足，复因气虚无力推动血行，或兼膏粱厚味损伤脾胃，而致湿阻中焦，痰浊内生阻于血络，痰瘀互结，症情较重，极易蚀筋腐骨，每易造成高位截股。本例患者年事己高，脾肾双亏，气阴两虚，又有血脉瘀阻，故治宜益气养阴，活血通络祛痰化浊，以生黄芪、沙参、麦冬、枸杞、萸肉、地黄等益气养阴，当归、红花、桃仁、地龙、莪术、山查等活血通络，米仁祛痰化浊，黄柏、忍冬藤清化湿浊，外用祛腐生肌之品，内外合治，取得较好疗效，使患者免受截肢之苦。 \n案九  毒蛇咬伤案\n周某，男，32岁 \n因“右手被五步蛇咬伤三天”而收住。入院前曾在外院予扩创，并运用抗蛇毒血清、地塞米松等治疗，局部疼痛有所缓解，但肿势仍向前臂扩展，局部扩创疮面渗血不止。为进一步治疗，急送至我科救治。患者烦躁，头晕乏力，胸闷，时；有呕吐，小便近一日未解，大便三日未行。查体示:右上肢肿胀瘀紫，右手中指与无名指间，小指掌指关节处见，三处疮口，渗血不止。眼呈蛇眼状，心率120次/分，血压60/30毫米汞柱。尿常规示:RBC 80/HP，血常规示:RBC 2.4x1012/\n升，Hb77克/升。此乃蛇毒内结，内攻脏腑，症情十分危急",
        "source_file": "唐汉钧.txt",
        "chunk_index": 44
    },
    {
        "id": "唐汉钧.txt_45",
        "title": "唐汉钧",
        "abstract": "HP，血常规示:RBC 2.4x1012/\n升，Hb77克/升。此乃蛇毒内结，内攻脏腑，症情十分危急。 \n口服季得胜蛇药片20粒，每隔六小时一次。中药拟清热凉血解毒，通利二便。 \n【处方】半枝莲30克，半边莲30克，虎杖15克，白花蛇舌草30克，菊花12克，天麻15克，生地30克，丹皮9克，赤芍12克，桑枝20克，生黄芪30克，车前草15克，玉米须30克，姜夏9克，陈皮9克，另予生大黄9克开水泡服。 \n局部疮口以明胶海棉有外敷止血，患肢以金黄散水调敷以箍围消肿。同时配合西医矫正血容量，升压治疗，并静点地塞米松15～20毫克/日。经中西医积极救治后，次日患者血压、心率等生命体征均恢复正常。一周后患者痊愈出院。\n按语：中医历来有“治蛇不泄，蛇毒内结”、“二便不通，蛇毒内攻”之说，因此在毒蛇咬伤治疗中，通利二便是十分重要的。同时，五步蛇蛇毒为血循毒，属中医的“火毒”，在治疗中应以清热凉血解毒为主。方中半枝莲、半边莲、虎杖、白花蛇舌草、生地、丹皮、赤芍清热解毒、凉血止血；生大黄、车前草、玉米须通利二便，使蛇毒外泄：陈皮、姜夏和胃止日区；菊花、天麻醒脑明目；桑枝舒筋通络。诸药合用，达到清热之中兼以养阴，使热清血宁而无耗",
        "source_file": "唐汉钧.txt",
        "chunk_index": 45
    },
    {
        "id": "唐汉钧.txt_46",
        "title": "唐汉钧",
        "abstract": "、姜夏和胃止日区；菊花、天麻醒脑明目；桑枝舒筋通络。诸药合用，达到清热之中兼以养阴，使热清血宁而无耗血之虑；凉血之中兼以散结，使血止而无留瘀之弊。对于中毒较重的病人主张早期足量运用肾上腺皮质激素，可以提高病人对蛇毒的耐受性，防治休克及血清反应，可阻止病情的发展。 \n唐汉钧工作室简介\n上海中医药大学附属龙华医院唐汉钧工作室成立于2002年， 2004年评为上海中医药大学名中医工作室，2005年评为上海市名中医工作室。\n工作室导师唐汉钧，主任医师，教授，博士生导师，博士后流动站导师，龙华医院终身教授，享受国务院特殊津贴，上海市名中医，第三、第四批全国老中医药专家学术经验继承班指导老师。工作室共有继承人7人，工作室采取新老交替的方式运作，既保持了人员数基本恒定，便于开展工作，又使年青医生有学习提高的机会。\n在工作室导师唐汉钧教授的引领下，工作室建设与临床科室（中医外科、乳腺科）、中医外科教研室、国家及上海市重点学科、国家中医药重点专科，上海市临床医学中心、上海市医学领先专业重点学科、国家中医药管理局三级实验室、上海中医药大学中医外科研究所等工作紧密结合，以总结、继承和发扬老中医丰富临床经验，独特学术思想为中心任务，",
        "source_file": "唐汉钧.txt",
        "chunk_index": 46
    },
    {
        "id": "唐汉钧.txt_47",
        "title": "唐汉钧",
        "abstract": "医药大学中医外科研究所等工作紧密结合，以总结、继承和发扬老中医丰富临床经验，独特学术思想为中心任务，以疑难重症治疗为突破口，开展了门诊带教、教学查房、学术交流、资料整理等工作，凝练了老专家的经验与学术思想，开展了慢性溃疡、糖尿病足部溃疡、复杂性窦瘘、浆细胞性乳腺炎、急性乳腺炎等中医疗效确切、中医特色鲜明的疾病的规范化诊疗体系研究，在医疗、教学、科研和培养新一代中医接班人诸方面均取得了良好成绩，进一步丰富了工作室成员的中医内涵，提升了临床诊治能力和学术水平，开阔了临证思路，提高了项目承担能力，同时进一步加强了科室内涵建设，形成诊疗新技术、专科新特色、疗效新优势，提升了学术水平和学术地位，同时增强了青中年中医自信心与自豪感，培养了数位年青的铁杆中医临床骨干。\n医技医术力求精益求精，为病员服务应尽心尽力尽责。与学子共勉之。——唐汉钧\n名医小传\n唐汉钧，男，1938年3月生于上海，1963年毕业于上海中医学院。1990年晋升主任医师，教授，1993年国务院学位办授博士生导师，并获国务院特殊津贴，1995年评为上海市名中医, 2002年、2008年为第三、四批全国老中医药专家学术经验继承班导师，上海市劳动模范，全国卫生",
        "source_file": "唐汉钧.txt",
        "chunk_index": 47
    },
    {
        "id": "唐汉钧.txt_48",
        "title": "唐汉钧",
        "abstract": "医, 2002年、2008年为第三、四批全国老中医药专家学术经验继承班导师，上海市劳动模范，全国卫生系统先进个人，第三届高尚医德奖，上海十佳医师。\n先生师从中医外科专家顾伯华教授，30余年随师侍诊，深得师传。广学博取，内外兼修，造就了其内科功底深厚，外科诸法精通。在总结前人经验基础之上，有所发展创新。在国内首先提出“祛瘀生新”，“补虚生新”的学术观点，为中医药治疗慢性皮肤溃疡提供了全新的思路和途径。研制成的复黄生肌愈疮油膏，从臁疮的治疗，扩延到脱疽、糖尿病坏疽、化疗外渗溃疡、放射溃疡、神经创伤溃疡等难愈性溃疡的治疗；从传统中医药线引流的基础上扩展为拖线、灌注引流法治疗术后复杂性窦瘘；对桥本氏甲状腺炎的临床实践研究中提出了“扶正清瘿法”的治则；对乳癌术后、放化疗调治中提出“扶正祛邪”的治则；对复杂性浆细胞乳腺炎的临床研究中，总结了以手术切开、拖线、灌注、祛腐、垫棉、绑缚综合外治为主的内外结合治疗等等，都可谓秉承传统、开拓创新的成果。曾获得卫生部、国家教育部、国家中医药局、上海市科技进步奖及市中医科技奖多项。发表专业论文百余篇，主编、参编著作、教材30余部。先生多年教书育人，扶持后学不遗余力，十分重视培养中青年医",
        "source_file": "唐汉钧.txt",
        "chunk_index": 48
    },
    {
        "id": "唐汉钧.txt_49",
        "title": "唐汉钧",
        "abstract": "业论文百余篇，主编、参编著作、教材30余部。先生多年教书育人，扶持后学不遗余力，十分重视培养中青年医师，先后培养博士、硕士30余名，博士后1名，国家级、上海市级高层次中医、中西医结合学术继承、学术研究、师带徒30余名。",
        "source_file": "唐汉钧.txt",
        "chunk_index": 49
    },
    {
        "id": "徐振晔.txt_0",
        "title": "徐振晔",
        "abstract": "精研岐黄、抗击癌魔\n——徐振晔学术经验集萃\n学术思想\n徐振晔教授从事肿瘤治疗研究30余年，勤求古训，博采众方，溯本求源，结合现代医学对肺癌等肿瘤发生发展的研究成果，提出“邪侵正虚，养精抗癌”的学术思想，在肺癌等肿瘤的治疗中取得了良好的治疗效果。\n1．肺癌的发病观：邪毒侵袭，瘤自内生\n徐师根据患者的起病经过及临床表现，认为肺癌的发生与邪毒入侵和正气盛衰有比较密切的关系。\n烟毒内侵：清代顾松园《顾氏医案》认为：“烟为辛热之魁。”长期吸烟，热灼津液，阴液内耗，致肺阴不足，久则气阴亏虚，加之烟毒之气内蕴，羁留肺窍，阻塞气道，而致痰湿瘀血凝结，形成瘤块。\n邪毒侵肺：肺为娇脏，易受邪毒侵袭，如工业废气、石棉、矿石粉尘、煤焦烟炱和放射性物质等，致使肺气肃降失司，肺气郁滞不宣，进而血瘀不行，毒瘀互结，久而形成肿块。\n正气内虚：正气内虚，脏腑阴阳失调，是罹患肺癌的主要基础。正如《医宗必读•积聚》所说：“积之成者，正气不足，而后邪气踞之”。年老体衰，慢性肺部疾患，肺气耗损而成不足；或七情所伤，气逆气滞，升降失调；或劳累过度，肺气、肺阴亏损，外邪乘虚而人，客邪留滞不去，气机不畅，终致肺部血行瘀滞，结而成块。《素问•评热病论》“邪之",
        "source_file": "徐振晔.txt",
        "chunk_index": 0
    },
    {
        "id": "徐振晔.txt_1",
        "title": "徐振晔",
        "abstract": "肺阴亏损，外邪乘虚而人，客邪留滞不去，气机不畅，终致肺部血行瘀滞，结而成块。《素问•评热病论》“邪之所凑，其气必虚”，既说明正气不足，易遭邪侵；也说明邪气侵袭滞留，导致正气耗伤。\n痰湿聚肺：脾为生痰之源，肺为贮痰之器。脾主运化，脾虚运化失调，水谷精微不能生化输布，致湿聚生痰，留于脏腑；或饮食不节，水湿痰浊内聚，痰贮肺络，肺气宣降失常，痰凝气滞；或肾精不足，失于蒸化温煦濡润，水饮上犯于肺，酿湿生痰，进而导致痰瘀交阻，毒聚邪留，郁结胸中，肿块逐渐形成。\n总之，肺癌是由于正气虚损，阴阳失调，邪毒乘虚入肺，邪滞于肺，导致肺脏功能失调，肺气膹郁，宜降失司，气机不利，津液失于输布，津聚为痰，痰凝气滞，瘀毒胶结，日久形成肺部积块。因此，肺癌是因邪而患病，因虚而致实，是一种毒邪侵袭、消耗精气、全身属虚、局部属实的疾病。肺癌的虚以肺肾精虚为主，实主要为毒聚痰凝。其病位在肺，但因脾主运化水湿，肾主生长代谢，故与脾、肾关系密切。\n2. 肺癌的病机观：邪实正虚，阴阳失调\n徐师认为，在肿瘤发病过程中，邪毒侵袭是主要原因，正气亏虚是根本，阴阳失调是关键。邪毒侵袭是一个渐进渐积的过程，正气亏虚是一个渐进渐虚的过程。在人体各种生理性平衡和关",
        "source_file": "徐振晔.txt",
        "chunk_index": 1
    },
    {
        "id": "徐振晔.txt_2",
        "title": "徐振晔",
        "abstract": "阴阳失调是关键。邪毒侵袭是一个渐进渐积的过程，正气亏虚是一个渐进渐虚的过程。在人体各种生理性平衡和关系遭到破坏的过程中，导致阴阳失衡，成为肺癌发生发展的内在依据。\n人体是一个有机整体，脏为阴，腑为阳；血属阴，腑属阳；经脉亦分阴阳之别。除构成人体的组成成分外，阴阳是调节机体代谢和生理功能活动的重要因素，阳气促进机体温煦、卫外御邪、兴奋精神、促进机体新陈代谢、推动脏腑组织器官的功能活动，阴气促进人体的润润、滋养、内守和宁静。阴阳的交感制约和互根互用，维持着机体相对的平衡，推动和调控着生命活动的正常进行，正如《素问•生气通天论》说“阴平阳秘，精神乃治”。\n当病邪侵袭人体，或机体正气虚弱到一定程度时，机体阴阳失调，正常的代谢活动遭到破坏，祛邪康复能力减弱，肿瘤乃可发生。当肿瘤形成后，进一步导致阴阳失调，如严用和《济生方•五噎五膈论治》所言：“倘或寒温失宜，食饮乖度，七情伤感，气神俱耗，使阳气先结，阴气后乱，阴阳不和，脏腑生病，结于胸膈，则成膈；气留于咽嗌，则成五噎”。《诸病源候论•积聚病诸候》：“积聚者，由阴阳不和，府藏虚弱，受于风邪，搏于府藏之气所为也。……诸藏受邪，初未能为积聚，留滞不去，乃成积聚”。即是说外来的",
        "source_file": "徐振晔.txt",
        "chunk_index": 2
    },
    {
        "id": "徐振晔.txt_3",
        "title": "徐振晔",
        "abstract": "藏虚弱，受于风邪，搏于府藏之气所为也。……诸藏受邪，初未能为积聚，留滞不去，乃成积聚”。即是说外来的致病因子，一旦在脏气虚弱的情况下，就可以自外入侵人体，当正气虚弱、无力驱邪时，停留于体内而致病。邪侵正虚是肿瘤发病的根本原因，而阴阳失调则是正气亏虚、脏腑功能减退的基本病机。\n3. 肺癌的诊察观：四诊合参，重视舌象\n神是生命活动的外在体现。徐师认为，神的盛衰是肾中精气盈虚的重要标志。在诊察肿瘤疾病的时候尤其重视察神。精足则形健，形健则神旺；精衰则体弱，体弱则神疲。精充、气足、神旺，疾病向愈；精亏、气虚、神耗，病情恶化。诊察疾病时强调“色之有神”、“声之有神”、“脉之有神”。望形体强弱、姿态动静测知脏腑气血盛衰、阴阳邪正消长，根据声音大小、高低、清浊区分寒热虚实，查排泄物辨别邪气所在及寒热虚实，问疾病的发生发展经过了解诊治的效果，脉证相兼，精于从舍。强调“微妙在脉，不可不察”，“能合色脉，可以万全”。\n中医学认为脏腑精气可以上营于舌，而脏腑气血阴阳有又可变见于舌；舌为百脉汇聚之处，肺朝百脉，且诸脏腑的变化常影响肺的变化，而肺的变化亦常影响其他脏腑的变化，所以肺癌的证情变化，大多可在舌质与舌苔上表现出来。根据这一原",
        "source_file": "徐振晔.txt",
        "chunk_index": 3
    },
    {
        "id": "徐振晔.txt_4",
        "title": "徐振晔",
        "abstract": "变化，而肺的变化亦常影响其他脏腑的变化，所以肺癌的证情变化，大多可在舌质与舌苔上表现出来。根据这一原理，徐师在临床诊治时十分重视察验舌质与舌苔，认为观舌质可验其正气之阴阳虚实，察舌苔可推知邪气之寒热浅深，舌苔之润燥可验津液之盈亏。舌质淡胖或兼有齿印的肺癌患者，肺气亏虚，必补益肺气；舌质淡暗或淡而不胖者，阳虚湿停，则健脾温阳；舌质红或偏红，苔少或有裂纹者，为肺阴虚，治以养阴润肺清虚热；舌质红或红绛无苔者，肺肾阴虚，滋养肺肾之阴结合清热消肿。尤其善于根据舌质和舌苔的变化发现疾病的演变规律和预测其发展趋势，及时调整治疗策略。如患者舌质有紫黯转向淡红，或由晦黯转向明润，舌苔由厚转薄或由无苔转为薄白苔，提示证情好转，反之则警惕扩散、转移、出血等证情的恶化。在治疗过程中，始终努力保持患者淡红舌薄白苔。徐师在治疗证情复杂的肺癌患者时，常常舍脉、甚或舍症而重视苔舌，收到良好的疗效。\n4. 肺癌的辩证观：瘤毒内踞，精气亏虚\n清•高秉均《疡科心得集》说：“癌瘤者，非阴阳正气所结肿，及五脏瘀血浊气痰滞而成”。徐师认为肺癌的病因病机主要是邪毒聚积、痰湿凝结、精气亏虚所致的阴阳失调。临证时首先辨邪正盛衰：肺癌是高度恶性的肿瘤，发展快，",
        "source_file": "徐振晔.txt",
        "chunk_index": 4
    },
    {
        "id": "徐振晔.txt_5",
        "title": "徐振晔",
        "abstract": "要是邪毒聚积、痰湿凝结、精气亏虚所致的阴阳失调。临证时首先辨邪正盛衰：肺癌是高度恶性的肿瘤，发展快，变化速，辨明邪正盛衰，是把握祛邪扶正治则和合理遣方用药的关键。肺部癌瘤初发发，无症状或症状不明显，患者形体丰满，生活、体力、活动、饮食无异常，此时多为邪气初起而正气未伤；肺部癌瘤及症状明显，但患者形体尚丰，生活、体力、活动、饮食等尚未受阻，此时多为邪气盛而正气尚充，正邪交争之时；肺部广泛侵犯或多处转移，全身情况较差，消瘦、疲乏、衰弱、食少，生活行动困难，症状复杂多变，多为邪毒内盛而正气虚弱的正虚邪实者。其次辨证候虚实：肺癌的发生多与肺肾不足、痰湿交阻有关。肺癌早期，多见痰湿毒蕴之证，以邪实为主；肺癌晚期，多见正虚毒热，精气亏虚之证，以正虚为主，病情复杂，虚实互见。\n在辨别肺癌患者的正气亏虚时，徐师尤其重视肾精亏虚。肾中精气来源于先天之精和后天之精，即脾胃从食物中摄取的营养物质和脏腑代谢所化生的精微物质，肾中精气的主要生理功能是促进人体生长发育和调节人体的代谢及生理活动。《素问•上古天真论》说：“女子七岁，肾气盛，齿更发长；…三七，肾气平均，故真牙生而长极；…七七，任脉虚，太冲脉衰少，天癸竭；…丈夫八岁，肾气实，",
        "source_file": "徐振晔.txt",
        "chunk_index": 5
    },
    {
        "id": "徐振晔.txt_6",
        "title": "徐振晔",
        "abstract": "齿更发长；…三七，肾气平均，故真牙生而长极；…七七，任脉虚，太冲脉衰少，天癸竭；…丈夫八岁，肾气实，发长齿更；二八，肾气盛，天癸至，精气溢泻，…三八，肾气平均，筋骨劲强，故真牙生而长极；…五八，肾气衰，发堕齿槁；…七八，…精少，肾脏衰，形体皆极”。这段话明确指出肾中精气是机体生、长、壮、老、已的根本。肾阴和肾阳是肾中精气所含的两种功能相反的物质，肾阳促进全身之阳，肾阴加强全身之阴。肾中精气充足，肾阴肾阳平衡，则全身阴阳平衡，身体恢复健康或病情向愈；若肾中精气亏虚，肾阴肾阳就发生偏盛偏衰，导致全身阴阳失调，肿瘤发展，加重病情。\n5. 肺癌的治疗观：祛邪扶正，养精抗癌\n徐师认为，虽然祖国医学对肺癌的病因病机已有一定的认识，但现代医学对肿瘤的病因、病理和诊断方法的研究更是日新月异，治疗观念也不断更新，因此，必须学习现代肿瘤学的病因学、病理学、诊断学和分子生物学，熟练应用各种现代诊断方法，如CT、支气管镜检及病理检查等，以便及时明确诊断和指导临床治疗。充分了解现代各种治疗方法的利弊，着眼于整体调节，在保护机体正气的前提下，最大程度地杀伤肿瘤，提高生存质量，延长生存期。根据患者的不同病理分期，实施不同的治疗。如Ⅰ、Ⅱ期",
        "source_file": "徐振晔.txt",
        "chunk_index": 6
    },
    {
        "id": "徐振晔.txt_7",
        "title": "徐振晔",
        "abstract": "下，最大程度地杀伤肿瘤，提高生存质量，延长生存期。根据患者的不同病理分期，实施不同的治疗。如Ⅰ、Ⅱ期患者应尽快手术，切除肺叶并进行淋巴结清扫，术后进行放疗、化疗、中医治疗；部分不能及时手术的Ⅲ期病灶，可先化疗2次，俟瘤块缩小进行手术切除后，予以中医药治疗；Ⅲb期和Ⅳ期以中药治疗为主，适当选配放疗、选择性化疗、免疫治疗等。\n扶正祛邪，标本兼治是治疗肺癌的基本原则。本病整体属虚，局部属实，正虚为本，邪实为标。肺癌早期，以邪实为主，治当化瘀软坚、清热化痰和祛湿解毒；肺癌晚期，以正虚为主，治宜扶正祛邪，分别采用益气养精、解毒散结及补益脾肾、清化痰热等法。临床还应根据虚实互见和患者的具体情况，按标本缓急恰当处理。由于肺癌患者正气内虚，抗癌能力低下，虚损情况突出，因此，在治疗中要始终维护正气，保护肾中精气和肺脾胃之气，把扶正抗癌的原则，贯穿肺癌治疗的全过程。《景岳全书•积聚》：“治积之要，在知攻补之宜，而攻补之宜，当于孰缓孰急中辨之。凡积聚未久而元气未损者，治不宜缓，盖缓之则养成其势，反以难治，此其所急在积，速攻可也。若积聚渐久，元气日虚，此而攻之，则积气本远，攻不易及，胃气切近，先受其伤，愈攻愈虚，则不死于积而死于攻矣",
        "source_file": "徐振晔.txt",
        "chunk_index": 7
    },
    {
        "id": "徐振晔.txt_8",
        "title": "徐振晔",
        "abstract": "聚渐久，元气日虚，此而攻之，则积气本远，攻不易及，胃气切近，先受其伤，愈攻愈虚，则不死于积而死于攻矣”。\n对于肺癌和肺癌术后的患者，徐师尤注重补益肾中精气。若用药单纯补益，恐助邪而邪气更盛，单纯攻邪，又恐更伤其正，故以中医药抗肿瘤常攻补兼施，寓补于攻。肾中真精，易竭难生，易耗难持，易散难御，必须以保护补益肾中真精最为切要。后天先天并补，益肾之精，使肾气能充，阴阳平衡，精气滋养五脏，防治肿瘤扩散和转移，配伍解毒消积抗癌药物，化已积之邪。尤其对晚期癌症病人，在治疗时一方面用大量益气养精补肾的中药扶正，一方面用抗癌解毒的中草药如七叶一枝花、白花蛇舌草、半枝莲等祛邪。这种治疗的方法取得的效果远比单用扶正或祛邪的方法效果好，而且还能避免祛邪时易于损伤正气的某些副作用。\n6. 肺癌的康复观：调整阴阳，以平为期\n一般初起多为毒痰瘀滞于肺，侧重实证，虚报不重，机体正气尚强，通过调治，病情可好转。若未控制，邪毒伤正，肺脾气虚，遏邪乏权，邪毒可进一步向肺外传变，或流窜于皮下肌肤，或流注于脏腑筋膜，或者于肢节骨骼，淫髓蚀骨，或邪毒上扰清窍，甚至蒙蔽清窍。虚损加重，耗气伤血，伤阴及阳，若见面削形瘦，“大肉尽脱”等虚损衰竭之症，常预示",
        "source_file": "徐振晔.txt",
        "chunk_index": 8
    },
    {
        "id": "徐振晔.txt_9",
        "title": "徐振晔",
        "abstract": "扰清窍，甚至蒙蔽清窍。虚损加重，耗气伤血，伤阴及阳，若见面削形瘦，“大肉尽脱”等虚损衰竭之症，常预示着患者已进入生命垂危阶段。至于部分术后复发的肺癌患者，可出现由气虚进而阳虚，又渐变为精血亏虚，临床可以呈现肺脾肾三脏之气阴两伤的见证，多预示病势极其严重，治疗效果极差。此外，痰热也常为肺癌病理演变的一个侧面，痰瘀化热的直接原因，是由于癌块阻塞支气管，致使痰液引流不畅，出现继发感染的缘故。一旦出现这种转化，临床治疗时，必须果断处置，以求得感染迅速控制，阻止病情恶化。\n徐师深入研究了抗癌中药的药理作用和肿瘤病理学，根据肺癌病理类型的不同，筛选出适用于不同病理类型的抗癌中药，如肺鳞癌选用蛇六谷、紫草根、山海螺、山豆根、蚤休等；肺腺癌选用蜀羊泉、籐李根、龙葵、蛇莓、山慈菇等。对于肺癌治疗，应根据病情的需要，积极使用抗癌中草药，即《素问•六元正纪大论》所言：“有故无殒，亦无殒也”。但须严格掌握剂量，“大积大聚，其可犯也，衰其大半而止”。\n另外，徐师根据肺癌的不同的症状表现，常选用不同的药物治疗，如咳嗽明显者加紫菀、前胡、款冬花、杏仁、象贝母等；痰多加半夏、厚朴、陈皮、白前、百部、天竺黄等；痰黄加黄芩、银花、鱼腥草、桑白皮",
        "source_file": "徐振晔.txt",
        "chunk_index": 9
    },
    {
        "id": "徐振晔.txt_10",
        "title": "徐振晔",
        "abstract": "冬花、杏仁、象贝母等；痰多加半夏、厚朴、陈皮、白前、百部、天竺黄等；痰黄加黄芩、银花、鱼腥草、桑白皮、枇杷叶等；痰血加仙鹤草、生地榆、黛蛤散、藕节炭、茜草根、旱莲草、侧柏叶等；胸痛加元胡、郁金、蜈蚣、全蝎、徐长卿等；便秘加瓜蒌仁、制大黄、火麻仁、制首乌、郁李仁等；恶性胸腹水加猫人参、龙葵、川椒目、葶苈子、半边莲，大腹皮等；脑转移出现的头痛、肢体不遂，常加黄芪、当归、地龙、赤芍、急性子、鬼箭羽等。\n补益精气是治疗肿瘤的常用方法，常以山萸肉、女贞子、枸杞子、黄精滋养肾阴，肉苁蓉、巴戟天、菟丝子、杜仲等温补肾阳，黄芪、党参、白术、山药、薏苡仁等益气健脾，当归、白芍、阿胶、大枣补益阴血。通过调补阴阳气血，扶助正气，控制邪毒进展，促进机体恢复。\n总之，徐师认为一切治疗手段都是为了抑制肿瘤生长，恢复和维持人体的阴阳平衡。强调治疗时攻邪与扶正有机结合，在抑制肿瘤的同时，注意明辨脏腑阴阳盛衰，调整阴阳，恢复和维持阴阳平衡，达到邪退正复之目的，诚如《素问•至真要大论》所言：“谨察阴阳所在而调之，以平为期”。针对人体邪毒侵袭、正气不足、阴阳失调的情况施用不同的治法，或轻、或重、或缓、或急、或柔、或刚，补其不足，泻其有余，热者寒之",
        "source_file": "徐振晔.txt",
        "chunk_index": 10
    },
    {
        "id": "徐振晔.txt_11",
        "title": "徐振晔",
        "abstract": "不足、阴阳失调的情况施用不同的治法，或轻、或重、或缓、或急、或柔、或刚，补其不足，泻其有余，热者寒之，寒者热之，积聚者散之，亏虚者补之，壅滞者通之。\n临证经验\n1．益气养精法治疗中晚期肺癌\n徐振晔教授根据肺癌多发于中老年病人、大多为中晚期的临床特点，紧密结合中医“天癸竭”、“久病及肾”等理论，认为肾精亏虚是中晚期肺癌重要的病因病机，中医“金水相生”的理论则是治疗中晚期肺癌病人的重要治则，在国内首先提出了益气养精、重在补肾、结合解毒散结中药治疗肺癌的新的学术观点，研制了肺岩宁方。\n肺岩宁方主要由生黄芪、黄精、七叶一枝花、蜂房、山慈菇、仙灵脾等组成。生黄芪为补气要药，《名医别录》谓之“补丈夫虚损，五劳羸瘦”。张元素《珍珠囊》指出“黄芪甘温纯阳，其用有五：补诸虚不足，一也；益元气，二也；壮脾胃，三也；去肌热，四也；排脓止痛，活血生血，内托阴疽，为疮家圣药，五也。”药理研究证明其能提高免疫系统功能，具有抑癌作用。黄精“补诸虚，……填精髓”（《本草纲目》），补肾益精，滋补肺脾肾之阴虚；仙灵脾即淫羊藿，“补命门，益精气，坚筋骨”（《本草备要》），七叶一枝花、蜂房、山慈菇攻毒消肿，散结抗癌。诸药合用，共奏益气养精、解毒散结",
        "source_file": "徐振晔.txt",
        "chunk_index": 11
    },
    {
        "id": "徐振晔.txt_12",
        "title": "徐振晔",
        "abstract": "筋骨”（《本草备要》），七叶一枝花、蜂房、山慈菇攻毒消肿，散结抗癌。诸药合用，共奏益气养精、解毒散结之效，补而不助邪，攻而不伤正，攻补相宜，俾使肿瘤稳定缩小，不致扩散。\n肺岩宁方在上海市科委重点攻关课题、上海市经委重大项目的资助下，在龙华医院、上海市胸科医院、嘉定区中医医院，开展了前瞻、随机、多中心的对照临床研究。结果表明：单纯化疗组中位生存期为11.17个月，化疗联合肺岩宁方组的中位生存期达到了15.57个月，二组有显著差异。化疗联合肺岩宁方组的中位生存期高于国内外文献报道的8~10个月。肺岩宁方是在中医基础理论指导下，结合现代药理研究结果并经临床实践论证的有效抗癌方剂。目前，肺岩宁方已完成药效学、药理学、毒理学的实验，准备开发中药新药。\n2．中医药分阶段结合化疗治疗非小细胞肺癌\n徐振晔教授在国内首先提出了中医药分阶段结合化疗治疗肺癌的学术观点和治疗方案，引起中医肿瘤界的重视。他强调肺癌手术后及早介入中医中药的治疗，将可能残存的肿瘤细胞扼杀在“萌芽”状态，为防治复发和转移设下第一道“屏障”。在化疗期间，注重扶正与清热化湿并用，起到增效解毒的作用。在化疗后扶正与祛邪长期并用，防治肿瘤的生长和转移。\n根据化疗的",
        "source_file": "徐振晔.txt",
        "chunk_index": 12
    },
    {
        "id": "徐振晔.txt_13",
        "title": "徐振晔",
        "abstract": "正与清热化湿并用，起到增效解毒的作用。在化疗后扶正与祛邪长期并用，防治肿瘤的生长和转移。\n根据化疗的不同时期，辩证采用中药辅助化疗，发挥中医药与化疗药物的综合作用，减轻化疗药物的毒副作用，进一步提高疗效。化疗期间的治疗原则以扶正为主，即益气养精、补气养血、健脾和胃。出现湿热证时可酌情增加清热化湿和胃之剂。通常采用扶正为主，辅以祛邪的抗瘤增效方。化疗后应把抗癌扶正的原则，贯穿肺癌治疗的全过程。尤其对晚期癌症病人，在治疗时一方面用大量益气养精补肾中药扶正，一方面用抗癌解毒中药祛邪，如通常采用肺岩宁方。这种治疗的方法取得的效果远比单用扶正或祛邪的方法效果好，而且还能避免祛邪时易于损伤正气的某些副作用，以提高远期疗效。\n从2002年至今，我们进行了中医药分阶段结合化疗治疗非小细胞肺癌的随机、对照、前瞻性的临床研究。共收集病例215例，初步的研究结果表明了中医药与化疗结合治疗非小细胞肺癌具有明显的优势。该治疗方案使患者的中位生存期达到16.17个月，处于国际领先水平；能减轻化疗毒副反应，改善患者的临床症状，提高生活质量；并能降低肿瘤标志物CEA、VEGF的水平，改善患者的免疫功能，增强机体抗病能力。\n3．益气养精，重在",
        "source_file": "徐振晔.txt",
        "chunk_index": 13
    },
    {
        "id": "徐振晔.txt_14",
        "title": "徐振晔",
        "abstract": "并能降低肿瘤标志物CEA、VEGF的水平，改善患者的免疫功能，增强机体抗病能力。\n3．益气养精，重在补肾生髓防治化疗骨髓抑制\n骨髓属于中医“髓”的范畴，在《内经》中，髓的生化封藏和肾的关系密切，“髓者，骨之充也”，“肾主骨生髓”，“骨髓坚固，气血皆从”。临床上肿瘤化疗骨髓抑制患者多见腰膝酸软、神疲乏力、脉象虚软等肾精不足之证，因而徐振晔教授在辨证论治思想指导下，积多年的临床经验，研制了益气养精，重在补肾生髓的双黄升白颗粒。\n双黄升白颗粒由生黄芪、黄精、女贞子、天花粉等6味中药组成，生黄芪性味甘温，擅长补气；黄精“补诸虚，……填精髓”，擅长养阴填精，二药同为君药。女贞子滋阴养血，用以增强生黄芪、黄精之力，诸药共用，共奏益气养阴、补益精髓之功；天花粉养阴生津，升白，还可减轻温燥之虑。\n在国家中管局、上海市科委科研基金的资助下，我们先后完成了双黄升白颗粒与茜草双酯、GS-CSF（特尔立）的临床随机对照研究。结果显示双黄升白颗粒无论与化疗同时应用还是白细胞降低后应用都具有良好的升高白细胞的疗效，其有效率高于茜草双酯，与GM-CSF疗效相似。双黄升白颗粒能改善临床症状，无明显毒副作用，且具有花费低的特点。双黄升白颗粒可",
        "source_file": "徐振晔.txt",
        "chunk_index": 14
    },
    {
        "id": "徐振晔.txt_15",
        "title": "徐振晔",
        "abstract": "GM-CSF疗效相似。双黄升白颗粒能改善临床症状，无明显毒副作用，且具有花费低的特点。双黄升白颗粒可以防治化疗重度（Ⅲ°、Ⅳ°）骨髓抑制，在国内未见有同类中药制剂的报道。\n4．“以通为用”治疗晚期恶性肿瘤\n通常认为恶性肿瘤早中期以实证居多，晚期以虚证为主。其实不尽然。一些癌症患者在晚期阶段常表现为腹胀如鼓、疼痛剧烈、大便秘结、苔黄腻或白腻、舌质淡暗等实症为主的证候。这些晚期癌症患者虽然出现形体消瘦、乏力倦怠、纳谷不入、呕吐、行走十分困难等正气衰弱的症状，但这时候主要矛盾仍是实证。徐振晔教授认为，气血痰瘀水湿等邪气久居体内不得疏通，是形成上述症候的根本原因。只有以“通”论治解决主要矛盾，才能改善证候。因此，突破以往晚期肿瘤重在扶正的思想，提出“以通为用”治疗晚期恶性肿瘤。\n《医学真传》说：“通则不痛，理也。然通之法，各有不同。调气以和血，调血以和气，通也。”徐教授认为应根据不同的情况采用不同的“通”法。如理气散结、活血化瘀、解毒消肿、泻肺利水等多种治法。临床治疗时针对不通的病因病机，采用不同的治法。\n此外，应用通法宜中病即止，以免太过，注意祛邪而不伤正，才能针对病机，丝丝入扣。徐教授认为通法是阶段性治疗原则，五",
        "source_file": "徐振晔.txt",
        "chunk_index": 15
    },
    {
        "id": "徐振晔.txt_16",
        "title": "徐振晔",
        "abstract": "法宜中病即止，以免太过，注意祛邪而不伤正，才能针对病机，丝丝入扣。徐教授认为通法是阶段性治疗原则，五脏六腑已通顺、瘀滞邪毒已祛，即可转以扶正为主的治法。当根据临床病变特点，灵活运用，勿拘泥于一法。\n5．重视舌诊\n中医学认为脏腑精气可以上营于舌，而脏腑气血阴阳又可变见于舌；舌为百脉汇聚之处，肺朝百脉，且诸脏腑的变化常影响肺的变化，而肺的变化亦常影响其他脏腑的变化，所以肺癌的证情变化，大多可在舌质与舌苔上表现出来。根据这一原理，徐师在临床诊治时十分重视察验舌质与舌苔，认为观舌质可验其正气之阴阳虚实，察舌苔可推知邪气之寒热浅深，舌苔之润燥可验津液之盈亏。舌质淡胖或兼有齿印的肺癌患者，肺气亏虚，必补益肺气；舌质淡暗或淡而不胖者，阳虚湿停，则健脾温阳；舌质红或偏红，苔少或有裂纹者，为肺阴虚，治以养阴润肺清虚热；舌质红或红绛无苔者，为肺肾阴虚，滋养肺肾之阴结合清热消肿。尤其善于根据舌质和舌苔的变化发现疾病的演变规律和预测其发展趋势，及时调整治疗策略。如患者舌质由紫黯转向淡红，或由晦黯转向明润，舌苔由厚转薄或由无苔转为薄自苔，往往提示证情好转，反之则警惕扩散、转移、出血等证情的恶化。在治疗过程中，始终努力保持患者淡红舌薄白",
        "source_file": "徐振晔.txt",
        "chunk_index": 16
    },
    {
        "id": "徐振晔.txt_17",
        "title": "徐振晔",
        "abstract": "，往往提示证情好转，反之则警惕扩散、转移、出血等证情的恶化。在治疗过程中，始终努力保持患者淡红舌薄白苔。徐师在治疗证情复杂的肺癌患者时，常常轻症、甚或舍症而重视舌诊，收到良好的疗效。\n医案举隅\n1．郭某，女，64岁。初诊日期：2009-8-19 \n主诉：咳嗽咳痰3月，加重伴气急乏力1月。\n现病史：患者于2009年5月起无明显诱因下出现干咳，反复抗感染治疗无明显缓解。09-6-30胸片示：左侧胸腔积液。CA199：90.82u/ml，CA125：215.14u/ml，CEA：65.3NG/ML。09-7-17我院胸CT示：左肺上叶癌，左侧胸水，纵隔胸膜受侵可能，心包内少量积液。CA199：171.58 u/ml，CA125：406.10u/ml，CEA：93.1NG/ML。痰找脱落细胞检查未见肿瘤细胞。近1月来患者咳嗽加重伴气急乏力。为进一步诊治，遂由门诊收入病房。\n刻诊：咳嗽，痰少，动则气急，乏力，纳少，大便艰，寐欠安。\n查体：神疲乏力。左肺BS低，语音传导减弱。双肺未闻及干湿啰音。HR：105次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音。腹平软，无压痛和反跳痛，肝脾肋下未及。舌淡红，苔薄白，脉弦滑。\n理化",
        "source_file": "徐振晔.txt",
        "chunk_index": 17
    },
    {
        "id": "徐振晔.txt_18",
        "title": "徐振晔",
        "abstract": "瓣膜听诊区未闻及明显病理性杂音。腹平软，无压痛和反跳痛，肝脾肋下未及。舌淡红，苔薄白，脉弦滑。\n理化检查：胸片：左侧大量胸腔积液。B超：左侧胸腔积液（左肩胛线第9肋间120mm）。\n诊断：中医：悬饮（饮停胸胁）\n西医：支气管肺癌 原发性 中央型 左肺上叶 左侧胸腔积液 心包积液 C-T4N0M0  IIIb\n辨证证型：痰毒袭肺，饮邪内聚\n治则：泻肺利水，佐以健脾温阳化饮\n方药：悬饮宁方加减\n葶苈子50  生白术30  猫人参60    龙葵30        川椒目20   \n茯苓15    桂枝9     炙鸡内金12  炒谷麦芽各30  制大黄9   \n大枣3枚                               ×4（8.20-8.23）\n复诊：患者咳嗽气急较前减轻，睡眠较前改善。腹胀，大便仍不畅。查体：神清，精神较前振作。左肺BS较前增强，双肺未闻及干湿啰音。HR：90次/分，律齐，各瓣膜听诊区未闻及明显病理性杂音。腹平软，无压痛和反跳痛，肝脾肋下未及。舌淡红，苔薄白，脉细。复查胸片示：左侧少量胸腔积液及中上肺野包裹性积液可能；积液量较前减少。B超示：左侧胸腔积液（左肩胛线第9肋间85mm）。",
        "source_file": "徐振晔.txt",
        "chunk_index": 18
    },
    {
        "id": "徐振晔.txt_19",
        "title": "徐振晔",
        "abstract": "胸腔积液及中上肺野包裹性积液可能；积液量较前减少。B超示：左侧胸腔积液（左肩胛线第9肋间85mm）。\n证治同前。宗前方加减。\n葶苈子50  生白术30  猫人参60    龙葵30        川椒目30   \n茯苓15    桂枝9     炙鸡内金12  炒谷麦芽各30  制大黄9   \n大枣3枚  八月札15   佛手15      槟榔15        瓜蒌仁打30\n×4（8.24-8.27）\n药后患者气急渐平，腹胀明显缓解。\n按语：胸腔积液中医归属于“悬饮”、“痰饮”范畴。是由于脾失运化，肺失通调水道，气机不畅，水湿邪毒内聚而成。根据临床观察，癌性积液虽是晚期肿瘤的并发症，但大多是以实证为主，所以重在祛邪。悬饮宁方集《金匮要略》三个古方的主药及徐振晔教授治疗癌性积液的经验精练而制成。方中葶苈子泻肺祛痰、利水散结，剂量高达50克；生白术健脾利水，攻补兼施，为治疗痰饮水肿之良药。《药性论》指出：“味甘辛。逐皮间风水结肿。”现代药理指出它对小鼠S180腹水瘤抑制率为22.8~32.1%。根据临床观察，生白术达到一定剂量的时候，它的排液作用明显增强。二药相伍，消除胸腹水之力更强，均为君药。猫人参、龙葵清",
        "source_file": "徐振晔.txt",
        "chunk_index": 19
    },
    {
        "id": "徐振晔.txt_20",
        "title": "徐振晔",
        "abstract": "白术达到一定剂量的时候，它的排液作用明显增强。二药相伍，消除胸腹水之力更强，均为君药。猫人参、龙葵清热解毒且具有强壮扶正功用为臣药。茯苓渗湿利水，川椒目行气利水，助生白术消痰饮水肿，又健脾和胃以绝痰湿之源；根据“肺与大肠相表里”的理论，制大黄、瓜蒌仁通腑泄浊利水；桂枝温阳化饮，其性温可佐制葶苈子之寒凉之性，且其归肺、膀胱经，引诸药达病所，作佐使药。方中诸药寒温并用，散收结合，宣降相宜，相反相成，标本兼治，共奏泻肺、健脾、行气、解毒利水之效。\n2．朱某某，女，42岁。初诊日期： 1997-4-23\n主诉：左上肺腺癌术后7月，头痛、头晕加剧2周\n现病史：患者在1996年9月4日于上海某专科医院行左肺癌左上肺叶切除术，术后病理示：腺癌，P-T2N1M0，R（+）。术后化疗4次。1997年4月9日复查时头颅CT发现右顶叶0.8×0.8cm2的转移灶，4月18日行γ刀治疗，术后放疗一个疗程。\n刻诊：患者右侧头痛、头晕，恶心，左上肢功能明显受限，时有抽搐。畏寒怕冷，夜尿频，大便不实。舌淡暗苔白，脉细。\n诊断：中医：肺积（气虚夹瘀）\n西医：支气管肺癌 原发性 中央型 左肺上叶 左侧胸腔积液 心包积液 C-T4N0M0  I",
        "source_file": "徐振晔.txt",
        "chunk_index": 20
    },
    {
        "id": "徐振晔.txt_21",
        "title": "徐振晔",
        "abstract": "虚夹瘀）\n西医：支气管肺癌 原发性 中央型 左肺上叶 左侧胸腔积液 心包积液 C-T4N0M0  IIIb\n辨证证型：肾阳不足，气虚夹瘀\n治则：益气温阳，化瘀通络，软坚散结\n方药：生黄芪60     当归9     地龙30      川芎15        丹参30 \n生南星15     夏枯草15  生牡蛎30    羚羊角粉0.6   补骨脂15\n仙灵脾15     吐丝子30  桂枝9       生米仁30      陈皮9 \n姜半夏9      白蒺藜30  鸡内金12    扁豆20 \n每日一剂，水煎服\n复诊：一周后左侧肢体功能略为好转，抽搐发作减少。于上方中加入炙蜈蚣2条，鸡血藤30 g，丹参用量加大至60 g，继服1月，左上肢功能基本恢复正常，头晕头痛偶作，未见抽搐发作。遂继服上药化裁，增加解毒消肿抗癌中药。基本方为：生黄芪60，当归9，地龙24，天葵子30，蛇六谷30，七叶一枝花15，石见穿30，蜂房9，干蟾皮9，炙蜈蚣5，仙灵脾15，补骨脂15，熟地15，山萸肉9，炙山鳖甲各9，黄精30。1998年8月复查头颅CT示：肺癌脑转移，右顶叶转移灶γ刀治疗后。病灶及其周围水肿与前相仿，未见新病",
        "source_file": "徐振晔.txt",
        "chunk_index": 21
    },
    {
        "id": "徐振晔.txt_22",
        "title": "徐振晔",
        "abstract": "1998年8月复查头颅CT示：肺癌脑转移，右顶叶转移灶γ刀治疗后。病灶及其周围水肿与前相仿，未见新病灶。现患者仍在我科门诊，运用中医药治疗，诸恙尽除，脸色红润，工作家务一如常人。\n按语：由于肺癌脑转移之病位在脑，病因病理以虚、瘀为主，因此治疗的重点应在益气活血，化瘀通络。徐振晔教授经常运用补阳还五汤治疗肺癌脑转移。补阳还五汤出自清代王清任的《医林改错》，由黄芪、当归尾、川芎、地龙等组成，功能补气活血、化瘀通络，是将补气和活血化瘀结合运用的典范。方中重用黄芪取其大补肺气，使气旺以推动血液运行，化瘀而不伤正，并助诸药之力，通过补气以鼓舞血液运行，从而达到祛瘀通络之目的，是为治本，为主药；当归活血化瘀，有化瘀而不伤好血之妙，为辅药；川芎助当归活血祛瘀，地龙活血通经，均为佐使药，在补气的基础上活血化瘀以通经络，是为治标。合而成方，标本兼顾，有使气旺血行，瘀去络通，诸症自可渐愈之效。\n临症之时，徐师在方中重用生黄芪60克，甚则达90克，益气行血托毒。活血药除当归一味外，常喜欢用炙蜈蚣化瘀通络止痛，取代桃仁、赤芍、红花。蜈蚣功能熄风止痉、解毒散结、通络止痛。传统用于急慢惊风、中风、癫痫、破伤风、疮疡肿毒、风湿痹痛。如《医",
        "source_file": "徐振晔.txt",
        "chunk_index": 22
    },
    {
        "id": "徐振晔.txt_23",
        "title": "徐振晔",
        "abstract": "蚣功能熄风止痉、解毒散结、通络止痛。传统用于急慢惊风、中风、癫痫、破伤风、疮疡肿毒、风湿痹痛。如《医林纂要•药性》指出：“入肝祛风，入心散瘀，旁达经络，去毒杀虫。”临床主要用于间叶组织与神经组织肿瘤。而炙蜈蚣性味辛温，虫类搜剔，性善走窜，擅能通经络，止疼痛。与川芎、地龙、僵蚕等同用，可增强活血通络止痛之效。《医学衷中参西录》有云：“蜈蚣走窜之力最速，内而脏腑，外而经络，凡气血凝聚之处皆能开之。”如此补气与活血并用，才“能使周身之气通而不滞，血活而不瘀，气运血活，何患疾病不除？”临床应用能明显提高患者生存质量，改善临床症状。\n3．瞿某，男，75岁。初诊日期：2001-3-24\n主诉：咳嗽，痰中带血3月。\n现病史：患者于3月前无明显诱因下出现咳嗽，痰中带血。经胸部CT示：右下肺占位灶，纤维支气管镜检查：右下肺癌，镜下活检病理示：低分化鳞癌，因年老患者未行手术及放化疗，转求徐教授求治。\n刻诊：咳嗽，咯痰量少色白，痰中带少许血丝，腰酸乏力，纳少口干，舌质偏红，苔薄黄，脉细数。\n诊断：中医：肺积（精气两亏）\n西医：支气管肺癌 原发性 右下肺 鳞癌 C-T2N2M0  IIIa\n辨证证型：肺肾亏虚，热毒内结\n治则：补肺益",
        "source_file": "徐振晔.txt",
        "chunk_index": 23
    },
    {
        "id": "徐振晔.txt_24",
        "title": "徐振晔",
        "abstract": "肺癌 原发性 右下肺 鳞癌 C-T2N2M0  IIIa\n辨证证型：肺肾亏虚，热毒内结\n治则：补肺益肾，益气养阴，清热解毒抗癌\n方药：南沙参30  北沙参30  生黄芪30  制黄精30  山海螺30\n鱼腥草30  石见穿30  石上柏30  仙鹤草30  天冬12\n麦冬12    百部12    鸡内金12  百合15    女贞子15\n灵芝15    生白术15  紫菀15    八月札15  七叶一枝花各15\n山茱萸9   苦杏仁9   露蜂房9\n每天1剂，水煎服\n复诊：服7剂，咳嗽减，痰血止。继以上方随证加减治疗1年多，复查胸部CT示右下肺病灶较前片比较无进展。\n按语：徐师认为肺癌多因正气亏虚，邪毒犯肺，以至肺气郁滞，宣降失司，气机不利致气、血、痰、食、郁胶结，积聚于肺而成，其根本病机为肺、脾、肾三脏亏虚，痰凝血瘀、气滞毒结。治疗遵循《内经》“坚则消之，结则散之，留则攻之，损则益之”的原则，主张辨病与辨证相结合，标本兼顾，分清邪正轻重，扶正祛邪并用，合理把握药物的剂量与主次。方中选用南北沙参、天麦冬滋阴生津，生黄芪、白术补气健脾，黄精、山茱萸、女贞子温阳补肾、补益精气，选用露蜂房、七叶一枝花、石见穿、",
        "source_file": "徐振晔.txt",
        "chunk_index": 24
    },
    {
        "id": "徐振晔.txt_25",
        "title": "徐振晔",
        "abstract": "生津，生黄芪、白术补气健脾，黄精、山茱萸、女贞子温阳补肾、补益精气，选用露蜂房、七叶一枝花、石见穿、石上柏化瘀攻毒，八月札行气散结。攻补兼施，补益精气，解毒散结，兼顾护脾胃。\n4．朱某某，男，58岁。初诊日期：2007-6-15\n主诉：泄泻一年余，胸闷气急反复发作加剧一周。\n现病史：患者2006年4月公司体检发现“肝右叶实质占位，考虑肝癌可能大”，遂行肝右叶切除术，术后病理示：肝细胞癌。术后腹泻，日三至四次，患者未予重视。2007年6月初始，自觉胁肋胀痛，全腹胀满。腹部CT检查示：肝左叶多个小结节灶，考虑转移可能大。近一周来，复感干咳胸闷气急加剧，胸片示：两肺纹理增强。\n刻诊：患者携带氧气袋，精神萎靡，扶入诊室。肺部听诊：呼吸频率加快，两肺呼吸音略低，未及明显干湿啰音。腹膨隆，叩诊呈鼓音，肝脏触诊：肝肿大，质硬，剑突下三指。移动性浊音（-）。\n患者情绪低落，自述近一周来，终日胸闷气急，惟吸氧后方略缓，欲备后事。平素善太息，微恶风，腹胀难忍，其状如鼓，按之坚满。大便日七次，量少质稀溏，纳呆，夜寐不安。舌淡，苔薄白，脉左关弦而右细弱。\n诊断：中医：肝癌（肝郁脾虚）\n      西医：肝右叶切除术后   肝细胞癌",
        "source_file": "徐振晔.txt",
        "chunk_index": 25
    },
    {
        "id": "徐振晔.txt_26",
        "title": "徐振晔",
        "abstract": "，脉左关弦而右细弱。\n诊断：中医：肝癌（肝郁脾虚）\n      西医：肝右叶切除术后   肝细胞癌   肝左叶转移\n辨证证型：肝气郁结，木郁乘土\n治则：疏肝解郁，理气健脾，佐以温肾固涩\n方药：四逆散加减\n    柴胡15        枳壳24      赤白芍各15     炙甘草9\n    八月扎15      郁金9       炒白术15      白扁豆30\n    补骨脂15      煨诃子20    炒谷麦芽各30\n                                                   7 剂\n    医嘱：嘱其调畅情志，放松心情；注意饮食，宜温不宜凉。\n二诊：2007年6月23日。药后，患者氧气袋已撤，精神好转，步入诊室。腹胀明显减轻，大便转实，纳加欠香。舌淡红，苔薄白腻，脉细小弦。\n治则：益气健脾，佐以解毒祛瘀。\n方药：柴芍六君子加减\n柴胡15         当归12      赤芍15      党参20\n    苍白术各15     茯苓15      黄芪15      枳壳20\n    白扁豆30      半枝莲30     丹参30      炒",
        "source_file": "徐振晔.txt",
        "chunk_index": 26
    },
    {
        "id": "徐振晔.txt_27",
        "title": "徐振晔",
        "abstract": "芪15      枳壳20\n    白扁豆30      半枝莲30     丹参30      炒谷麦芽各30         7剂\n    以后继在上方基础上加减用药，患者腹胀、腹泻渐除。\n三诊：2007年8月25日。患者精神状态良好，纳香，二便调，夜寐安。舌淡红，苔薄白，脉细。再守原方加减，酌加蜈蚣3。\n随访至今，生活自理如常，腹部CT检查示病灶稳定。\n按语：原发性肝癌属于祖国医学“积聚”、“鼓胀”、“胁痛”等范畴，是由于感受湿热毒邪迁延留滞、饮食内伤、七情郁结等所致肝脾失和，气血痰毒瘀结脉络，日久渐聚积成块停于胁腹而成。《医宗必读•积聚篇》论及类似肝癌的积证时，亦云：“积之成也，正气不足，而后邪气居之”。说明正气虚损，致癌因素乘虚而入，蕴结于肝，是肝癌发病的中心环节。但是在肝癌发展的不同阶段，可能出现各种临床症状，这些临床症状的存在直接影响患者的生存质量。所以根据患者当前的临床症状，采取针对性的治疗方法，也十分必须。需抓住主要矛盾，即所谓“急则治其标，缓则治其本”。\n初诊时，患者主诉颇多，情绪抑郁，善太息，胸闷气急，腹胀难忍，其状如鼓，按之气满，乃一派肝郁气滞之征，此证也可归属中医之“郁证”范畴。患者",
        "source_file": "徐振晔.txt",
        "chunk_index": 27
    },
    {
        "id": "徐振晔.txt_28",
        "title": "徐振晔",
        "abstract": "息，胸闷气急，腹胀难忍，其状如鼓，按之气满，乃一派肝郁气滞之征，此证也可归属中医之“郁证”范畴。患者七情所伤，肝失条达，气滞、痰瘀阻于肝络，故见胁肋胀痛；肝气冲逆犯肺，肺气郁闭，升降失常，故而气憋胸闷，呼吸气促；木抑乘土，气机不利，脾运失职，水谷不分，混杂而下，故有腹胀泄泻。老师方选四逆散疏肝解郁，合八月扎、郁金增强理气解郁之功，复以言语悉心开导，患者肝气得疏，故腹胀得除，未用宣肺宽胸之剂，而肺气得降。配以炒白术、白扁豆健脾止泻，佐以补骨脂、煨诃子温肾固涩，炒谷麦芽消食导滞。以疏利、燥脾、补虚、温阳、固涩、消导共奏止泻之功而获捷效。\n四逆散出自《伤寒论》，取柴胡入肝经，升发阳气，疏肝解郁，透邪外出，白芍敛阴养血柔肝，与柴胡合用，防柴胡升散耗阴伤血之弊，外加枳壳理气解郁，甘草健脾和中。少阴篇3l8条原文载：“少阴病、四逆，其人或咳，或悸，或小便不利，或腹中痛，或泄利下重者，四逆散主之。”先生认为，凡影响肝脾失调的病变，若出现胁腹胀满、疼痛、胃纳差，大小便不正常，口干口苦，舌质红、苔黄，脉弦细等证，均可用本方随症加减。临床并不是仅靠本方就可以治疗诸病，但诸病若影响肝脾的调和，出现症状时，用本方可在短期内改善阶段性",
        "source_file": "徐振晔.txt",
        "chunk_index": 28
    },
    {
        "id": "徐振晔.txt_29",
        "title": "徐振晔",
        "abstract": "减。临床并不是仅靠本方就可以治疗诸病，但诸病若影响肝脾的调和，出现症状时，用本方可在短期内改善阶段性的症状。\n二诊，患者病恙有所缓解，治标之后，宜缓图其本。张仲景云：“见肝之病，知肝传脾，当先实脾。”故二诊时，加强了益气健脾的力度。“脾统四脏”，脾运一健，则气血生化有源，乃转以柴芍六君子汤疏肝和中，畅达血气；重用苍术，固本清源；另用抗癌药物半枝莲、丹参，取其攻坚破积，化瘀通络之效。以冀通过扶助正气，达到化瘀散结，所谓“养正积自除”。\n三诊，2个月后，该患者病情渐趋平稳，脾阳日振，药中病机，章法不变，可逐次递加全蝎、蜈蚣、参三七之属搜邪泻浊，化瘀消积。同时先生指出，攻坚破积之药易伤胃气，须在顾护胃气的基础上酌情而为，不可过用。\n5．朱某，男，70岁。初诊日期：2001-8-26\n主诉：发现食道癌2年，胃部肿块3月\n现病史：2年前因“消瘦伴进食梗阻”发现食道癌，行手术切除，病理示：鳞癌。术后行放射治疗。3月前，因胃脘疼痛，胃镜发现胃部肿块。\n刻诊：消瘦明显，食欲差，进食少，只能进食流质饮食，伴时有打呃，乏力，舌淡红，苔薄腻，脉沉细无力。\n诊断：中医：噎膈（痰气交阻）\n      西医：食道癌术后 鳞癌 胃部肿块",
        "source_file": "徐振晔.txt",
        "chunk_index": 29
    },
    {
        "id": "徐振晔.txt_30",
        "title": "徐振晔",
        "abstract": "，苔薄腻，脉沉细无力。\n诊断：中医：噎膈（痰气交阻）\n      西医：食道癌术后 鳞癌 胃部肿块\n辨证证型：胃气虚弱，痰瘀互阻\n治则：降逆化痰，益气和胃\n方药：旋覆代特汤加减：\n旋覆花12   代赭石30   党参12   八月札24   枸橘李24\n姜半夏9    天龙各9    地龙30   降香9      瓜蒌皮15\n急性子30   石见穿各30 枳壳15   姜竹茹9    生米仁30\n炙鸡内金12 \n复诊：症状有所改善，能进少量软食，上方加石打穿30，服14副；上方加减治疗半年，再次复诊时告知胃镜发现胃部肿块消失，体重逐渐增加，饮食明显改善，上方天龙改12g，继服中药巩固治疗。\n按语：本例初诊时患者食欲差，进食少，伴时有打呃，乏力，舌淡红，苔薄腻，脉沉细无力。证属脾气亏虚，运化乏权，痰热互结胸中。药用旋覆花、代赭石理气降逆，党参益气健脾，姜半夏、枳壳、瓜蒌皮清热化痰，理气和胃，急性子、石见穿、天龙清热解毒散结，鸡内金消食助运。患者服用后诸恙减轻，逐渐加用清热解毒之药。患者药后症情稳定，疗效满意。\n6．余某，男，68岁。初诊日期：2002-5-8\n主诉：乏力纳差加剧2周\n现病史：因左上肺腺癌在某医",
        "source_file": "徐振晔.txt",
        "chunk_index": 30
    },
    {
        "id": "徐振晔.txt_31",
        "title": "徐振晔",
        "abstract": "6．余某，男，68岁。初诊日期：2002-5-8\n主诉：乏力纳差加剧2周\n现病史：因左上肺腺癌在某医院两次行MVP方案[MMC 10 mg，VDS 5 mg\n(第1、8天)，DDP 130 mg]化疗，均产生严重骨髓抑制毒副反应，WBC降至1.2×l09/L。第一次化疗后肿块缩小2.5%。第二次化疗肿块未见明显缩小。两次化疗后患者明显食欲减退，精神极度疲惫。患者因惧怕化疗毒副反应，而转以中西医结合治疗。\n刻诊：精神疲惫，食欲减退，口苦，便调，寐可。舌淡苔稍腻，脉细。\n诊断：中医：肺积（精气亏损）\n      西医：支气管肺癌 原发性 右上肺 腺癌 C-T2N2M0  IIIa\n辨证证型：精气两亏，中焦湿阻\n治则：益气养精，健脾和胃\n方药：党参12    白术9    茯苓15   姜半夏9    姜竹茹9  \n炒谷麦芽各 24  \n并以补肾填精的双黄升白冲剂口服。\n复诊：经予中药调治半个月，患者食欲增加，精神好转，再予MVP方案化疗，结果WBC最低降至3.2×l09/L，并在3天后恢复正常，除化疗第三、四天纳食稍减少外，无明显不适，第28天复查胸部CT提示肿块缩小39.1%。\n按语：该患者在外院化疗两次，毒副",
        "source_file": "徐振晔.txt",
        "chunk_index": 31
    },
    {
        "id": "徐振晔.txt_32",
        "title": "徐振晔",
        "abstract": "稍减少外，无明显不适，第28天复查胸部CT提示肿块缩小39.1%。\n按语：该患者在外院化疗两次，毒副反应大，疗效差，可能出现多药耐药。而本次化疗采取与前两次化疗相同的方案和剂量，并服益气养精、健脾和胃中药，结果毒副反应减轻，肿块进一步缩小。笔者在临床中观察到，益气养精中药能明显地提高IL-3、IL-6水平，说明益气养精确能起到减毒增效的效果。\n7．沈某，女，60岁。初诊日期：1999-9-7\n主诉：右肺癌术后5月\n现病史：因“右中叶腺癌”于1999年4月16日在上海市胸科医院行手术切除，P-T2N2Mo IIIa期，术后又予GP方案[Gem1.6g(第1、8天)，DDP110mg]化疗1个周期。\n刻诊：面少华，腰膝酸软，稍疲乏，动则汗出，微恶寒，纳差，二便平，舌质淡暗、苔薄，脉沉细，查VEGF 254 pg/mL。\n诊断：中医：肺积（精气亏损）\n      西医：支气管肺癌 原发性 右中肺 腺癌 右中肺叶切除术后P-T2N2M0  IIIa\n辨证证型：精气两亏，癌毒残留\n治则：益气养精，解毒抗癌\n方药：生黄芪40  白术9    女贞子15    仙灵脾30      补骨脂15 \n黄精30    八月札12",
        "source_file": "徐振晔.txt",
        "chunk_index": 32
    },
    {
        "id": "徐振晔.txt_33",
        "title": "徐振晔",
        "abstract": "0  白术9    女贞子15    仙灵脾30      补骨脂15 \n黄精30    八月札12 石见穿30    七叶一枝花15  石上柏30 \n蜂房9     七叶胆15 半夏9        陈皮9         鸡内金9 \n焦山楂12 \n复诊：至2000年3月12日，无不适感，复查VEGF 165 pg/mL，CT及B超检查未发现复发及转移灶。服至2000年8月5日，复查VEGF 79 pg/mL，仍未发现复发和转移灶。间续服上方至今，VEGF一直在正常值范围，未发现复发、转移。\n按语：本例患者手术时已发现有纵隔淋巴结转移，且是腺癌，故术后因机体防御能力差，极易发生远处转移，但经益气养精，解毒抗癌治疗，VEGF恢复正常，未发现复发和转移。\n徐师认为，预防复发转移，不可滥用大量抗癌中药，否则更损伤精气，阴阳失衡，易发生复发转移。扶正即可以祛邪，而适度的抗癌又可帮助精气的恢复，调整阴阳平衡。在扶正与抗癌这一矛盾之中，徐师更强调补益精气，通过提高机体自身的防御能力，达到抗肿瘤复发转移的目的。\n8．王某，男，68岁。初诊日期：2003-11-11\n主诉：腰骶酸痛加剧1月\n现病史：患右上肺腺癌，纵隔淋巴结",
        "source_file": "徐振晔.txt",
        "chunk_index": 33
    },
    {
        "id": "徐振晔.txt_34",
        "title": "徐振晔",
        "abstract": "男，68岁。初诊日期：2003-11-11\n主诉：腰骶酸痛加剧1月\n现病史：患右上肺腺癌，纵隔淋巴结转移，骨转移，T2N2M1，Ⅳ期。外院已予多西紫杉醇联合顺铂化疗6个周期，并对腰骶部骨转移处放疗1个疗程。\n刻诊：腰骶部酸痛难忍，乏力喜卧，口燥咽干，偶有咳嗽，无痰，食欲不振，夜寐不安。舌淡红、苔少，脉细数。\n诊断：中医：肺积（气虚夹瘀）\n      西医：支气管肺癌 原发性 右上肺 腺癌 纵隔淋巴结转移 骨转移C-T2N2M1 Ⅳ期\n辨证证型：肺肾两亏，瘀毒阻络\n治则：益气养精，通络解毒\n方药：生黄芪30    北沙参30    白术9    黄精30    女贞子15\n      山茱萸15   川牛膝30    骨碎补15   地龙15    蜈蚣2条 \n透骨草30   鸡血藤30    七叶一枝花15 \n每日1剂，水煎服。\n复诊：连服14剂后，感疼痛乏力症状明显好转，遂继服上药化裁，病情稳定，现仍在我科门诊治疗。\n按语：方中生黄芪、北沙参、白术、山茱萸健脾益肺、气阴双补，黄精、女贞子养阴填精，川牛膝、骨碎补益肝肾、强筋骨，地龙、蜈蚣祛邪通络止痛，透骨草舒筋活血、解毒止痛，鸡血藤养血通络，七叶一枝花解毒通",
        "source_file": "徐振晔.txt",
        "chunk_index": 34
    },
    {
        "id": "徐振晔.txt_35",
        "title": "徐振晔",
        "abstract": "补益肝肾、强筋骨，地龙、蜈蚣祛邪通络止痛，透骨草舒筋活血、解毒止痛，鸡血藤养血通络，七叶一枝花解毒通络、抗癌散结。诸药共达益气养阴，填精补髓，通络解毒之功。\n工作室简介\n龙华医院“徐振晔名中医工作室”成立于2009年4月。名老中医徐振晔教授，主任医师，博士生导师，博士后流动站指导老师。龙华医院名中医、上海浦东新区名中医。从事中医药治疗恶性肿瘤及相关疾病研究30余年，擅治肺癌、乳腺癌、肝癌、肠癌等各种恶性肿瘤。\n工作室继承人有\n周卫东：副主任医师。善于发挥中医治疗特色，对于常见的、多发的恶性肿瘤的治疗均有一定的临床心得。\n邓海滨：医学博士，副主任医师。擅治肺癌、肠癌、脑瘤等各种恶性肿瘤。\n工作室根据名师经验，总结益气养阴补肾生髓法治疗骨髓抑制、阴阳平衡疗法治疗恶性肿瘤、益气养精法治疗非小细胞肺癌、中医药分阶段结合化疗治疗肺癌等学术观点。并研制了如益气养精、解毒散结的治疗非小细胞肺癌的肺岩宁方等协定方，普遍应用于科室的诊疗工作中，并在此基础上形成能体现名师学术思想的中医诊疗体系，拓展中医特色治疗项目，提高中医诊疗水平。\n仁爱为本，求进为旨\n名医小传\n徐振晔：男，教授，博士研究生导师，博士后流动站指导老师；龙华医院",
        "source_file": "徐振晔.txt",
        "chunk_index": 35
    },
    {
        "id": "徐振晔.txt_36",
        "title": "徐振晔",
        "abstract": "平。\n仁爱为本，求进为旨\n名医小传\n徐振晔：男，教授，博士研究生导师，博士后流动站指导老师；龙华医院名中医、上海浦东新区名中医；原上海中医药大学附属龙华医院副院长，龙华医院浦东分院院长；目前担任中国中西医结合肿瘤学会副主任委员、中国老年肿瘤学会常委、上海市中医肿瘤临床医学中心副主任、世界中医药联合会肿瘤分会理事、上海市抗癌理事会理事、上海中西医结合肿瘤学会副主任委员、国家教育部、上海市教委重点优势学科学术带头人、上海中医药大学中医肿瘤学科带头人、上海中医药研究院中医肿瘤研究所所长。\n1975年毕业于上海中医学院医疗系，就职于上海中医药大学附属龙华医院；1986.2-1987.5于上海市胸科医院肺内科进修（现为上海交通大学附属医院）；1990.2-1990.8于上海市卫生局英语高级进修班学习；1994.3-1995.2于德国明期特市约翰内斯底医院进修学习；1997.2-1998.10于上海中医药大学研究生部硕士班学习并结业。1996年担任硕士生导师，2004年担任博士生导师，2006年任博士后流动站指导老师。从事中医药治疗恶性肿瘤及相关疾病研究30余年，先后提出益气养阴补肾生髓法治疗化疗骨髓抑制、阴阳平衡疗法治",
        "source_file": "徐振晔.txt",
        "chunk_index": 36
    },
    {
        "id": "徐振晔.txt_37",
        "title": "徐振晔",
        "abstract": "中医药治疗恶性肿瘤及相关疾病研究30余年，先后提出益气养阴补肾生髓法治疗化疗骨髓抑制、阴阳平衡疗法治疗恶性肿瘤、益气养精法治疗非小细胞肺癌、中医药分阶段结合化疗治疗肺癌等独创性学术观点。主持多项课题研究，荣获部、市级科技成果二、三等奖8项，在国内外杂志上发表学术论文70余篇。曾先后到德国、韩国、泰国等国家进行讲学；在西班牙、日本、美国等国际肿瘤学术会议上交流、发言。",
        "source_file": "徐振晔.txt",
        "chunk_index": 37
    },
    {
        "id": "徐蓉娟.txt_0",
        "title": "徐蓉娟",
        "abstract": "衷中参西  代谢呈新\n——徐蓉娟学术经验集萃\n学术思想\n（一）中西合璧重辨证\n徐蓉娟教授长期从事以中医为主、中西医结合的医教研工作，尤为擅长内分泌代谢疾病的诊治。认为中、西医诊治内分泌代谢疾病各有优势所在，主张衷中参西。凡初诊者必须详细望、闻、问、切及体格检查，进行必要的实验室及辅助检查，然后作出全面完整中西双重诊断，最后辨证处方，必要时联合选用相关西药。\n1、重视辨证论治，配合分期论治\n徐师诊病重视辨证论治，根据疾病的不同阶段、不同特点而遣方用药，现以糖尿病和甲状腺疾病为例，来介绍一下徐师的辨治特色。\n糖尿病古称消渴，综观其病理过程，虽有三消之分，但其总体上属本虚标实的病机，以阴阳气血为本，燥热痰瘀为标。她认为糖尿病可分为阴虚热盛证、湿热困脾证、气阴两虚证、阴阳两虚证四型，每型按有无血瘀证分两组。四型中最多见的是气阴两虚证。上述四型与病程相关，阴虚热盛证多见于早期，阴阳两虚多见于后期。故治疗早期多用养阴清热法，中期益气健脾、化湿淸热或益气养阴，后期多调补阴阳法。各期常合用活血化瘀法。\n治疗毒性弥漫性甲状腺肿，徐师谨守病机，分期施治取得较好疗效。徐师认为发病早期多由情志不遂、肝气郁结所致，此期病机以肝火亢盛为",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 0
    },
    {
        "id": "徐蓉娟.txt_1",
        "title": "徐蓉娟",
        "abstract": "徐师谨守病机，分期施治取得较好疗效。徐师认为发病早期多由情志不遂、肝气郁结所致，此期病机以肝火亢盛为主，兼津伤痰结，虚不明显，以实为主，属实中夹虚，治以清泄肝火，佐以滋阴安神、化痰散结。中期肝火邪势略减、气阴虚损已见，气郁痰阻渐至血行瘀滞，以血络瘀闭为基本特征，治以养阴清肝、化痰祛瘀。后期气阴虚损逐渐加重，属虚中夹实，治以益气养阴，佐以化痰活血、调补脾肾。上述治疗可显著改善患者多汗、心慌、手抖、失眠，乃至突眼等症状，预防复发，疗效显著。\n2、发挥中医优势，衷中参西，西为中用\n徐师多将现代药理、现代西医学的研究成果融入到自己的学术体系之中，诊病思路广阔，用药别具韵味。如经临床和药理实验证实，具有降糖作用的单味中药达70余种，徐师主张在辨证基础上合理选择降糖疗效好的中药，并且结合患者特点及中药作用机制选药组方。\n在甲亢诊治中，不乏抗甲状腺药物治疗过程中出现不良反应者（白细胞减少、肝损、皮疹等），此时多须中止或减量西药，西医颇感棘手。徐师认为多出现于甲亢初治阶段，常在疏肝理气、清泄肝火治疗甲亢的基础上，根据各种不良反应的辨证特点，调整治则，分别加用益气生血法升白；养阴柔肝、清热利湿法降酶；祛散风邪、清营凉血法脱敏等",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 1
    },
    {
        "id": "徐蓉娟.txt_2",
        "title": "徐蓉娟",
        "abstract": "应的辨证特点，调整治则，分别加用益气生血法升白；养阴柔肝、清热利湿法降酶；祛散风邪、清营凉血法脱敏等法则，可使不良反应及甲亢均得到良好控制。\n又如桥本甲状腺炎是一种自身免疫性疾病，后期甲减时主张长期服用甲状腺激素替代治疗，徐师应用中药温补肾阳不仅可显著改善患者粘液性水肿、畏寒、记忆力下降等肾阳亏虚之症，并常重用黄芪、灵芝，调整机体自身免疫功能，降低甲状腺自身抗体，减少甲状腺激素的用量。\n3、师古而不泥古，多有创新\n徐师融会中西医学，师古而不泥古，能脱出古人窠臼而有所创新。如甲状腺疾病中关于含碘中药的运用，徐师认为在甲状腺功能亢进时，应禁用海藻、昆布等高碘中药，但牡蛎、玄参、夏枯草等含碘量低的药物，因具有较佳的化痰散结功效，故可以酌情选用。\n（二）扶助正气重治本\n内分泌代谢病病程缠绵，病情复杂，临证多见正气亏虚、虚实夹杂之证候，因此徐师十分重视扶助正气的治疗。益气药物首选黄芪。\n1、益气养阴法\n大多数2型糖尿病患者中，除口干、多饮、多尿等特点外，尚具有神疲乏力，少气懒言，乏力倦怠，易患感冒，舌体胖大或齿痕，脉虚无力的气虚见症。近年来的证型调查提示气阴两虚发病频率最高。徐师一般以黄芪为君药，多伍用麦冬、女贞子等养",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 2
    },
    {
        "id": "徐蓉娟.txt_3",
        "title": "徐蓉娟",
        "abstract": "力的气虚见症。近年来的证型调查提示气阴两虚发病频率最高。徐师一般以黄芪为君药，多伍用麦冬、女贞子等养阴药同用。\n2、益气活血法\n用于气虚血瘀见症，如糖尿病周围神经病变的肢体麻木疼痛，多因气血不和、血行凝滞、脉络痹阻。病理演变往往是气虚在先、瘀血在后。徐师临证多配伍丹参、当归、红花、川芎、三棱、莪术、五灵脂、水蛭等活血化瘀药同用。\n3、益气健脾温肾法\n多用于疾病中后期气虚兼有脾肾阳虚的患者，如糖尿病肾病肾功能不全、甲状腺功能减退等，凡遇此证，每每伍用白术、苍术、山药、山萸肉、杜仲、肉苁蓉、仙灵脾、熟附片、等健脾温肾、补肾填精之品。\n徐师父亲徐仲才以擅用温阳药附子而著称，并总结了应用温阳药的理论依据：“阳气在生理情况下是生命的动力，在病理情况下又是机体抗病的主力。”徐师则秉持了这一学术思想，在运用脾肾双补法时，对具有阳虚见证的患者，不失时机的进行温肾扶阳治疗。对于附子一药，徐师认为临床上只要具备畏寒、肢冷、舌润、脉沉细等主证，其它症状不必悉具，便可放手应用。常配伍磁石、龙齿、龙骨、牡蛎等潜镇药，此即温潜法。配伍目的，一则可以抑制附子的副作用，二则可使阳气秘藏，起到“少火生气”的功效。\n此外，在糖尿病并发感染时常用",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 3
    },
    {
        "id": "徐蓉娟.txt_4",
        "title": "徐蓉娟",
        "abstract": "，一则可以抑制附子的副作用，二则可使阳气秘藏，起到“少火生气”的功效。\n此外，在糖尿病并发感染时常用益气透毒法，取黄芪托毒外出之性，治疗糖尿病足疮口日久不愈，常取透脓散、阳和汤二方加减。\n4、扶正的同时注意驱邪\n因为很多内分泌代谢疾病都存在虚实夹杂的病机。如糖尿病肾病，在本虚的基础上，一般同时存在湿、毒、瘀等特点，此时就应在扶正基础上酌加泄浊、排毒、化瘀之品，以标本兼治。由徐师主持研制的院内制剂“芪丹糖肾颗粒”（原名为治糖保肾冲剂）正是其扶正驱邪思想的具体体现。对于代谢综合征、肥胖症等病，徐师认为亦存在虚实夹杂的病机，故治疗上亦多采用益气健脾化湿泄浊为治。\n（三）活血化瘀贯全程\n徐师临证擅用活血化瘀法，尤其是在糖尿病等多种内分泌疾病中，认为血瘀可贯穿整个病程的始终。中医有“久病多瘀”、“久病入络”之说，现代医学研究表明，糖尿病患者血液存在“高浓、高凝、高聚、高粘”状态，且其常见的并发症如动脉硬化、脑血管意外、冠心病、高血压、视网膜病变等等，莫不与瘀血密切相关。造成糖尿病血瘀的原因，除阴虚火旺之外，尚有气虚、阳虚等不同病机，针对不同病机，徐师常用的治法有益气活血法和通阳行血法。\n1、益气活血法\n徐师在临床实践中",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 4
    },
    {
        "id": "徐蓉娟.txt_5",
        "title": "徐蓉娟",
        "abstract": "等不同病机，针对不同病机，徐师常用的治法有益气活血法和通阳行血法。\n1、益气活血法\n徐师在临床实践中发现，许多消渴病患者其燥热之象并不明显，“三多”症状也不典型，而倦怠乏力、肢体疲软等气虚之象却很常见，气虚日久推动无力而致血运不畅，瘀阻脉络，阻滞气机。瘀久又可化热伤阴，造成津亏燥热而使消渴更甚，故常用益气健脾，活血祛瘀之法，以达补气生津，气旺血行津布之功。此外，在组方上亦注意兼顾它证，调整主次。如与疏肝理气、健脾化痰、软坚散结、清泄肝火等药伍用治疗Graves病突眼、甲状腺腺瘤、甲状腺结节、桥本甲状腺炎等瘿病，与滋阴养血、调补冲任、补肾填精、宁心安神之品合用治疗月经失调、脏躁，与清热化湿、泄浊通腑之法并用治疗痤疮、高胰岛素血症等，绝不拘泥于一法一方。\n徐师提出气畅血和的前提是气充血盈，故每每以益气为先。而益气又首重黄芪，盛赞“其补气之功最优，故推为补药之长”，大凡益气活血之方必用黄芪。其次是白术、云茯苓、山萸肉、淮山药，以之助黄芪之力。活血药中，丹参因其能活血又能生血，攻中兼补，“一味丹参功同四物”而为徐师所喜用。当归与赤芍，益母草与路路通，三棱与莪术等为徐师常用之药对，每择其一用之，其中当归与赤芍多用于血虚",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 5
    },
    {
        "id": "徐蓉娟.txt_6",
        "title": "徐蓉娟",
        "abstract": "用。当归与赤芍，益母草与路路通，三棱与莪术等为徐师常用之药对，每择其一用之，其中当归与赤芍多用于血虚夹瘀之证，益母草与路路通多用于月经失调，三棱与莪术则用于癥瘕积聚。 此外，川芎、桃仁、红花等也常被选用。\n2、通阳行血法\n糖尿病患者常出现肢体麻木疼痛，是为糖尿病性周围神经病变。徐师认为，本病病机多由糖尿病日久不愈，气阴两虚，血脉瘀阻，肢端失养，阳气不达所致，属本虚标实之证，故治宜标本兼治。取黄芪桂枝五物汤为基础方，该方有益气通阳，行血除痹之功。桂枝、鸡血藤、水蛭这三味药尤为徐师所赏用，盖桂枝辛温，可温运气血于肌肤末梢，而鸡血藤、水蛭二药活血效佳，尤对末梢循环有较好的改善作用，三药相伍，可发挥协同疗效。若伴有畏寒、肢冷、小便清长等阳虚见症，则多加用附子温阳，以增强行血之功效。\n（四）化痰散结畅气机\n痰是肺、脾、肾三脏功能失调，影响了津液的正常敷布和运行，水液代谢障碍所形成的病理产物,不仅指咯吐出来有形可见的痰液，还包括瘰疬、痰核和停滞在脏腑经络等组织中而未被排出的痰液，称为“无形之痰”。\n1、甲状腺结节\n甲状腺结节多为良性。肿块质地柔软者，以气滞为主；质韧或稍硬，多不疼痛，活动度良好者，以痰凝为主；扪之质地坚硬",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 6
    },
    {
        "id": "徐蓉娟.txt_7",
        "title": "徐蓉娟",
        "abstract": "节多为良性。肿块质地柔软者，以气滞为主；质韧或稍硬，多不疼痛，活动度良好者，以痰凝为主；扪之质地坚硬，压之疼痛，多以血瘀为主。治疗在化痰软坚的基础上，每配合疏肝理气、活血化瘀等法，常可使腺瘤缩小，使部分患者可免于手术。化痰散结常选白芥子、浙贝母、夏枯草、炙鳖甲、生牡蛎、半夏等。\n2、突眼\n突眼是Graves病的常见症状，徐师在化痰散结的基础上配合温阳益气、活血化瘀等法治疗轻度突眼有效率80.6%，改善中重度突眼有效率达62.5%，软组织炎症、突眼、眼肌运动、角膜受累及视力均有改善，肿大的甲状腺均有不同程度的缩小。\n3、肥胖\n中医认为痰湿内蕴是肥胖症的基本成因。其病位在脾胃，临床表现多为本虚标实，气虚为本，痰浊膏脂为标，往往兼有气滞、血瘀。徐师在辨治本病中伍用化痰散结之药，常收奇效。\n4、痤疮\n徐师认为痰、湿、火、瘀是形成本病的重要因素，其中痰是主因。徐师在审证求因时抓住痰为主因的中心环节，再围绕痰的病机分清兼证及阴阳转化，对于数年痤疮顽症，常取得较好的疗效。\n5、糖尿病合并抑郁症\n抑郁属中医情志致病的范畴，其中包括郁证、脏躁、百合病等，随着糖尿病患病人数的激增，合并抑郁症的患者亦明显增加。本病的论治，徐师认为",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 7
    },
    {
        "id": "徐蓉娟.txt_8",
        "title": "徐蓉娟",
        "abstract": "包括郁证、脏躁、百合病等，随着糖尿病患病人数的激增，合并抑郁症的患者亦明显增加。本病的论治，徐师认为与肝、心、脾三脏密切相关，故临证多用疏肝解郁、养心安神、健脾理气之品，常选柴胡、郁金、枳壳、川楝子、八月札、香附、五味子、酸枣仁、灵芝、青皮、陈皮等药，并嘱患者调畅情志，配合治疗。而对于更年期综合征妇女，则多在甘麦大枣汤基础上酌加上述诸药。\n（五）防病防变治未病\n徐师重视预防，主张“未病先防，既病防变”。如2型糖尿病初期和前期，出现易饥、餐前心慌、多汗等症状时，必须进行糖耐量试验，以明确诊断，并及时进行饮食和运动干预治疗，或合并药物治疗，防犯于未然。又如早期糖尿病肾病期并无水肿、高血压，仅见尿微量白蛋白升髙，故初诊时就应检测尿液，一旦确诊，立即进行综合治疗，同时主张采用益气活血补肾法，并研制了芪丹糖肾颗粒，临床使用10余年，疗效颇佳。\n徐师认为冬令进补的最佳方法就是膏方。膏方既能临床补虚疗疾，又能增强体质、抗衰益寿。她重视整体观念，强调因人而异，总结膏方调治内分泌疾病经验，提出对各种代谢性疾病采用不同的膏方调治，以期达到降低髙血糖、髙血脂、髙尿酸，减轻症状，防治并发症，改善生活质量的效果。\n临证经验\n糖尿病\n糖",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 8
    },
    {
        "id": "徐蓉娟.txt_9",
        "title": "徐蓉娟",
        "abstract": "以期达到降低髙血糖、髙血脂、髙尿酸，减轻症状，防治并发症，改善生活质量的效果。\n临证经验\n糖尿病\n糖尿病又称为“消渴病”。其病因是体质因素、饮食不节、过食肥甘、过度安逸、情志失调、外感等。本病以气血阴阳为本，燥热痰瘀为标。初期多以阴虚为本，燥热为标，治当以滋阴清热为主；中期则气阴两虚为本，痰阻血瘀为标，治宜标本兼顾，扶正祛邪，当以益气养阴，祛瘀化痰治之；发展到后期脏腑虚损，引起诸多兼症，多责之痰湿血瘀，治当健脾补肾，化痰除湿祛瘀。而血瘀则贯穿疾病的始终。\n一、辨证分型论治\n通过长期证型调查，徐师认为糖尿病可分为阴虚热盛证、湿热困脾证、气虚或气阴两虚证、阴阳两虚证四型，每型按有无血瘀证分两组。四型中最多见的是气虚或气阴两虚证。上述四型与病程相关，阴阳两虚多见于后期。\n1.气虚或气阴两虚为主\n糖尿病前期及早期，未出现典型的“三多一少”症状之前，已表现出诸多的气虚证候。随着病情的进展，阴虚之标象便渐渐显露。气虚、气阴两虚证治宜益气健脾，滋阴养液。方用《简易方》地黄饮子、生脉饮加减。\n2.血瘀贯穿始终\n糖尿病患者常伴有血瘀证：肢体麻木疼痛，口唇紫暗，面部瘀斑，舌暗有瘀斑，舌下脉络青紫迂曲。甚则可伴有胸胁疼痛、肌肤甲错",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 9
    },
    {
        "id": "徐蓉娟.txt_10",
        "title": "徐蓉娟",
        "abstract": "血瘀证：肢体麻木疼痛，口唇紫暗，面部瘀斑，舌暗有瘀斑，舌下脉络青紫迂曲。甚则可伴有胸胁疼痛、肌肤甲错等。在糖尿病及其并发症阶段瘀血贯穿始终，治宜活血祛瘀。方用血府逐瘀汤或补阳还五汤加减。\n3.重视脾肾双补\n糖尿病患者病程缠绵，久病及肾。首选六味地黄丸，肾阴虚甚者选加枸杞子、何首乌、五味子补肾阴之亏。肾阳虚甚者首选金匮肾气丸，并可酌加杜仲、仙灵脾、菟丝子、巴戟天、肉苁蓉温补肾阳。重视脾肾双补，补肾同时补气健脾选用黄芪、白术之类。\n4.标本兼治，灵活化裁\n糖尿病常见胸痛、眩晕、中风、水肿、关格、淋证、脱疽等并发症或伴发病，临床表现千变万化，可根据脏腑气血阴阳的虚损和邪实之证辨证论治，方药也可灵活化裁，不必拘泥。通过益气养阴，活血祛瘀，清泻燥热，健脾化湿，滋阴补肾，温肾助阳，疏肝健脾，通络止痛等法，达到改善代谢功能，防止或延缓并发症的发生和发展，提高患者的生活质量和延长寿命。\n二、根据降糖作用强弱和作用机制选择中药\n1.根据降糖作用强弱择优选用\n经临床和药理实验证实，具有降糖作用的单味中药达70余种：如黄芪、地黄、丹参、桑叶、葛根、天花粉、黄连、石斛、五味子等，在辨证基础上优先选用上述降糖作用强的中药，合理组方，具",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 10
    },
    {
        "id": "徐蓉娟.txt_11",
        "title": "徐蓉娟",
        "abstract": "参、桑叶、葛根、天花粉、黄连、石斛、五味子等，在辨证基础上优先选用上述降糖作用强的中药，合理组方，具有更好的降糖疗效。党参因能升高血糖而慎用。\n2.根据中药或其降糖活性成份的作用机制选用\n例如：黄芪具有双向调节血糖作用，能降低尿蛋白，提高机体免疫功能，为补气首选药。人参皂苷能促进胰岛β细胞分泌，黄连、薏苡仁、葛根、丹皮、玉竹、荔枝核均有改善胰岛素抵抗作用。葛根、地黄、人参的醇提物对非酶糖基化有明显的抑制作用；五味子、桑枝：延缓葡萄糖在肠道的吸收。黄连的有效成分小檗能改善胰岛素抵抗，促进胰岛素分泌，具有显著的降糖、降脂作用，对肥胖的2型糖尿病患者疗效尤著。五味子、山茱萸、山楂等对由晚期糖基化终产物（AGEs）引起糖尿病微血管病变有改善作用。牛蒡子能降低尿微量白蛋白；黄芩提取物黄酮类具有抗氧化、抑制醛糖还原酶等作用，均具有防治糖尿病肾病的作用。\n3.根据药“味”优先择用\n推崇“酸苦制甜”之说。黄连、黄芩、大黄、知母、栀子等苦味之品，有清热泻火的功能，能清三焦之热，并有“釜底抽薪”的作用。乌梅、白芍、酸枣仁、山萸肉等酸味药，具较佳的滋阴敛汗之功，并有降血糖、尿糖作用。临证每每苦酸之药相伍为用。\n三、未病防病，既病防",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 11
    },
    {
        "id": "徐蓉娟.txt_12",
        "title": "徐蓉娟",
        "abstract": "酸味药，具较佳的滋阴敛汗之功，并有降血糖、尿糖作用。临证每每苦酸之药相伍为用。\n三、未病防病，既病防变\n在糖尿病前期（糖耐量异常、空腹血糖受损），及时进行饮食、运动干预治疗，阻止患者向糖尿病发展。而当患者已有糖尿病时，则注重中西医结合治疗，阻断或延缓并发症的发生。\n糖尿病肾病\n近年来，随着糖尿病患病率的不断增加，糖尿病肾病（DN）已成为终末期肾衰的首要病因。徐师在临证中采用“重视脾肾、早期防治”、“活血化瘀贯穿全程”、“泄浊通腑”等治则论治本病，取得较好的疗效。\n一、重视脾肾，早期防治\n徐师认为脾之生化功能依靠肾阳之鼓舞，而肾之封藏又赖脾之生化阴津以涵育，脾肾在糖尿病肾病发病中更密切相关。\n徐师在临床治疗中观察到大部分糖尿病肾病早期患者既有神疲乏力、舌体胖大、脉细无力等气虚表现，又有四肢麻木、头胸疼痛、舌暗紫或瘀斑、瘀点等血瘀证候，还有腰腿酸痛、耳鸣耳聋等肾虚表现，辨证属气虚血瘀，肾精不足，临床应用益气活血，补肾泄浊的治法。取得较满意的疗效。\n徐师的经验方已制成院内制剂芪丹糖肾颗粒，该方以黄芪为君，益元气、壮脾胃、补诸虚不足；丹参等为臣活血祛瘀，且与黄芪配伍，益气与活血相得益彰；山萸肉等为佐，补肝肾、收敛固涩",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 12
    },
    {
        "id": "徐蓉娟.txt_13",
        "title": "徐蓉娟",
        "abstract": "胃、补诸虚不足；丹参等为臣活血祛瘀，且与黄芪配伍，益气与活血相得益彰；山萸肉等为佐，补肝肾、收敛固涩。\n二、瘀血是贯穿糖尿病肾病病程的关键病理因素\n糖尿病患者可因气虚、阴虚、阳虚、痰湿等导致血脉瘀滞，形成瘀血，变症百出。故活血化瘀是糖尿病肾病的重要治疗法则之一，可延缓疾病的发生，推迟肾功能恶化的进程。所以，在扶正补虚的基础上加以活血化瘀，临证中酌以丹参、桃仁、郁金、川芎、水蛭、鸡血藤等活血之品，往往屡见成效。\n三、晚期善用大黄泄浊通腑\n在早期气虚血瘀的基础上，肾元进一步受损，肾虚不能封藏，大量精微外泄，表现为大量蛋白尿；气不化水，水湿泛滥而身肿。临床上善用黄芪、苍术、牛蒡子、蚕茧、金樱子、覆盆子、芡实等降蛋白尿。\n一旦糖尿病肾病进入肾功能衰竭，则治疗难度更大。中药根据辨证予以健脾温肾、泄浊通腑为主。徐师在临证中善用生大黄泄浊，减少肠道氨基氮的吸收，促进肌酐和尿素的排泄。\n四、其他\n饮食上要予以优质低蛋白质，限制钠盐的摄入。积极控制血压，疾病后期慎用或禁用血管紧张素转换酶抑制剂（ACEI）或血管紧张素Ⅱ受体拮抗剂（ARB）类降压药。\n糖尿病周围神经病变\n糖尿病神经病变（DPN）临床最为常见的类型是周围神经病变，",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 13
    },
    {
        "id": "徐蓉娟.txt_14",
        "title": "徐蓉娟",
        "abstract": "（ARB）类降压药。\n糖尿病周围神经病变\n糖尿病神经病变（DPN）临床最为常见的类型是周围神经病变，表现为肢体尤其是双下肢远端的麻木、发凉、针刺样或烧灼样疼痛，并有乏力神疲、汗出、畏寒等症状。\n推崇益气温肾、活血通络法\n徐师认为本病病机关键：气虚是迁延不愈的原因，阳虚是最终的必然趋势，而瘀血贯穿始终。本病求治者中最多见肾阳亏虚、络脉瘀阻证，因为此时痛苦难忍，必定求治，而轻者未必主动长期求治。故首推益气温肾、活血通络法。\n喜用虫类药搜风通络\n徐师主张“以通为补”、“以通为助”，认为虫类药搜剔穿透使经行络通，瘀浊凝开，邪去正复。常用蜈蚣、全蝎、水蛭、地龙、僵蚕等虫类药以搜风通络。\n内外同冶\n徐师治疗本病常采内外同治法。认为“内治之理，即外治之理；内治之药，即外治之药。”中药局部熏洗、穴位敷贴疗法可通过药物的温度及药理作用共同发挥功效。\n住院患者可配合使用中药静脉制剂，如血塞通、杏丁等活血化瘀通络。必要时也可配合应用西药，如甲钴胺营养神经，前列环素改善微循环，α-硫辛酸抗氧化、非甾体抗炎药莫比可等消炎止痛。\n糖尿病合并冠心病\n糖尿病合并冠心病的发病率极高，徐师认为其病机特点主要是本虚标实、虚实夹杂，虚以气虚为主，或",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 14
    },
    {
        "id": "徐蓉娟.txt_15",
        "title": "徐蓉娟",
        "abstract": "并冠心病\n糖尿病合并冠心病的发病率极高，徐师认为其病机特点主要是本虚标实、虚实夹杂，虚以气虚为主，或兼阴虚，或兼阳虚；标主要是瘀血、水湿、痰浊等代谢产物，而尤以血瘀脉络更为突出。其病位在心，并与肺、脾、肾关系密切。\n徐师治疗本病始终坚持标本兼顾、虚实并重的原则，确定治则为扶正祛邪、攻补兼施。治法以益气温肾，健脾化湿，活血化瘀，宽胸宣痹为主，重通脉而止痹痛，喜用补阳还五汤、瓜蒌薤白桂枝汤、瓜蒌薤白半夏汤诸方加减以益气活血、通阳宣痹，并根据不同时期、不同个体的差异，随证化裁。在辨证分型基础上，常重用黄芪、丹参各30克，如有气阴虚者常加用麦冬、五味子等养阴药，如有阳虚者常加用桂枝、制附子温通心阳。喜用水蛭，徐师常说水蛭属虫类药，有搜风剔络、破血消瘀的功效。也常用三七粉分吞，因为三七散瘀止痛，并且有止血作用，即使糖尿病合并眼底或玻璃体出血者也同样可以使用。对于舌苔厚腻者，徐师首重的是化湿，常用苍术、白术、薏苡仁、茯苓、泽泻、藿香、佩兰等健脾利水化湿药。\n糖尿病合并高血压病\n徐师认为主要是本虚标实。本虚主要是肝、脾、肾三脏的亏虚，而引起气虚、脾虚、肝肾阴虚诸多见症；标实主要是在本虚基础上产生的肝阳上亢、风痰上扰，引起眩",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 15
    },
    {
        "id": "徐蓉娟.txt_16",
        "title": "徐蓉娟",
        "abstract": "脏的亏虚，而引起气虚、脾虚、肝肾阴虚诸多见症；标实主要是在本虚基础上产生的肝阳上亢、风痰上扰，引起眩晕、头痛等。临床上可辨证分为肝阳上亢型、肝肾阴虚型、风痰上扰型、气阳不足型。\n弥漫性甲状腺肿伴甲亢\n毒性弥漫性甲状腺肿（Graves病）是甲状腺功能亢进症（甲亢）最为常见的类型，临床上以高代谢症候群、甲状腺肿大和突眼为主要表现。\n徐师认为本病的基本病机为本虚标实，治疗上强调辨证与辨病相结合，同时采用分期论治的方法。首先辨虚实，甲亢之本虚，可分为阴虚、气阴两虚，部分可表现为脾气亏虚。甲亢之标实则主要是在本虚基础上产生的肝火、胃火、心火，也可表现为肝气郁结、肝风内动、痰火内郁、痰湿中阻、痰瘀互结等。其次辨病程，甲亢可分为初期从肝郁火旺论治（丹栀逍遥散或栀子清肝汤）、中期从阴虚火旺论治（一贯煎或知柏地黄汤）和后期从气阴两虚论治（三甲复脉汤或生脉散），且具有初期多实、中期虚实并见、后期为虚中挟实的特点。\n海藻、昆布等含碘量多的中药虽具有化痰软坚散结的作用，但可能加重“甲亢”，导致甲状腺肿大更为明显，故甲亢时应忌用。可酌情使用含碘量较少的中药化痰软坚，如夏枯草、玄参、香附、浙贝母等，既可消瘿散结，又有清热养阴、理气化痰之",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 16
    },
    {
        "id": "徐蓉娟.txt_17",
        "title": "徐蓉娟",
        "abstract": "使用含碘量较少的中药化痰软坚，如夏枯草、玄参、香附、浙贝母等，既可消瘿散结，又有清热养阴、理气化痰之效，可达“消瘿”与平抑“甲亢”同时并举之功。\nGraves突眼\n突眼是弥漫性甲状腺肿伴甲亢（Graves病，GD）的典型临床表现之一，约25%～50%的GD患者伴有突眼。徐师辨治本病按活动期、非活动期，分期辨治，取得良好的疗效。\n本病初期即活动期病机关键为热毒内侵，夹肝火上攻眼目，故结膜、眼睑充血，畏光流泪，方用丹栀逍遥散等以疏肝泻火，清热解毒。\n至非活动期，病久气阴两虚，血行不畅，瘀滞经络，目睛血瘀，则目突迁延，方用生脉饮加味以益气养阴，化痰祛瘀。或阴损及阳，阳气亏虚，寒痰凝聚，阻滞经络，瘀血内停，凝结于目，则目突经久不愈，拟肾气丸合血府逐瘀汤以温阳益气、化痰祛瘀。\n甲状腺功能减退症\n甲减的诊治，首先要辨本虚和标实，本虚主要为脾肾虚衰，标实可为肝气郁结、痰湿中阻、痰阻血瘀等。其次，要辨病情轻重和病程。甲减严重者的主要表现为上述典型的肾、脾、心阳虚衰之象，兼有水湿、痰浊、瘀血等阴邪留滞全身。甲减初期和恢复期病位在肾，也可在肝。除有肾阳虚衰的证候外，初期多见肝郁气滞痰凝，恢复期兼有痰阻血瘀的特点。\n治疗上一般扶正",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 17
    },
    {
        "id": "徐蓉娟.txt_18",
        "title": "徐蓉娟",
        "abstract": "肾，也可在肝。除有肾阳虚衰的证候外，初期多见肝郁气滞痰凝，恢复期兼有痰阻血瘀的特点。\n治疗上一般扶正与祛邪同时施用，扶正一般以益气健脾温肾为主，而随病情特点，祛邪则多采用疏肝解郁、软坚化痰、活血消瘿等法。\n慢性淋巴细胞性甲状腺炎\n慢性淋巴细胞性甲状腺炎又称桥本甲状腺炎（HT），是最常见的自身免疫性甲状腺炎。徐师认为，本病的病位在颈前肝经循行之部位，且发病多与情绪等因素有关，其病机以气滞、痰凝、血瘀为主，肝郁脾虚、痰瘀互结是临证最常见者，因此治疗的重点应为疏肝健脾，化痰祛瘀。甲状腺自身抗体血清 TPOAb和TGAb阳性滴度明显升高患者，常重用黄芪及灵芝，以改善机体的自身免疫功能，降低TPOAb和TGAb的滴度，临床上屡建奇功。\n甲状腺结节\n甲状腺结节是指各种原因导致甲状腺内出现一个或多个组织结构异常的团块，本病好发于中青年女性，除触及颈部肿块外，绝大多数患者无临床症状，少数有声音嘶哑、憋气、吞咽困难等。本病诊治的关键是鉴别良、恶性。高清晰甲状腺超声检查是评价甲状腺结节最敏感的方法。超声引导下甲状腺细针穿刺和细胞学（FNAC）检查是鉴别结节良、恶性最可靠、最有价值的诊断方法。\n甲状腺结节基本属于中医的“瘿瘤”、“",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 18
    },
    {
        "id": "徐蓉娟.txt_19",
        "title": "徐蓉娟",
        "abstract": "（FNAC）检查是鉴别结节良、恶性最可靠、最有价值的诊断方法。\n甲状腺结节基本属于中医的“瘿瘤”、“石瘿”范畴。前者相当于甲状腺腺瘤、结节性甲状腺肿等，后者相当于甲状腺癌。本病大多遵循气滞、痰凝、血瘀、正虚四个病理环节。颈部肿块质地及病程是辨证的要点。徐师认为颈肿时大时小，质地柔软者，以气滞为主；质韧或稍硬，多不疼痛，活动度良好者，以痰凝为主；扪之质地坚硬，压之疼痛，多以血瘀为主。早期多以气滞为主，晚期则以血瘀为主。治疗上以理气解郁、化痰散结、活血祛瘀、补益正气为大法。临证组方用药中忌海藻、昆布、黄药子等。对含碘量少的夏枯草、牡蛎、浙贝母等，有化痰软坚散结之功效。对确诊或疑似甲状腺癌患者，常在扶正基础上选用露蜂房、半枝莲等清热解毒药。\n。\n抗甲状腺药物的不良反应\n一、白细胞减少\n甲亢患者大多存在气血亏虚的病机，在抗甲状腺药物的作用下，可使气血愈亏，以致白细胞数减少，因此用益气生血法为其正治。徐师常在原甲亢辨证用药的基础上合用八珍汤加减，以使气旺血生。尤喜用鸡血藤一药，常用之补血活血，加强补血生新之功。同时，可配合应用鲨肝醇、利血生、脱氧核苷酸等升白细胞药物，以达到最佳的治疗效果。\n二、药物性肝损\n在原论治甲亢",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 19
    },
    {
        "id": "徐蓉娟.txt_20",
        "title": "徐蓉娟",
        "abstract": "合应用鲨肝醇、利血生、脱氧核苷酸等升白细胞药物，以达到最佳的治疗效果。\n二、药物性肝损\n在原论治甲亢基础上，加用垂盆草30～60克、虎杖、丹参、灵芝等。另外亦常合用一贯煎等柔肝之剂，药用五味子9～12克、白芍、枸杞等。\n三、皮疹\n用抗组织胺药物多可纠正，如皮疹严重应停药，以免发生剥脱性皮炎。在辨证的基础上酌予以祛散风邪，清营凉血，佐以渗湿之药。可加用荆芥、蝉蜕开发腠理，透解在表之风邪；白鲜皮、地肤子、苦参、白蒺藜、蕲蛇、乌蛸蛇祛风止痒；当归、赤芍、丹皮、生地黄清热凉血润燥。\n痛风及高尿酸血症\n痛风是由多种原因引起的嘌呤代谢障碍所致血尿酸增高的一组疾病。徐师认为本病以脾运失调为本，痰湿浊毒内停或再感外邪为标，以机体代谢失司、气血凝滞、痰浊痹阻经络为主要病机，其名虽为风而实非风，症似风而本非风。临床治疗分为高尿酸血症期、急性痛风发作期和痛风缓解期。根据辨证予以益气健脾、清热解毒、活血化瘀、利湿止痛之法。徐师推崇土茯苓、粉萆薢、玉米须三味药，几乎每方必用。土茯苓甘淡性平，可助升清降浊；萆薢苦甘性平，有利分清泌浊，两药均有清热除湿，解毒，利关节之功，故不仅能降低血尿酸水平还能治疗关节肿痛；玉米须清中利湿，芳香悦脾，并",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 20
    },
    {
        "id": "徐蓉娟.txt_21",
        "title": "徐蓉娟",
        "abstract": "均有清热除湿，解毒，利关节之功，故不仅能降低血尿酸水平还能治疗关节肿痛；玉米须清中利湿，芳香悦脾，并有降糖、降压之功效，能中和尿酸之酸性，升高尿液PH值，防治尿酸性结石。痛剧者常用延胡索，并加用蝎蜈胶囊。关节红肿热痛时可配合外敷金黄膏，清热、消炎、止痛。同时避免使用味酸之药，如五味子、山茱萸、乌梅等，以防尿液酸性，防止形成尿路结石。\n肥胖症\n肥胖属中医“痰饮”、“肥人”等范畴，徐师认为本病病因主要有先天禀赋不足，过食肥甘厚味，久卧久坐少动，情志不畅等。其发病与脾、胃、肝、肾等多脏腑有关，临床多为本虚标实，虚者为脾肾亏虚，实者为痰阻、湿滞、血瘀、肝郁等。治疗上主张健脾益气、化痰祛湿为主，同时根据患者的具体情况，配合疏肝解郁、补益肝肾、化瘀泄浊、清热通便等治法。\n更年期综合征\n更年期综合征属中医“郁证”、“脏躁”、“百合病”等范畴。徐师对本病多从肾、肝、心三脏论治，临证时往往将三者结合起来。徐师尤喜用甘麦大枣汤，并常与其他方药合用。心悸失眠加酸枣仁、柏子仁、炙远志、五味子、朱茯神、灵芝；自汗、盗汗加糯稻根、瘪桃干、白芍、煅龙牡；烘热汗出者加知母、黄柏、丹皮、生地、紫草等；头晕目眩者加女贞子、旱莲草，钩藤、地龙、牛",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 21
    },
    {
        "id": "徐蓉娟.txt_22",
        "title": "徐蓉娟",
        "abstract": "白芍、煅龙牡；烘热汗出者加知母、黄柏、丹皮、生地、紫草等；头晕目眩者加女贞子、旱莲草，钩藤、地龙、牛膝等。\n咳嗽\n徐师治疗哮喘、慢性支气管炎等疾患，一般采用徐仲才先生的经验，即六味小青龙汤加减。这六味药即是：麻黄、细辛、干姜、甘草、五味子、半夏。有许多加减法灵活变通，如痰黄、口干喜饮者，去干姜，加黄芩、鱼腥草；痰多者，酌加白芥子、苏子、半夏、南星、地龙等化痰药；咯痰不畅则去五味子；伴有恶寒、发热等表证，有汗者加桂枝、白芍以和营解表，无汗者改用生麻黄以散寒解表；鼻塞流涕，加苍耳子、辛夷解表开窍；咳剧，加杏仁、桃仁；对于一些过敏性咳喘，一般思路难以奏效，则加入苍耳子、辛夷等具有抗过敏作用的中药，往往应手而愈。有人认为哮喘急性发作时往往伴有多汗等情况，在此种情况下用麻黄，恐其“汗出亡阳”。徐师认为多数情况下汗出不已是由于哮喘发作之故，多汗本身就可能是缺氧引起的，喘平则汗自止；而且麻黄的发汗作用，主要是生麻黄，并且和桂枝配伍才会起到显著的发汗作用。因此遇到此类病人，一般选用发汗力弱的炙麻黄，并可酌加附子、白芍等药以兼制其发汗作用。\n冬令进补之时，不乏患有慢性呼吸系统疾病而来服用膏方者，徐师灵活运用其父徐仲才先生的经验",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 22
    },
    {
        "id": "徐蓉娟.txt_23",
        "title": "徐蓉娟",
        "abstract": "其发汗作用。\n冬令进补之时，不乏患有慢性呼吸系统疾病而来服用膏方者，徐师灵活运用其父徐仲才先生的经验，取得了良好的疗效，许多患者每年复诊，发作明显减少，甚至可多年不复发。如老年慢性支气管炎，临证以肺卫不固、脾肾亏虚、肾不纳气者居多，徐师一般采用益气固表、健脾温肾的治则，益气固表用玉屏风散，健脾温肾加山药、苍术、紫河车粉、鹿角胶、核桃仁等药，阳虚甚者可加附子以去沉寒。补阳之时不忘阴中求阳，可鹿角胶、龟板胶同用收膏，阴阳相配，生血补虚。痰饮甚者，用细辛、半夏温化痰饮，三子养亲汤祛痰降气。膏方细料常用冬虫夏草合参蛤散，均为温补肺肾、止咳平喘之要药。“久病必瘀”，徐师在上述治疗基础上常配伍三七、丹参、当归、桃仁等活血药，并加用香附、砂仁、谷芽、麦芽等理气和胃的药物，因为一般补益药味多甘腻，多服后会滞碍胃气，加用这类药物后则可避免。\n医案举隅\n1、糖尿病肾病（气阴两虚）\n郑某，男，23岁\n初诊：2005年1月8日。\n主诉：口干多饮多尿伴渐进性消瘦6年。\n病史：患者1998年起出现口干、多饮、多尿，体重逐渐下降，6年内下降10公斤，但未引起足够重视，直至近1月来出现泡沫尿增多，伴食欲亢进，乏力，故至外院就诊，查空腹血糖为",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 23
    },
    {
        "id": "徐蓉娟.txt_24",
        "title": "徐蓉娟",
        "abstract": "10公斤，但未引起足够重视，直至近1月来出现泡沫尿增多，伴食欲亢进，乏力，故至外院就诊，查空腹血糖为15.6mmol/L，尿蛋白++，胰岛素自身抗体ICA、IAA、GAD均阳性，诊断为“1型糖尿病”，予胰岛素治疗。今慕名来求徐师诊治。刻诊：口干、多饮，日尿10余次，尿泡沫多，纳亢，寐安，大便调。即刻血糖（餐后2小时）16.8mmol/L。\n检体：身高160cm，体重45Kg，心率96次/分，律齐。\n舌脉：舌淡红，苔薄白腻，脉细。\n诊断：中医：消渴\n西医：1型糖尿病  糖尿病肾病\n辨证：气阴两虚，精关不固。\n治则：益气养阴，补肾填精。\n处方：生芪30克，淮山药15克，山萸肉9克，生地15克，葛根15克，制首乌15克，杜仲12克，米仁15克，米仁根30克，芡实15克，蚕茧10克，牛蒡子15克，连翘9克，丹参15克。14帖。\n二诊：尿泡沫减少，无腰酸，空腹血糖波动在5.3～8.3mmol/L，餐后2小时血糖＜10mmol/L，心率90次/分，律齐，双下肢无浮肿。守方续进14帖。\n    三诊：尿常规蛋白100mg/dl，无明显不适，小便泡沫较前减少。苔脉同前。原方去淮山药、连翘，加肉苁蓉9克温补肾阳。14帖。\n四诊",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 24
    },
    {
        "id": "徐蓉娟.txt_25",
        "title": "徐蓉娟",
        "abstract": "l，无明显不适，小便泡沫较前减少。苔脉同前。原方去淮山药、连翘，加肉苁蓉9克温补肾阳。14帖。\n四诊：夜寐欠安，入睡困难，纳可，二便调，空腹血糖波动在6.1～7.4mmol/L，餐后2小时血糖波动在6.5～8.6mmol/L，苔薄白，脉同前。原方加白芍9克、灵芝9克和营安神。14帖。\n    五诊：尿微量白蛋白：126mg/d，尿常规蛋白30mg/dl。血压115/85mmHg，无明显不适，纳可，二便调，寐安。苔薄白，脉细。拟益气活血，补肾填精：生芪30克，淮山药15克，山萸肉9克，丹参15克，当归9克，葛根15克，生地15克，杜仲9克，米仁15克，米仁根30克，金樱子9克，牛蒡子15克。14帖。\n继续巩固治疗1年，血糖平稳，尿常规中蛋白维持在15mg/dl左右。患者至今仍门诊坚持服用中药治疗3年，现改服芪丹糖肾颗粒。\n[按]  1型糖尿病患者，尤其在年轻人中，比其他糖尿病患者发生并发症的危险性高。本例患者为一青年男性，因未重视治疗，从而导致糖尿病肾病的发生。徐师认为此病多由脾肾两虚、精关不固而起，故临证喜用健脾益气、补肾填精之品，每每获得奇效。验之本案，生芪、淮山药、山萸肉健脾益气，生地、葛根滋阴清热，首乌",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 25
    },
    {
        "id": "徐蓉娟.txt_26",
        "title": "徐蓉娟",
        "abstract": "脾益气、补肾填精之品，每每获得奇效。验之本案，生芪、淮山药、山萸肉健脾益气，生地、葛根滋阴清热，首乌、杜仲补益肾之阴阳，米仁、米仁根、芡实、蚕茧敛精止渴缩尿，牛蒡子、连翘清热。其中蚕茧、牛蒡子两味用在补肾敛精之时屡试不爽，是徐师治疗糖尿病肾病合并蛋白尿时喜拾之验药。徐师认为，血瘀证贯穿糖尿病肾病的始终，在初、中、后期均应进行活血化瘀治疗，常用丹参、当归等药。本案患者门诊治疗前后达3年余，尿常规中蛋白显著减少，延缓了糖尿病肾病的进展，足见中医药对于此病的疗效。\n2、糖尿病周围神经病变（气虚血瘀）\n张某，女，69岁。\n初诊：2005年11月26日。\n主诉：反复口干多饮10年，加重伴肢麻两周。\n病史：患者反复口干多饮10年，2周来无明显诱因下症状加重，并感四肢时有麻木感，乏力，动则汗出，容易感冒，目糊，肩背酸痛，大便欠畅，夜寐不酣。10年前确诊为“2型糖尿病”，长期服用格列吡嗪、阿卡波糖控制血糖，1周前自测空腹血糖9.0mmol/L，餐后2小时血糖17.8mmol/L。既往有高血压病史4年余，血压控制尚可。\n检体：血压130/70mmHg，精神疲惫，双下肢皮肤感觉减退。\n舌脉：舌淡黯，苔薄白，脉细涩。\n诊断：中医：",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 26
    },
    {
        "id": "徐蓉娟.txt_27",
        "title": "徐蓉娟",
        "abstract": "压130/70mmHg，精神疲惫，双下肢皮肤感觉减退。\n舌脉：舌淡黯，苔薄白，脉细涩。\n诊断：中医：血痹\n西医：2型糖尿病 糖尿病周围神经病变\n辨证：气阴两虚，瘀血阻络。\n治则：益气养阴，活血通络。\n处方：生黄芪30克，太子参15克，麦冬12克，五味子9克，生地15克，天花粉15克，葛根30克，桑叶15克，枸杞子9克，川杜仲9克，川续断12克，鸡血藤15克。7帖。\n另维持原西药用量，并嘱其控制饮食，避免辛辣热物、油腻肥甘，适当锻炼身体，注意作息规律，保持情绪舒畅。\n二诊：口干减轻，自觉精神稍振，肢麻已减，头晕缓解，但仍双肩酸痛，夜寐欠安。查空腹血糖8.5mmol/L，血压130/80mmHg。舌淡黯，苔薄白腻，脉细涩。治续前法，加生米仁20克、陈皮6克健脾化湿。14帖。\n三诊：诸症好转，唯觉双肩仍酸痛频作，夜寐不酣。查空腹血糖8.2mmol/L，餐后2小时血糖12.5mmol/L，血压130/80 mmHg。舌淡黯，苔薄白腻，脉细涩。仍守原法，上方去川续断，加伸筋草12克。14帖。\n四诊：肩痛稍缓，夜寐渐酣，胃纳尚佳，二便调畅。查空腹血糖7.5mmol/L，餐后2小时血糖11.6mmol/L，血压130/75",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 27
    },
    {
        "id": "徐蓉娟.txt_28",
        "title": "徐蓉娟",
        "abstract": "纳尚佳，二便调畅。查空腹血糖7.5mmol/L，餐后2小时血糖11.6mmol/L，血压130/75mmHg。舌淡黯，苔薄白，脉细涩。上方再加桑枝9克。14帖。\n    后以本方加减门诊随访半年，诸症平稳，血糖控制尚可。\n[按]  本案患者为老年女性，患消渴病已逾10载，迁延日久，而致气阴两虚。气虚以脾为主，兼及肺脏，阴虚以肝肾为主，兼及心和肝，而尤以肾为关键。脾胃气虚，不能化生水谷精微，气血来源不充，形体失养，故见乏力神疲。肺主皮毛，肺虚表卫不固，腠理稀疏，故而自汗易感。腰为肾府，肾主骨髓，肾之精气亏虚，则腰脊失养，故见腰背酸软无力，其痛绵绵，喜温喜按。肺为水之上源，肺燥阴虚，津液失于输布，故见口干舌燥，烦渴多饮。肝开窍于目，肝血不足，不能上荣于目，故视物不明；肝主筋，阴血不能濡养筋脉，虚风内动，故肢体麻木。肝肾阴虚，无以制阳，肝阳上扰清窍，加之阴血亏虚，清窍失于荣养，故见头晕。心阴亏虚，心失濡养，心神不宁故夜寐欠酣。阴虚内热灼液成瘀，瘀血阻滞经脉，以致气血不能通畅，故见双肩疼痛，而痛有定处。舌淡黯、苔薄白、脉细涩均为气阴两虚兼挟瘀血之佐证。\n方用玉泉丸（《沈氏尊生书》）化裁以补脾肺之气、滋肝肾之阴，酌加杜",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 28
    },
    {
        "id": "徐蓉娟.txt_29",
        "title": "徐蓉娟",
        "abstract": "脉细涩均为气阴两虚兼挟瘀血之佐证。\n方用玉泉丸（《沈氏尊生书》）化裁以补脾肺之气、滋肝肾之阴，酌加杜仲、续断、鸡血藤温肾通络，取“阳中求阴”之意，使阴平阳秘，更助温肾壮骨通络之功。二诊时患者苔腻，度内有湿邪为患，故用米仁、陈皮。米仁味甘淡，性微寒，入脾、胃、肺经，一则健脾渗湿除痹，一则取其入肺，滋养化源，用治上焦消渴。陈皮味苦辛，性温，入脾、胃、肺经，苦能燥，辛能散，温能和，共治百病，总是取其理气燥湿之功。三、四诊加用伸筋草、桑枝两味，加强祛风除湿、舒筋通络之功。\n总结其用药特色，不外以下三点。其一，因“孤阴不生，孤阳不长，阴阳并补，此精之所由生也”，故徐师常于益气养阴药中加用温阳药，以期“阳中求阴”，则阴得阳生而泉源不竭。其二，消渴为病，常致血瘀，或气虚无力行血，或阴虚灼津成瘀，或后期阳虚温化失权寒凝致瘀，故在治疗过程中喜加用活血化瘀药，每获良效。其三，消渴发病，多与素体阴虚、饮食失节、情志失调、劳欲过度等因素有关，故饮食、起居、情志的调摄也至关重要，在辅助药物治疗中起着不可或缺的作用。徐师坐诊也十分强调该点，每每叮嘱患者多方宜忌，重视其整体调摄，恰如孙思邈在《千金药方•消渴》中所说：“能慎此者，虽不服药，",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 29
    },
    {
        "id": "徐蓉娟.txt_30",
        "title": "徐蓉娟",
        "abstract": "，每每叮嘱患者多方宜忌，重视其整体调摄，恰如孙思邈在《千金药方•消渴》中所说：“能慎此者，虽不服药，而自可无他也；不知此者，纵有金丹，亦不可救，深思慎之。”纵观此案，处方用药与病机婉转相赴，加减进退，井井有条，诚可鉴也。\n3、甲亢性突眼（气阴两虚，痰结血瘀）\n胡某，女，41岁。\n初诊：2006年9月26日。\n主诉：颈粗突眼7月。\n病史：患者今年2月因“颈粗、突眼、心悸”，于外院查FT3：32.55pmol/L，FT4：7.77pmol/L，TSH<0.005MIU/L，超声示“甲状腺弥漫性肿大”，确诊为“Graves病，单纯性突眼”，目前服丙硫氧嘧啶50mg Bid，优甲乐12.5ug Qd。近查FT3：8.82 pmol/L，FT4：12.7 pmol/L，TSH：0.006 MIU/L。患者自觉心悸，乏力，时有口干，双眼视物模糊，手抖，纳尚可，二便调，夜寐安，月经如期，色较暗。\n检体：双眼睑轻度浮肿，眼球向前突出，辐辏不良，眼裂增宽，如怒视之状，颈前喉结两侧肿大，皮色不变，按之柔软无痛，能随吞咽上下移动，伸舌舌微震颤，心率82次/分，律齐。\n舌脉：舌暗红，苔薄白，脉弦涩。\n诊断：中医：鹘眼凝睛",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 30
    },
    {
        "id": "徐蓉娟.txt_31",
        "title": "徐蓉娟",
        "abstract": "舌舌微震颤，心率82次/分，律齐。\n舌脉：舌暗红，苔薄白，脉弦涩。\n诊断：中医：鹘眼凝睛\n      西医：Graves眼病\n辨证：气阴两虚，痰瘀内结。\n治则：益气养阴，化痰活血，散结消瘿。\n方药：生黄芪30克，当归12克，党参20克，白术15克，生地15克，         天冬12克，旱莲草9克，枸杞15克，青葙子9克，炙鸡金9克，象贝母12克，       连翘9克，车前子15克，灵芝15克。14帖。\n二诊：服药后阴津来复，心肝得养，心悸、乏力、口干缓解，目糊和手抖好转。气血通畅，痰瘀得化，眼睑浮肿改善，可见初诊治疗得法，但突眼及颈粗与前相仿，舌脉同前，提示痰瘀之邪顽固，尚未尽除，故守前法，续予原方改连翘15克，增强软坚散结之力，再进2周。\n三诊：患者自觉无明显不适，眼睑浮肿继续好转，突眼改善，瘿瘤较前缩小。上方改灵芝30克，扶正培本，调节免疫。治疗近3月，处方在前法基础上随证加减，患者诸症缓解，突眼、颈粗不显，甲状腺功能基本正常。此后随访半年，症情稳定。\n[按]  甲状腺疾病，中医称为瘿、瘿气、瘿瘤等，治疗本病，徐师既遵循古代中医辨证思想，又自出机杼，结合现代西医理论指导用药。徐师认为患者颈粗、突眼，",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 31
    },
    {
        "id": "徐蓉娟.txt_32",
        "title": "徐蓉娟",
        "abstract": "治疗本病，徐师既遵循古代中医辨证思想，又自出机杼，结合现代西医理论指导用药。徐师认为患者颈粗、突眼，乃肝经病变；瘿瘤质软，皮色不变，责之气、痰，病在肝、脾；心悸、乏力、口干乃气阴不足所至。《医宗金鉴》曰：“积之成者，正气不足，而后邪气踞之”，说明正气不足，邪气盘踞体内是形成瘿病的内在依据。以此为据，徐师补消并行，标本兼顾，方中黄芪配当归益气养血活血，伍党参、白术益气健脾化痰；生地配天冬、旱莲养阴生津，滋补肝肾；枸杞、青葙子共用养肝明目。此方中连翘、象贝母、炙鸡金合车前子，功擅化痰软坚、散结消瘿，徐师选之有据，乃本方配伍之精髓。《医学衷中参西录》赞鸡内金：“无论脏腑何处有积，皆能消之。”而连翘有较佳的清热消瘤之功，如《药性论》即指出象贝母“与连翘同主项下瘤瘿疾”。肝胆相表里，连翘入胆经，故可肝胆同治；两药均入肺经，以肺金克肝木，故可治肝经结聚之证。车前子，功擅利水祛痰明目，用之以利水消瘿。结合现代医学，Graves病及甲亢性突眼与自身免疫失调密切相关，故以黄芪合灵芝扶正培本，调节免疫。徐师用药之严谨、灵活由此可见一斑。\n徐师强调中药治疗Graves病可提高疗效，缩短疗程，降低复发率，并能减少西药的用量及不良反应",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 32
    },
    {
        "id": "徐蓉娟.txt_33",
        "title": "徐蓉娟",
        "abstract": "一斑。\n徐师强调中药治疗Graves病可提高疗效，缩短疗程，降低复发率，并能减少西药的用量及不良反应，在此基础上配合小剂量西药，对减轻突眼和甲状腺肿大很有裨益。\n徐蓉娟工作室的简介\n上海中医药大学附属龙华医院“名老中医徐蓉娟工作室”成立于2003年。现有学生成员3名（上海中医药大学附属龙华医院内分泌代谢科的李红主任医师、葛芳芳副主任医师，龙华集团天山中医医院内科姜宏军副主任医师），全为高级职称，其中博士1名，硕士2名。工作室主要工作内容是继承发扬名老中医学术思想，系统整理徐蓉娟教授的学术思想及临证经验，指导临床，提高临床中医内涵，弘扬中医特色。定期跟师进行门诊抄方、病房教学查房，聆听徐教授对于临床常见病、疑难病例的中西医诊断与治疗分析，拓展中医治疗项目，提高中医治疗水平。同时积极参与导师经验的临床研究，开展内分泌代谢常见病、多发病的研究和诊疗工作。认真挖掘、整理和保存徐蓉娟教授临诊影像和书面资料。加强工作室人员之间的交流与学习，通过定期专题讨论会，互相学习、博采众长，拓宽继承人的临诊思路和专业知识。积极参加国内外的学术会议，加强学术交流。\n工作室成立至今已发表文章近50篇。专著9部，主编新世纪全国高等中医院校",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 33
    },
    {
        "id": "徐蓉娟.txt_34",
        "title": "徐蓉娟",
        "abstract": "外的学术会议，加强学术交流。\n工作室成立至今已发表文章近50篇。专著9部，主编新世纪全国高等中医院校规划教材《内科学》及其配套教材4部，共同主编《徐小圃医案医论集》、《徐仲才医案医论集》，参编3部。主持课题4项，目前在研1项国家自然基金项目“糖尿病抑郁障碍动物模型的建立及疏肝健脾、养心安神防治机制的研究”。申报“治疗甲状腺相关眼病非活动期浸润性突眼的中药组合物及其制备方法”专利1项。负责主持继续医学教育项目3项，2005年好医生《中西医结合防治糖尿病及其并发症》、2009年上海市中西医结合学会内分泌代谢病专业委员会《中西医结合糖尿病规范化防治》继续教育系列讲座、2010年好医生国家级继续教育项目《常见代谢性疾病的中西医结合防治新进展》。主编的新世纪全国高等中医院校规划教材《内科学》获2009年国家级优秀教材奖。\n中西合璧重辨证，家传承古融新知。——徐蓉娟\n名医小传\n徐蓉娟，女，汉族，1940年11月出生，上海市人。出生于名中医世家，祖父徐小圃、父亲徐仲才均为全国名中医。1963年毕业于上海铁道医学院医疗系，1987年毕业于上海市第九届西学中研究班(学制3年)。现任上海中医药大学教授、博士生导师，附属龙华医院首",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 34
    },
    {
        "id": "徐蓉娟.txt_35",
        "title": "徐蓉娟",
        "abstract": "87年毕业于上海市第九届西学中研究班(学制3年)。现任上海中医药大学教授、博士生导师，附属龙华医院首席主任医师，专家委员会委员，上海中医药大学中西医结合学位评审会委员，2003年起主持徐蓉娟工作。曾历任龙华医院急诊科主任、内分泌代谢科主任、西内教研室主任等职。现兼任世界中医药学会联合会糖尿病专业委员会常务委员，上海市中西医结合学会内分泌代谢病专业委员会主任委员等。\n擅长以中医为主中西医结合诊治内分泌代谢性疾病。为龙华医院分泌代谢科的创办人。主编新世纪全国高等中医院校规划教材《内科学》及其配套教材4部，共同主编《徐小圃医案医论集》、《徐仲才医案医论集》。先后主持或参加各级课题十余项，通过研究成果多项，研制芪丹糖肾颗粒等多种自制制剂。\n曾获上海市卫生局“先进个人”、龙华医院“本泽宝组一等奖”等奖项。主编的新世纪全国高等中医院校规划教材《内科学》获2009年国家级优秀教材奖。",
        "source_file": "徐蓉娟.txt",
        "chunk_index": 35
    },
    {
        "id": "施杞.txt_0",
        "title": "施杞",
        "abstract": "气血为纲，内伤外损兼顾   整体调治，重在肝脾肾\n——施杞学术思想集萃\n学术经验\n一、以气为主，以血为先\n（一）继承石氏伤科学术思想\n施师先后拜中医骨伤科大家石筱山、石幼山先生为师，系统地学习中医骨伤科理论和石氏伤科经验，继承发展了石氏伤科“以气为主，以血为先”的学术精髓。\n他出生于中医世家，祖父为故里名医。幼承庭训、耳濡目染、立志于研修中国文化和中医药学，在日后长期的中医药学从业中，悉心钻研和领悟各家学说，尤为崇尚易水学派，立方用药，注重涵养脾胃，遵循“以胃气为本”之大法；调治伤疾，更是推崇薛己“治病求本，务滋化源”之理论。他常用“人之所有者，血与气耳”、“血气不和，百病乃变化而生”之说释译易水学派，告诫吾辈要重视脏腑经脉辨证及温补脾肾之理论，以此加深对石氏伤科学术内涵的理解。\n调中保元汤是石氏伤科医治陈伤劳损之名方，由党参、黄芪、白术、茯苓、熟地、山萸肉、山药、续断、补骨脂、枸杞子、龟板、鹿角胶、陈皮、甘草组成，具有健脾胃、益气血、补肝肾、壮筋骨之功效。施师对陈伤劳损、脾肾不足、气血亏虚者常以圣愈汤合调中保元汤融通运用，彰显圆机活法之妙。此方亦为施师调治伤科内伤和损伤兼有内证患者冬令进补拟定膏方之基础。",
        "source_file": "施杞.txt",
        "chunk_index": 0
    },
    {
        "id": "施杞.txt_1",
        "title": "施杞",
        "abstract": "元汤融通运用，彰显圆机活法之妙。此方亦为施师调治伤科内伤和损伤兼有内证患者冬令进补拟定膏方之基础。\n施师常说：治伤必先治血，即使失血病人也不怠活血。临床上他根据伤损不同、症候及病位，随症变换，化裁运用古方，如血府逐瘀汤加减方、补阳还五汤加减方等等，均屡见奇效。\n（二）论治痹症，重在气血\n施杞教授在弘扬石氏伤科特色和优势过程中，博古通今，渐有所悟，遵循《素问•调经论》“人之所有者，血与气耳”、“血气不和，百病乃变化而生”之说，认为痹之所成皆因正虚血瘀外邪入，经脉闭阻。正虚血瘀外邪入，经脉痹阻遂成痹。《经》曰：“何为痹，脉不通也。”施师指出：痹即因经络闭阻，气血运行不畅致肌肉筋骨关节酸痛麻木重着伸屈不利，甚或关节肿大灼热等为主要表现的病证。究其原因，正气亏虚为内因，风、寒、湿三气侵袭为外因，而经络闭阻、气血运行不畅则为该病的主要病变机制。按外邪袭表位置的不同，又有皮痹、肉痹、脉痹、筋痹、骨痹之分，称之谓“五体痹”。他认为：包括颈椎病在内的痹症的发病，患者往往本身正气先虚，然后六淫外邪遂能乘虚而入，盘踞经络，导致气血闭阻，留滞于内而成疾。因此，颈椎病是在正虚的基础上，由劳损或感受外邪导致气血不通，痰瘀内结，经脉闭阻",
        "source_file": "施杞.txt",
        "chunk_index": 1
    },
    {
        "id": "施杞.txt_2",
        "title": "施杞",
        "abstract": "闭阻，留滞于内而成疾。因此，颈椎病是在正虚的基础上，由劳损或感受外邪导致气血不通，痰瘀内结，经脉闭阻而患病。\n（三）益气化瘀为主法，圣愈汤方作底方\n施师根据颈椎病“正气亏虚、外邪侵袭、经络闭阻”的病机特点，遵循石氏伤科“以气为主，以血为先”的理论，以益气化瘀为治疗颈椎病的基本法，并以圣愈汤作为基础方随症加减，临床屡屡取得佳效。试验研究证实，益气化瘀法可通过多种途径延缓椎间盘的退变，促进损伤神经根的修复，从而达到防治颈椎病的目的。\n施师临证，擅用圣愈汤，法以益气养血、行气活血。该方源之李杲，载于《兰宝秘藏》卷下，由生熟二地、川芎、当归、人参、黄芪六味组成，元代朱震亨《脉因证治》之方中生地易为白芍，清代吴谦《医宗金鉴》又在朱氏方中添入柴胡，亦名“圣愈汤”。该方以四物汤加入人参、黄芪大补元气，既能气血双补，又有固元摄血之功，而吴氏添入柴胡，更切理伤续断之要，其能司升降、通达上中下三部，疏解瘀滞，化瘀散结。《医宗金鉴》曾曰：“败血凝滞，从其所属，必归于肝”，而吴氏于方中添入一味柴胡，当令气血皆活。施师在医治伤损中每以圣愈汤加味化裁，意在传承“以气为主，以血为先”的石氏伤科学术精髓。他指出：伤损及气有虚实，当以气虚为主",
        "source_file": "施杞.txt",
        "chunk_index": 2
    },
    {
        "id": "施杞.txt_3",
        "title": "施杞",
        "abstract": "愈汤加味化裁，意在传承“以气为主，以血为先”的石氏伤科学术精髓。他指出：伤损及气有虚实，当以气虚为主，治宜益气行气，寓补气养气之味中辅以行气导滞之品，使气益而不滞。\n（四）辩证审因伍古方，好用清任祛瘀法\n施师治疗颈椎病，常常在详辩症候细审病因的基础上，根据不同治则而施用诸家名方古方，如风寒盛者用桂枝汤或葛根汤；风热盛者用银翘散或桑菊饮；风湿盛者用羌活胜湿汤；湿热盛者用当归拈痛汤。他十分推崇王清任祛瘀诸方，也曾举用《医林改错》中“凡肩痛、臂痛、腰痛、腿痛，或周身疼痛，总名通痹症……逐风寒、去湿热，已凝之血，更不能活。如遇风寒，凝结成冰，冰成风寒已散。明此义，治痹症何难。古方颇多，如古方治不效，用身痛逐瘀汤。”等来讲解王氏祛瘀诸方的运用。对于风寒湿侵犯经脉或痰瘀阻滞经脉，导致气血闭阻，经络不遂而引起的以颈肩臂酸痛、甚则周身疼痛为主要表现的患者，常用身痛逐瘀汤以祛瘀通络，蠲痹止痛；若以颈肩臂部或手足麻木不仁为主，甚者肌肉萎缩，软弱无力，此乃气虚瘀阻、经脉失养所致，常用补阳还五汤补益气血、活血通络；若因痰瘀互结，脑失所养而出现头晕头痛、恶心呕吐、胸胁酸痛、心烦等症，治当活血理气、逐瘀化痰，常用通窍活血汤或血府逐瘀汤治",
        "source_file": "施杞.txt",
        "chunk_index": 3
    },
    {
        "id": "施杞.txt_4",
        "title": "施杞",
        "abstract": "养而出现头晕头痛、恶心呕吐、胸胁酸痛、心烦等症，治当活血理气、逐瘀化痰，常用通窍活血汤或血府逐瘀汤治疗。\n二、痰瘀兼祛\n（一）久损必兼邪 善理痰湿\n痰，石氏伤科定为兼邪。六淫外袭可以致痰病，内伤七情饮食亦可内生“五邪”而致痰。痰为病理产物，又是致病因素。痰、浊、瘀往往三者关联，常可合而为一共同致病。总是在导致脏腑功能失调，气化不利，水液代谢障碍，水液停聚而后形成。多与肺脾肾肝及三焦等对水夜调节功能失常有关。痰分有形与无形，前者为视之可见、闻之有声的痰液，或触之有形的痰核；无形之痰，是指只见其征象，不见其形质的痰病，如眩晕、癫狂。饮则流动性较大，可留积与人体脏器组织的见隙或疏松部位。痰饮与血气的关系，如张景岳《景岳全书•杂证谟•痰饮》曰：“盖痰涎之化，本由水谷，使果脾强胃健。如少壮者流，则随食随化，皆成血气，焉得留而为痰？惟其不能尽化，而十留一二，则一二为痰矣。十留三四，则三四为痰矣。甚至留其七八，则但见血气日削，而痰涎日多矣，此其故正以元气不能运化，愈虚则痰愈盛也。”《杂病源流犀烛》云：“其为物则流动不测，故其为害，上至巅顶，下至涌泉，随气升降，周身内外皆到，五脏六腑俱有”。可见痰饮为病广泛，内而五脏六腑，外",
        "source_file": "施杞.txt",
        "chunk_index": 4
    },
    {
        "id": "施杞.txt_5",
        "title": "施杞",
        "abstract": "为害，上至巅顶，下至涌泉，随气升降，周身内外皆到，五脏六腑俱有”。可见痰饮为病广泛，内而五脏六腑，外而四肢百骸，肌肤腠理。有“百病多由痰作崇”之说。强直性脊柱炎中后期经久不愈者多为痰瘀胶着不化，因而应痰瘀兼治。可选用身痛逐瘀汤合海藻玉壶汤《医宗金鉴》（海藻、昆布、海带、半夏、青皮、陈皮、当归、川芎、独活、象贝、连翘、甘草），也可加用云南白药。\n损伤日久，如患处残留疼痛，肿胀，关节拘挛与屈伸不利，或皮肤不仁、肌肉萎缩、 筋结成块等症，余师认为此皆气虚而为邪所凑也。或本虚标实，或虚实夹杂，故不可凡伤者均论之为血瘀，须知日久必有兼邢。严用和《济生方》曰：“皆因体虚，腠理空疏．受风寒湿气而成痹也。”陈伤或劳损之娄，多有阳气虚衰不足、卫阳不固，故腠理空疏，易遭致风寒湿三气杂至流走经络、凝滞血脉，遂成痹症，病情也往往较为复杂。由于人体之经络发源于脏腑，气血之运行亦有懒于脏腑．若痹症迁延不愈．波及脏腑，亦将导致络道不通，气血运行不畅，从而加重病情，调治亦较困难。故曰：及时温补脾肾，调和气血，是为“上工治未病也”。关于风寒湿三者。石氏则尤重湿邪，认为伤损之后气血不和．痰湿每能凝滞经络。正如《仁斋直指》指出：“血气和平、关络条",
        "source_file": "施杞.txt",
        "chunk_index": 5
    },
    {
        "id": "施杞.txt_6",
        "title": "施杞",
        "abstract": "者。石氏则尤重湿邪，认为伤损之后气血不和．痰湿每能凝滞经络。正如《仁斋直指》指出：“血气和平、关络条畅则痰散而无，气脉闭塞，脘窍凝滞，则痰而有。”在痰湿的论治中，余师结台损伤的特点，特别强调与牌肾的关系。张介宾曾指出：“夫 痰即水也，其本在肾，其标在脾。”故主张其治宜温补肾阳，“补火生土”以化散痰结。宗前 贤之说，余师治理痰湿亦每将化散之法与温补脾肾之阳相结合。以自拟化散痰湿之方”牛蒡 子汤”为主合补中益气汤、金匱肾气丸等相参运用，而使痰湿阻滞渐消，气血失和日调。牛 蒡子汤为牛蒡、僵蚕、白蒺藜、独活、秦芄、白芷、半夏、桑枝等组成。，牛劳予豁痰消肿， 通十二经络。《本草备要》曰：“散结除风……利腰膝凝滞之气。”白僵蚕化痰散结。《本草思 辨录》曰：“治湿胜之风痰。”石氏伤科历来重视痰湿的化散，牛蒡、僵蚕等即为石氏家传方 中医治痰湿之常用要药，若痰湿甚者，尚可加入制南星。大凡损伤病程较长者，临诊每见痹 痛缠绵、关节僵凝，天气阴寒则更加剧，并可移行到损伤肢体以外的部位。对此气血不足， 脉络久瘀，而风寒之邪留缠不己之证，治非辛温不能活血通经除痹，因而十分推崇《伤科补 要》的“麻桂温经汤”，该方用麻黄、桂枝、红花、白芷、",
        "source_file": "施杞.txt",
        "chunk_index": 6
    },
    {
        "id": "施杞.txt_7",
        "title": "施杞",
        "abstract": "治非辛温不能活血通经除痹，因而十分推崇《伤科补 要》的“麻桂温经汤”，该方用麻黄、桂枝、红花、白芷、细辛、桃仁、赤芍、甘草等，临床应用时，如加入益气之参芪及温经止痛之川草乌等疗效更著。\n（二）外损内伤，瘀阻经络，\n瘀有血瘀、痰瘀，血与痰均与津液水湿有着不可分割的关系。凡有所瘀，莫不壅塞气道，阻滞气机，从而三焦不通，津液不行，滞而化水生湿；津液输布受限，聚而成痰，痰瘀互结，又加重水湿津液的滞留。正如张景岳《质疑录》所说：“痰者，身之津液也。气滞、血凝，则津液化而为痰，是痰因病而生也。”由于各种原因所致机体损伤或劳损，引起气滞，血瘀，皆能使津滞液停，化而为痰；而痰瘀阻塞气机，又加重水湿的停聚。“盖脾主湿，湿动而为痰；肾主水，水泛亦为痰。”故曰痰瘀、血瘀久则必兼水湿，水湿停滞又加重了痰瘀的生成。治疗以通调为主。施氏则尤重痰、湿二邪，认为伤损之后气血不和，痰湿每能凝滞经络。正如《仁斋直指》指出：“血气和平、关络条畅则痰散而无，气脉闭塞，脘窍凝滞，则痰聚而有“。在痰湿的论治中，结合损伤的特点，既重化瘀通络，又重调理气机，利水化痰。临床常用六大法则，益气利水，常用防己黄芪汤；泻肺或逐痰利水，用葶苈大枣泻肺汤或猴枣散；逐腑",
        "source_file": "施杞.txt",
        "chunk_index": 7
    },
    {
        "id": "施杞.txt_8",
        "title": "施杞",
        "abstract": "利水化痰。临床常用六大法则，益气利水，常用防己黄芪汤；泻肺或逐痰利水，用葶苈大枣泻肺汤或猴枣散；逐腑利水，用承气诸方；峻下逐水：用大承气汤或大陷胸汤；淡渗利水，用猪苓汤；温阳利水用苓桂术甘汤。\n外损内伤，气滞血瘀，阻于经络，从肝论治，也是施师学术思想中一个重要的、推陈出新的调治原则和治疗方法。胡廷光在《伤科汇篡》中说：“《医宗金鉴》曰：凡跌打损伤坠堕之证，恶血留内，则不分何经，皆以肝为主，盖肝主血也。故败血凝滞，从其所属，必归于肝”。施师遵古训，指导临床，为颅脑损伤等外伤后气滞血瘀、瘀阻经络的疾病探索出一条从中医中药治疗为主的、有效的治疗经验。\n综上所述，施师继承和发展了前师：“跌扑损伤，败血必归于肝”的观点，临床发挥更是独巨匠心，对瘀阻经络不同阶段表现出肝火、肝热、肝郁、肝瘀、肝虚等证分别以泻、清、疏、解、化、补等法治之。\n“疏其血气，令其条达，而致和平”。施师“瘀祖经络，从肝论治”的思想和在这一学术思想指导下的以中医中药治疗颅脑损伤的临床实践和成功经验，是《内经》中这一理论的充分体现和生动写照。\n三、外伤内损兼顾\n（一）“内外一体”论\n施氏学术思想中的“内外一体”论，实际上是对中医整体观念、病因学说、“标",
        "source_file": "施杞.txt",
        "chunk_index": 8
    },
    {
        "id": "施杞.txt_9",
        "title": "施杞",
        "abstract": "损兼顾\n（一）“内外一体”论\n施氏学术思想中的“内外一体”论，实际上是对中医整体观念、病因学说、“标本”学说、治疗学等的高度概括。他认为：人体是一个完整的统一体，其机体内部各系统之间保持了完整的统一与和谐，同时人又与外界环境保持了完整的统一与和谐。所谓“天人相应”、治应“合人形以法四时”均是应合了这个道理。他指出：“外伤内损不可分”，治法可循“安内可以攘外”的原则，“调补虚损，可去实邪”。他的这些思想也是对《内经》“正气存内，邪不可干”等论断的继承和发挥。他常说，中医诊察疾病的过程，是一个“知外揣内”的推理过程。《内经》中的“百病之生，各有其因，因有所感，各显其症。”说明“有诸内必形诸外”的过程。诊察疾病时，应遵循审证求因，澄源溯流的思想；临床治疗时，应守以治病求本，标本兼顾的原则。在他作为总主编的《现代中医药应用与研究大系》中，以辩证法的对立统一观、质量互变观、局部与整体观、现象与本质观、内因与外因观和归纳、演绎、分析、综合、抽象、概括、比较等逻辑方法以及系统论、信息论、控制论等的思想方法来探讨和研究中医的经典著作。“内外一体”论是在这些研究基础上形成的施氏学术体系中较为典型的医学哲学思想。\n（二）外伤论治",
        "source_file": "施杞.txt",
        "chunk_index": 9
    },
    {
        "id": "施杞.txt_10",
        "title": "施杞",
        "abstract": "典著作。“内外一体”论是在这些研究基础上形成的施氏学术体系中较为典型的医学哲学思想。\n（二）外伤论治，强调明辨机理，巧用手法\n石氏理伤主张内外兼治，局部与整体统一。对外用药数十年来更是悉心研究，继承家传， 博采众长．因而疗卓著。“石氏膏药”、“石氏敷药”盛誉上海、江浙一带。 \n石氏外治法以药物、针灸、手法等为主。药物外治品种繁多，但以敷药、膏药最具特色。伤损之处，无论瘀凝气阻或有兼邪，取外用药局部治疗，使药性由外入内，有提而泄之，或消而化之，或温而散之之功。常用敷药及膏药为：(1)三色敷药：紫荆皮(炒黑)、黄荆子(去衣、炒黑)各240  克，全当归、赤芍、丹参、牛膝、姜黄、五加皮、木瓜、羌活、独活、白芷、威灵仙、防风，防己、天花粉备60  克，川芎、秦艽各30  克，连翘24  克，生甘草18克，番木鳖60 克。将上药研细末和匀，用饴糖适量．拌如厚糊备用。本方以紫荆皮、黄荆子为主药，偏于温热。具温经通络，流畅气血之功，尤以化瘀生新，消肿止痛为特长。因方中有番术鳖，故息痛之效明显。用时将敷药摊于软纸上，再复盖以桑皮纸，如见瘀阻化热，可在桑皮纸上再摊上一层极薄的三黄膏(大黄、黄苓、黄柏、滑石粉)敷之，可提高清营凉",
        "source_file": "施杞.txt",
        "chunk_index": 10
    },
    {
        "id": "施杞.txt_11",
        "title": "施杞",
        "abstract": "皮纸，如见瘀阻化热，可在桑皮纸上再摊上一层极薄的三黄膏(大黄、黄苓、黄柏、滑石粉)敷之，可提高清营凉血之功效，如有肌肤擦破，可改摊红玉膏于桑皮纸上，能护肤生肌，亦可在敷药上加入药粉，再复盖桑皮纸。若接骨加接骨丹，消散瘀结加黑虎丹，祛风散加桂麝丹等。 (2)损伤风湿膏：生川乌、生草乌、生南星、生半夏、生川军、全当归、黄荆子，紫荆皮、小生地．苏木，桃仁、桑枝各120 克，桂皮、白僵蚕、青皮、地龙、羌独活、川芎、白芷、川断、山栀、土鳖虫、骨碎补，透骨草，赤石脂、穿山甲、红花、丹皮、落得打、白芥子、木瓜、苍术、乳香、没药、方八、甘松、山奈各60 克，北细辛、麻黄、木香各30 克。上药研细末和匀，用麻油15 斤浸药7～10 天，然后入锅用文火熬煎至药枯为度，然后去渣滤清，再将油继续熬二小时左右，俟其能随水成珠．将锅离火，再加炒东丹2100 克，徐徐筛入锅内，边筛边搅，膏成收贮。本方亦偏于温运，既能理伤，又可兼治风湿，故名损伤风湿膏。多用于损伤后期或陈伤，如新伤肿胀不甚显著者亦可酌情选用。 \n针刺是石氏理伤常用之法，如闪腰岔气，劳损风湿等，每每取针药并用。凡闪挫腰痛不可转侧，可针肾俞及阿是穴，以宣泄腰脊经络间之滞气。针法",
        "source_file": "施杞.txt",
        "chunk_index": 11
    },
    {
        "id": "施杞.txt_12",
        "title": "施杞",
        "abstract": "岔气，劳损风湿等，每每取针药并用。凡闪挫腰痛不可转侧，可针肾俞及阿是穴，以宣泄腰脊经络间之滞气。针法多以斜刺．取穴后进针向下，与皮肤成大约40 度角，然看斜向刺入捻转提插，俟得气后再捻转提插．疾出而不留针，针后局部用拇指按揉。对劳损风湿则多于患部就近取穴，徐徐提插捻转疏通气血。 \n手法是伤科外治的一个重要手段。余师施手法历来以前贤所论为准则，主张“必素知其体相，识其部位．一旦临证，机触于外，巧生于内，手随心转．法从手出。”并要求做到“法使骤然人步觉，患如知也骨已拢。”如“失欠颊车蹉”(颞颔关节脱位)用口腔外复位法。若用口腔内复位就难以做到“法使骤然人不觉”。口外复位时，将拇指按于最后臼齿之位置处，余指夹住下颌骨，先以拇指按揉之令其痠楚，然后采取“以渐推之，则复如矣”的方砝，即可成功。又如髋关节后脱位，多采用俯卧推按法(见“中医杂志\"(5)：56，1980)，本法系由《伤科补要》演变而来，其用力和缓，往往在无麻醉的条件下使不少脱位超过半个月的患者整复成功，再配合术后中药调治月余就可基本恢复，远期效果也较佳。其中少年型病例复位后股骨头及颈部的生长发育多无影响。\n外伤一症，不论骨断、筋伤、脱位，施氏既遵历代前贤所论",
        "source_file": "施杞.txt",
        "chunk_index": 12
    },
    {
        "id": "施杞.txt_13",
        "title": "施杞",
        "abstract": "年型病例复位后股骨头及颈部的生长发育多无影响。\n外伤一症，不论骨断、筋伤、脱位，施氏既遵历代前贤所论之法则，又有所发挥。临证坚持“以气为主，以血为先” 的学术思想。外用手法以整筋骨之移位，内服方药以调节气血之虚实，辅以针灸、导引、敷药更使骨正筋柔，肿消痛减。手法为治伤之首务，施氏强调医者须“明辨机理，巧用手法”，做到“机触于外，巧生于内，手随心转，法从手出”，“法之所施，使患者不知其苦”。所谓明辨机理，不仅要“知其体相，识其部位”，了解损伤局部的解剖结构，更应“明”损伤之性质、程度、特点，“明”患者体质之强弱虚实，“明”具体之整复方案。而后才能成竹在胸，巧用手法。\n（三）内伤论治，强调气血、脏腑辨证\n内伤是指人体遭受外力作用所造成的气血、经络、脏腑损伤的总称。又称内损、跌扑内伤等。可分为二大类，一是伤后立即出现气血、经络、脏腑方面的病变；一是见于皮肉筋骨损伤后，因伤情较重，或调治失时，或素体亏羸，从而内累气血、经络、脏腑。骨伤科的内伤，必有外力损伤的病史，它与内科所讲的七情、饮食所致内伤是不同的。\n《素问•缪剌论》云：“人有所堕坠，恶血留内，腹中胀满，不得前后，先饮利药。”这就把内伤的病因、病机、病证和治疗原",
        "source_file": "施杞.txt",
        "chunk_index": 13
    },
    {
        "id": "施杞.txt_14",
        "title": "施杞",
        "abstract": "论》云：“人有所堕坠，恶血留内，腹中胀满，不得前后，先饮利药。”这就把内伤的病因、病机、病证和治疗原则作了扼要的概括。《内经》关于内伤的理论对后世医治损伤疾病有着深刻影响。《史记•扁鹊仓公列传》曾记载西汉名医淳于意医治有因搬石而致腰脊疼痛、不能俯仰、小便不利的病案，以及破石坠马伤肺、血下泄而亡的病案，这些都是诊治内伤的记录。至晋代南北朝以后，医治内伤的实践经验更加丰富，且关于内伤的概念也逐渐明确。《刘涓子鬼遗方》首次提出“内伤”一词，书中录有“金疮内伤蛇衔散方”。《诸病源候论》记载了关于“压迮坠堕内损候”，有“伤五内”的不同临床表现，对内伤称之为“内损”。《外台秘要》中载“许仁则疗吐血及堕损方指出损伤有二，“一者外损，一者内伤。元代李东垣创立内伤学说，李氏的脾胃论虽然是属于内科学的范畴，但对伤科内伤证候的诊断和治疗，在理论和实践上都有积极的影响。在东垣学说的启示下，明代对伤科内伤的研究较为深人，认为既要重视跌扑坠堕后脏腑受损，气血失和，又要注意慢性的积劳损伤；在治疗上，不能专从血论，妄加攻下，而应重视对虚损的调节，注意补养脾胃以化生气血，使之充养而促进损伤的恢复。薛铠、薛己父子撰《保婴撮要》亦将损伤分为“跌扑",
        "source_file": "施杞.txt",
        "chunk_index": 14
    },
    {
        "id": "施杞.txt_15",
        "title": "施杞",
        "abstract": "节，注意补养脾胃以化生气血，使之充养而促进损伤的恢复。薛铠、薛己父子撰《保婴撮要》亦将损伤分为“跌扑外伤”和“跌扑内伤”二大类，薛己将东垣内伤学说与伤科内伤证治紧密结合而加以发挥。《正体类要》陆序云：“肢体损于外，则气血伤于内，营卫有所不贯，脏腑由之不和，岂可纯任手法，而不求之脉理，审其虚实，而施补泻哉。”薛己治伤重于补益脾肾，反对一意攻下，过用寒凉。他对内伤诊治的立论多为后世所推崇。清代《医宗金鉴•正骨心法要旨》、《杂病源流犀烛•跌扑闪挫源流》等，对内伤的病因病机作了更详尽的阐述，在辨证上强调气血损伤和脏腑虚实，主张按部位施治与分证主治相结合。\n内伤病因为外力作用所致，可分为直接暴力和间接暴力。前者如拳打、撞击、挤压等直接暴力作用于躯体，使气血经络脏腑损伤；后者如堕坠、跌扑、震荡、举重等作用于躯体，经力的传导，再间接地使远隔部位的气血经络脏腑受伤。因此，内伤可为气血经络脏腑的单纯损伤，也可与皮肉筋骨之外伤同时合并存在。除外来暴力的作用，内伤也受七情和六淫的影响。如《灵枢•邪气脏腑病形》指出伤后大怒可伤肝。伤后还易引起六淫之邪的外侵，如明代医家汪机认为闪挫之后，瘀血充注关节，可因“真气不足，邪得乘之”。《医宗",
        "source_file": "施杞.txt",
        "chunk_index": 15
    },
    {
        "id": "施杞.txt_16",
        "title": "施杞",
        "abstract": "还易引起六淫之邪的外侵，如明代医家汪机认为闪挫之后，瘀血充注关节，可因“真气不足，邪得乘之”。《医宗金鉴•正骨心法要旨》在“内治杂证法”一卷中专列挟表一节，指出损伤外挟表邪，可出现发热、体痛、脉浮紧等一系列表证。\n内伤病机是以气血失调、脏腑受损为根本。因气血循环全身，营养五脏六腑、四肢百骸。因此，伤损时，气血最易受累。《杂病源流犀烛•跌扑闪挫源流》云：“跌扑闪挫、卒然身受，由外及内，气血俱伤病也。”“忽然闪挫，必气为之震，震则激，激则壅，壅则气之周流一身者，忽因所壅而凝聚一处……，气凝在何处，则血凝在何处矣。”《难经•二十二难》云：“气留而不行者，为气先病也，血壅而不濡者，为血后病也。”伤气者有气闭、气滞、气脱、气虚之分。伤损初期多实证，气病重者多表现为气闭不宣，轻者常为气滞不舒，如伴有失血过多，往往出现气随血脱，呈气脱危象。若患者素体虚羸，或伤后治不当法，或失于调治，则伤损后期多气虚；伤血者有血瘀、亡血、血热、血虚等不同。伤损初期，气机不畅，经隧不通乃成瘀血。失血于体表，便为亡血。瘀阻络道，或外邪人侵，营卫不和，贝为血热。患者营血亏耗，则血虚。\n脏腑损伤可因暴力的直接或间接作用；造成五脏六腑的外形破损，或功",
        "source_file": "施杞.txt",
        "chunk_index": 16
    },
    {
        "id": "施杞.txt_17",
        "title": "施杞",
        "abstract": "和，贝为血热。患者营血亏耗，则血虚。\n脏腑损伤可因暴力的直接或间接作用；造成五脏六腑的外形破损，或功能失调。也可由于其他因素的作用，脏腑外形虽无改变，但功能却受影响。如《正体类要》序中所指出的气血伤于内，营卫有所不贯， 脏腑由之不和”。又五脏各有所主，即心主脉，肺主皮，肝主筋，脾主肉，肾主骨。因此，外有所伤，亦可内连其脏。如皮伤则内动肺，肉伤则内动于脾，筋伤则内动于肝，骨伤则内动于肾，由于人是一个统一整体，脏腑损伤往往互相连累，如脾胃损伤，易致后天失养，而“百病由生”，其他脏腑也会发生病变。\n内伤辨证是以阴阳、表里、寒热、虚实八纲为基础，并运用气血、经络、脏腑的理论加以归纳。临诊中要求把辨证与辨病两者密切结合起来。辨证，是对临床上某一主证作深入分析。辨病，则是对某一损伤部位作全面的探讨。\n四、扶正祛邪，标本兼顾\n（一）临证三辩，衷中参西\n施师主张辨证与辨病、辨型相结合；宏观辨证与微观辨证相结合；辨证与基础实验、现代诊察手段相结合的原则。\n证，是疾病处于一定阶段时病因、病位、疾病性质和正邪力量对比等各种因素的综合反映。辨证是运用中医理论，通过望、闻、问、切四诊，详尽地了解临床症状和体征，通过去粗取精，去伪存真，",
        "source_file": "施杞.txt",
        "chunk_index": 17
    },
    {
        "id": "施杞.txt_18",
        "title": "施杞",
        "abstract": "反映。辨证是运用中医理论，通过望、闻、问、切四诊，详尽地了解临床症状和体征，通过去粗取精，去伪存真，由表及里，由此及彼地综合分析，归纳总结而得出的结论。“论治”是“辨证”的目的。辩是为了治，是为了更好地、有效地治好病，辩出的证应力求准确。在科学技术和现代医学飞速发展的今日，取之科技成果和现代医学成果为我所用，使中医的“辨证论治”更趋完善，也更能体现中医的整体观，使“治病求本”之“本”更能全面地被揭示。施师认为：辩病，是对局部病理状况的辩识；辨证，是对全身状况的辩识。两者的结合，使对疾病的认识和治疗更精确化。他经常在辨证结合辩病的同时，还结合了辩该病的分型，即与辩型相结合。例如，在颈项强痛症中辩出颈椎病后。再根据症状的不同表现，分清该病种的分型，有颈型、神经根型、交感型、椎动脉型、脊髓型等，在此基础上，将其症状按中医四诊八纲进行辨证，辩明中医的辨证分类，如椎动脉型颈椎病中有气血不足类、痰阻血瘀类、肝肾亏虚类等，而脊髓型颈椎病又有痉证和痿证之分。这样的结合辨证过程，使疾病从症、病、型等方面逐个分辩清楚，对疾病的认识，逐渐深化，治疗用药更有针对性，更能有的放矢，其疗效更加显著。\n施师指出，辨证较之辩病更加精确，是因",
        "source_file": "施杞.txt",
        "chunk_index": 18
    },
    {
        "id": "施杞.txt_19",
        "title": "施杞",
        "abstract": "，逐渐深化，治疗用药更有针对性，更能有的放矢，其疗效更加显著。\n施师指出，辨证较之辩病更加精确，是因为辨证使得患病的机体由最适合于它的药物  来治疗，使不良反应限制在最低限度，机体容易接受。“颈痛灵”治疗颈椎病的疗效是肯定的，但有的病人饮后即呕。且该药对病人所表现出来的千变万化的症候也非完全合适。临床上，我们能经常看到这样的实例。\n对于宏观辨证与微观辨证的结合，辨证与基础实验、现代诊察手段相结合，施师也是  倍加推崇，并在临床广泛地采用。就以诊治颈椎病为例，在颈椎病诊察过程中，他通过观察咽喉部的红肿炎症情况，从其色、肿的状态程度，了解其属虚属实及炎症程度，推测其脊椎病变的程度、预后，制定相应的治疗方案。在治疗椎间盘病变的病人中，较高频度地使用了安宫牛黄丸、牛黄醒消丸、七厘散、麝香保心丸、珠黄散等，是因为他在基础实验中发现了该类药可通过缓解椎间盘炎症、水肿而达到利咽消肿、活血化瘀、调髓通督的目的。临床使用后，疗效确实优于其他治疗药物。在椎间盘突出症治疗中，在辩明其分型和辨证类别后，对于核磁共振摄片显示有单节椎间盘突出或脱出，造成脊髓受压者，往往加入穿山甲、京三棱、蓬莪术等药味以活血通髓，减轻脊髓受压征象；对多节",
        "source_file": "施杞.txt",
        "chunk_index": 19
    },
    {
        "id": "施杞.txt_20",
        "title": "施杞",
        "abstract": "突出或脱出，造成脊髓受压者，往往加入穿山甲、京三棱、蓬莪术等药味以活血通髓，减轻脊髓受压征象；对多节椎间盘膨隆造成周围组织炎性变者，引入麝香、牛黄、水牛角、琥珀粉等药物调髓通窍，缓解炎症；对椎间盘突出合并有黄韧带肥厚、后纵韧带钙化的病例，加入威灵仙、昆布、海藻、川芎等药以活血软坚，延缓韧带钙化。\n施师“临证三辩，衷中参西”的思想已成为其学术思想中一个具时代特色的标志性部分。\n（二）精于辨证，善于调治\n强调辨证仍当以把握四诊八纲为基础，达到证因脉治，有条不紊。望诊应突出四点。其一，突出望“神”。通过望神来观察人的精神状态和面色的变化，以此来判明人的健康与否及患病的轻重、预后等。其二，突出望全身与望局部相结合。注重观察分析全身虚实表现与局部症状体征轻重之关系。其三，突出望舌苔有助于辨证精确，如舌质偏紫者，属血瘀；苔腻偏白者为寒湿，偏黄者为湿热；苔薄少津质红者属阴虚；舌胖边有齿纹属气虚等。其四，注意望咽喉，咽喉能反应出疾病的虚实及正气的盛衰。闻诊要注意闻气味，尤以口气为重要，口气味较重，多属肝胃不和，湿热内蕴。重视听声音，是伤科临床中的基本技能，不仅通过听声音，善于辨别损伤部位和性质，是骨折抑或筋伤，还要善于闻其声",
        "source_file": "施杞.txt",
        "chunk_index": 20
    },
    {
        "id": "施杞.txt_21",
        "title": "施杞",
        "abstract": "声音，是伤科临床中的基本技能，不仅通过听声音，善于辨别损伤部位和性质，是骨折抑或筋伤，还要善于闻其声知其病之轻重，体之盈亏。问诊十问时,他尤其注意对二便、夜寐、胃纳等的询问。切诊中，施氏突出了摸伤患局部及脉诊。他常告诫学生：伤科临诊千万不能因为应诊病人多而疏漏伤患部和脉诊，手摸方能心会，熟练方可生巧。骨折、筋伤、内伤的临床诊断，离不开摸伤患部，这是中医伤科的基本功，也是常规检查。“治”是治其标；“调”是调人之阴阳气血脏腑经络，是调其本。故“调治”包括了扶正与祛邪两个方面，体现了中医的整体观。其基本思维逻辑是以“急则治其标，缓则治其本”的方针来确立的。临床上，就有了以“开路方”治“标”，“基本方”治“本”的调治方法。例如，损伤后急性期、脊柱骨折或其他脊柱病造成脊髓受压的病人，初诊时，多有内风阳亢、气机阻滞；肢体水肿，多呈阳明经证或阳明腑实证的特点。“开路方”辩证而选用承气汤、葶苈大枣汤、甘遂散、白虎汤等，待“标”症解除，再选用地黄饮子加减方等“基本方”来调“本”。调治，有快速调治与慢速调治，酌情掌握调治节律，也是调治成败的关键。疾病的早期宜快调治，中后期宜慢调治。如摒伤或肋间神经炎等致胸胁痛，早期重用清热解毒类",
        "source_file": "施杞.txt",
        "chunk_index": 21
    },
    {
        "id": "施杞.txt_22",
        "title": "施杞",
        "abstract": "调治成败的关键。疾病的早期宜快调治，中后期宜慢调治。如摒伤或肋间神经炎等致胸胁痛，早期重用清热解毒类药，利水消肿，达到迅速镇痛效果；后遗症期，则用柴胡疏肝散或金铃子散等疏肝理气，活血化瘀，逐渐瘀祛气行，通则不痛。调治方法可归纳为四大类：第一类，从病因而施调治，如骨折脱位患者因伤后气滞血瘀，经隧不通扰乱神明，见疼痛肿胀，失眠，每用新伤续断汤主之。第二类，从六经辨证而施调治，如颈椎病，项背强几几，汗出恶风者，从太阳而治，桂枝加葛根汤主之；类风湿关节炎发作期，热结在里，关节红肿势盛，表里俱热，却时时恶风、口渴者，乃阳明证兼气阴亏虚，白虎加人参汤化裁而治。第三类，从三焦调治，如脊柱损伤，胸腹胀满，苔腻脉滑，用三仁汤合活血之品从三焦而解湿浊瘀阻。第四类，结合科研成果而施调治。\n（三）筋骨并重，注重经络气血运行\n经筋是十二经脉之气结、聚、散、络于筋肉、关节的体系，受十二经脉气血的濡养和调节。施师认为颈椎稳定性由两部分维系。一是内源性稳定，包括椎体、附件、椎间盘，维持静力平衡；二是外源性稳定，主要是附着于颈椎的颈部肌肉和韧带，维持动力平衡。这即是“经筋系统”。当经筋损伤时，可引起颈椎内外动静力平衡失调，从而导致颈椎病的发生",
        "source_file": "施杞.txt",
        "chunk_index": 22
    },
    {
        "id": "施杞.txt_23",
        "title": "施杞",
        "abstract": "，维持动力平衡。这即是“经筋系统”。当经筋损伤时，可引起颈椎内外动静力平衡失调，从而导致颈椎病的发生。如在风寒湿刺激下长期低头工作者，引致颈肌强直、韧带痉挛，造成颈部外源性稳定失稳，颈椎动力性平衡系统首先受到破坏，并进一步导致诸如椎间盘突出、小关节紊乱等颈椎内源性稳定结构不稳，出现颈椎静力性平衡系统破坏，并形成恶性循环，进一步加重动力性失衡。因此，颈椎动力性失衡往往先于静力性失衡，但静力性失衡是导致颈椎病发生与发展的主要原因。\n颈椎病病程往往较长，早期风寒湿邪久滞经筋，流注经络血脉，造成“荣血泣，卫气去”，而表现出“不通则痛”；中后期，又往往正不胜邪，缠绵不怠，此谓“积劳受损，经脉之气不及贯通”、“血气不和，百病乃变化而生”。引起气虚血瘀，虚则“不荣则痛”，而血瘀甚加重“不通则痛”。所以，颈椎病根本病理机制乃是“经筋失衡，气血失和”。舒经理筋，疏风解表，使之气血通畅，“通则不痛”是治疗颈椎病这一顽痹之关键。\n五、脏腑同治，重在肝脾肾\n（一）瘀阻经络，从肝论治\n施氏崇尚易水学派，并成为其学术思想形成的重要来源。外损内伤，气滞血瘀，阻于经络，从肝论治，是施氏学术思想中一个重要的调治原则。《医宗金鉴》曰：凡跌打损伤",
        "source_file": "施杞.txt",
        "chunk_index": 23
    },
    {
        "id": "施杞.txt_24",
        "title": "施杞",
        "abstract": "损内伤，气滞血瘀，阻于经络，从肝论治，是施氏学术思想中一个重要的调治原则。《医宗金鉴》曰：凡跌打损伤坠堕之证，恶血留内，则不分何经，皆以肝为主，盖肝主血也。故败血凝滞，从其所属，必归于肝。施氏遵古训，并用于指导临床，为颅脑损伤等外伤后气滞血瘀、瘀阻经络的疾病探索出一条从中医中药治疗为主的、有效的治疗经验。\n脑于颅内，精髓汇聚，纯正无邪。人的十二经，十五络之气血皆会于此。施师认为：颅脑损伤，初期瘀血内阻，精髓错杂，严重者蓄瘀攻心，内扰神明，致使精髓不通，气机逆乱，而出现昏厥血瘀气闭之证。若瘀血化热，则神昏而有高热、抽搐。如系开放性损伤，或伴有颅内出血，则表现为气血双脱的虚象。初期属轻伤者，多为气滞瘀阻，肝经不疏，肝气横逆，生火侮土而犯脾胃，导致升降失调，清阳不升，浊阴不降，而上蒙清窍。后期由于内伤日久，或失于调治，造成瘀血内蓄，气滞血瘀，导致脏腑虚损。这一阶段，往往虚实相兼。其虚有二：一是脾胃虚弱，运化无能，生化之源亏损，营卫失调，气血不能外荣，此为《素问•痹论》之谓“疾久入深，营卫之行涩，经络失疏”。二是肝肾不足，水不涵木，水火不济，导致心肝火旺，心肾不交或肾阳虚弱，火不归源，此便是张景岳所谓“瘀久有所留脏，",
        "source_file": "施杞.txt",
        "chunk_index": 24
    },
    {
        "id": "施杞.txt_25",
        "title": "施杞",
        "abstract": "足，水不涵木，水火不济，导致心肝火旺，心肾不交或肾阳虚弱，火不归源，此便是张景岳所谓“瘀久有所留脏，病久致赢”。故初期气滞血瘀，阻于经络时，理气疏肝，活血化瘀，使脉络通畅，瘀祛血行；后期为瘀血未祛而又脏腑虚损的虚实夹杂期，则在调补脾肾的同时，不忘疏肝消导，使肝气调达，脾肾皆调，脏腑复健。故临床应诊用药，始终围绕一个“肝”字。初期昏迷不醒时，血瘀气闭者，治以宣通开窍；痰热阻窍者，治以清热豁痰开窍；高热惊厥者，治以清热镇痉开窍；阳泄欲脱者，治以回阳救逆；孔窍出血者，治以活血止血。分别用安宫牛黄丸、至宝丹、紫雪丹(或神犀丹)、独参汤(或参附汤)、云南白药(或仙鹤草汤)，并灵活加选疏肝类药味。清醒后，再根据不同的临床表现，辨证分为肝胃不和、肝风内动、瘀阻经络等几类。病情重者，用藜峒丸(或夺命丹)；肝胃不和之头痛、恶心、呕吐等，宜升清降浊，用柴胡细辛汤加太乙紫金丹(或左金丸)；肝风内动之头痛、眩晕，伴肢体抽搐，治宜平肝熄风，用天麻钩藤饮；瘀阻经络之头痛头晕，面目瘀紫青肿等，治宜化瘀疏经宣散，用柴胡加防风芎归汤。对诊断明确的颅内血肿，治宜益气化瘀、疏肝通络，用柴胡、细辛加补阳还五汤。损伤后期，脾胃虚弱，中气不足者，治宜补",
        "source_file": "施杞.txt",
        "chunk_index": 25
    },
    {
        "id": "施杞.txt_26",
        "title": "施杞",
        "abstract": "的颅内血肿，治宜益气化瘀、疏肝通络，用柴胡、细辛加补阳还五汤。损伤后期，脾胃虚弱，中气不足者，治宜补中益气，健脾和胃，并佐以疏肝和营，用补中益气汤加白芍等；肝肾亏损者，治宜滋肾平肝，用杞菊地黄丸(或左归丸)；如肝肾阴亏而致肝火上炎，宜清泻肝火，用龙胆泻肝汤合大补阴丸加减；如宿痰瘀阻肝经久而兼气血亏虚者，宜逐瘀散结，疏肝养血，用藜峒丸合十全大补汤加柴胡、枳壳等，肝气犯胃，用左金丸；脾虚湿困者，宜健脾燥湿，佐以条达，用参苓白术散加柴胡等药。\n（二）涵养脾胃，务滋化源\n临床立方用药，注重涵养脾胃，循守“以胃气为本”。十分推崇薛己“治病求本，务滋化源”之说，“化源即生化之源，人体后天生化之源，当属脾胃之元气，土为万物之母，非土不能生物，惟土旺则万物昌盛，人体诸脏方能得到滋养，生气才能盎然勃发”，乃深刻阐明了化源之理。临床上，施氏常用补中益气汤合六味地黄丸治愈因脾胃虚弱、又久而及肾、阴血不生之骨伤疾病，如股骨头缺血性坏死的一些病例，叠用活血化瘀、祛痰通络而不效，乃至施行血管移植手术未能治愈，运用调补脾肾之法却往往取得满意疗效。施氏临证还十分重视气、血、痰、瘀的辨证，提出伤损及气有虚实，当以气虚为主，治宜益气行气、补气养",
        "source_file": "施杞.txt",
        "chunk_index": 26
    },
    {
        "id": "施杞.txt_27",
        "title": "施杞",
        "abstract": "疗效。施氏临证还十分重视气、血、痰、瘀的辨证，提出伤损及气有虚实，当以气虚为主，治宜益气行气、补气养气之味中辅以消导之品，使气益而不滞。他擅用黄芪、潞党参，健脾胃以养气之源；亦常以附桂、鹿角，温肾以壮气之本。温补之中，佐以理气消导，辅用青陈皮、延胡索、软柴胡、炒枳壳之类，通调一身之气机。临证论治，他常说：治伤必先治血，即使失血病人亦不忘活血。他根据不同症候及病位，随症变换，化裁运用古方，如复元活血汤加减方、血府逐瘀汤加减方、桃红四物汤加减方、补阳还五汤加减方等。临诊他遵循“痰瘀兼治”的原则，认为痰为百病之源，五脏皆可有痰病，痰瘀每易互结，痰之所生亦责之脾胃，故治痰瘀亦以调脾胃为大法，于方中常配合运用半夏、白芥子、南星、白附子、僵蚕、葶苈子等祛痰散结，以大黄祛瘀涤腐，推陈致新。\n（三）顾护脾胃，慎用苦寒之品\n薛己《正体类要》曰：“肢体损于外，则气血伤于内，荣卫有所不贯，脏腑由之不和”。施氏总结了薛己以温补脾胃为主的理论思想，倡导顾护胃气，慎用苦寒之品。（1）元气充沛，伤损自愈。临诊时凡遇已虚者必补，将虚者预补，单独用行气活血之剂者甚少，破气逐瘀之品更少，即使运用“下”法，也是寓以调补。如内伤下血，认为是脾胃之气",
        "source_file": "施杞.txt",
        "chunk_index": 27
    },
    {
        "id": "施杞.txt_28",
        "title": "施杞",
        "abstract": "独用行气活血之剂者甚少，破气逐瘀之品更少，即使运用“下”法，也是寓以调补。如内伤下血，认为是脾胃之气虚，用补中益气汤治疗甚效；外伤出血，则属脾肺之气虚，用八诊汤调服颇佳。（2）以补为攻，积瘀可去。陈伤瘀血深蓄，气血凝滞。此时正气已耗，脾胃受累，如再用攻法往往积瘀不去，宿疾加重，应当以调补为正法，以补为攻，则积瘀自去。用补中益气汤去升麻、柴胡，加木瓜、茯苓、芍药、白术，治之而愈。（3）壮补元气、推陈出新。若扑伤之后腐肉不溃，或溃而新肉不生，这些都是气血虚所造成的不溃不敛的残局，必须用大剂养血补气之品，以壮补元阳之气，方能推陈出新，使瘀腐遂去，新肉逐生。（4）邪正相搏，大补能救。伤后如用寒凉克伐之品，耗伤正气，致脾胃虚弱，则伤情更加严重。在伤科临床实践中体会到，治伤要注重温补脾胃，往往取得较好的效果。兹举例略予说明：刘某，男，81岁。左股骨粗隆间骨折一旬，瘀阻肿痛，兼挟暑湿，虽已清解，而神疲萎软，夜寐不宁。苔薄腻，脉沉细。瘀阻未化，气阴已亏，治以益气养阴、宁神和胃而助运化。移山参3克（另煎），天冬麦冬9克，青蛤壳24克，制半夏6克，炒陈皮5克，全当归5克，川续断肉9克，云茯苓9克，炙远志6克，炒枣仁9克，香谷芽1",
        "source_file": "施杞.txt",
        "chunk_index": 28
    },
    {
        "id": "施杞.txt_29",
        "title": "施杞",
        "abstract": "4克，制半夏6克，炒陈皮5克，全当归5克，川续断肉9克，云茯苓9克，炙远志6克，炒枣仁9克，香谷芽12克，采芸曲9克（包）。该患者骨折之后，气阴亏损，故方中未加逐瘀之品，以防败坏脾胃，惟选壮元气、顾胃气、养阴血诸药调治，肿痛渐退，于伤后五周摄片复查，骨折已愈合，诸恙亦瘥。\n他还常用补中益气汤合六味地黄丸治疗脾胃虚弱，久而及肾、气血不生之骨伤疾病，如股骨头缺血坏死，有病例经各种治疗乃至施行血管移植手术而未能治愈，运用调补脾肾之法而取得满意疗效，可谓是他实践易水学派的一个验证。\n（四）肾气渐衰、肾精亏乏是“正虚”之关键。\n肾气渐衰、骨髓失主，颈椎病诸恙随起。施师特别指出：肾气亏虚是颈椎病发生的重要病理基础。《素问•六节脏象论》中说“肾者主蛰，封藏之本，精之处也”。所谓“精”，《灵枢•本神》释之“为生之来”者，即先天之精气。这种生于肾之先天精气，即肾气，它对人体之生长、发育及形体之盛衰始终起着主导作用。《内经》 将肾气之功能归纳为“其充在骨”，“肾生骨髓”，“肾主身之骨髓”。椎间盘退变以及颈椎椎体的骨质增生、骨质疏松都与肾气是否充盈、骨与髓能否得到滋养不无关系。颈椎病发生的病理基础是椎间盘退变，这是一种连续、渐进的",
        "source_file": "施杞.txt",
        "chunk_index": 29
    },
    {
        "id": "施杞.txt_30",
        "title": "施杞",
        "abstract": "都与肾气是否充盈、骨与髓能否得到滋养不无关系。颈椎病发生的病理基础是椎间盘退变，这是一种连续、渐进的过程。现代研究表明，椎间盘于人类10岁时便开始退变，而至50-60岁时日渐加重。这与《素问•上古元真论》中关于肾气盛衰变化的描述是一致的。\n肾精亏乏，脏腑受累，颈椎病诸证趋重。施师认为，肾气不足，不仅成为颈椎病发病之基础，亦是颈椎病发展之基础，尤其当外邪内袭，由表及里时，肾气随之趋衰。若邪留筋骨，病深日久，营卫行涩，经脉不遂，内传五脏，则导致心、肺、脾、肝、肾“五脏痹”。此正如《素问•痹论》中所说“五脏皆有合，病久而不去者，内舍于其合也。故骨痹不已，复感于邪，必舍于肾。”所以，骨病日久，必累及于肾，而致肾精虚亏，继之则祸及四邻，导致全身脏腑病变。《灵枢•本神》曰：“肾藏精，精主志，肾气虚则厥，实则胀，五脏不安。”颈椎病之“五体痹”由表及里而演变为“脏腑痹”，与肾精不足密切相关。\n（五）补肾遣方，分期论治\n施师认为，颈椎病的特点是本虚标实。发病初期肾虚表现不明显时，治则以通达肾与膀胱经为主，药用麻黄、桂枝、羌活、鹿含草、益智仁、乌药诸药，既可引药入肾与膀胱经，通畅经络、固护根本、防邪入里，又能辛散解表，祛风除痹、",
        "source_file": "施杞.txt",
        "chunk_index": 30
    },
    {
        "id": "施杞.txt_31",
        "title": "施杞",
        "abstract": "含草、益智仁、乌药诸药，既可引药入肾与膀胱经，通畅经络、固护根本、防邪入里，又能辛散解表，祛风除痹、迫邪外出。而方用独活寄生汤，更是应验了《成方通读》所云：“此亦肝肾虚而三气乘袭也。故以熟地、牛膝、杜仲、寄生益肾补肝、壮肾强筋。归、芍、川芎和营养血，参、苓、甘草益气扶脾，独活、细辛之入肾经，能搜伏风，使之外出；桂必能入肝肾血分而祛寒，秦艽、防风为风药卒徒，周行肌表。”\n施师认为：颈椎病中期，肾虚表现比较轻，宜在扶正祛邪基础上，佐以补肾壮筋汤或六味地黄丸。补肾壮筋汤录自《伤科补要》，用熟地、萸肉、茯苓、白芍、杜仲、牛膝、续断、五加皮和椿皮等，起行气活血，补益肝肾，强筋壮骨作用；而以六味，更使肾气充足，既可助散瘀通络，又能防内舍于肾之渐变。\n施师还认为：颈椎病晚期，肾虚表现明显，尤其是脊髓型颈椎病痿证患者，更须注重补肾，临床常用地黄饮子治疗。此乃錧照阴阳，水火并济，收到事半功倍之效。\n医案举隅\n案例1\n曹维淇，女，9岁，2009年4月7日初诊。头部外伤已有一年。目前右股骨下端骨折已愈合，关节功能恢复尚可。自诉时有癫痫样发作，已服药。时有小溲失约。检查：神清，颅神经（—），四肢肌力感觉正常，腱反射（+），左膝关节功",
        "source_file": "施杞.txt",
        "chunk_index": 31
    },
    {
        "id": "施杞.txt_32",
        "title": "施杞",
        "abstract": "痫样发作，已服药。时有小溲失约。检查：神清，颅神经（—），四肢肌力感觉正常，腱反射（+），左膝关节功能基本正常。头颅CT示：脑室扩大积液。证属气血失和，经脉失养。治拟补气活血通络。处方：补阳还五汤加减。当归9g，赤芍12g，白芍12g，川芎12g，地龙9g，红花9g，桃仁9g，生黄芪15g，加炒白术12g，云茯苓12g，汉防己12g，炙僵蚕9g，嫩钩藤12g，生石决30g，生甘草6g，大红枣9g。14剂，水煎服。诊断：头部内伤（脑外伤后遗症）。\n2009年4月21日二诊。诸恙如前，药后渐缓，抗癫痫药已减量，癫痫发作未增加。代诊。再前法。处方：补阳还五汤加减。当归9g，赤芍12g，白芍12g，川芎12g，地龙9g，红花9g，桃仁9g，炙黄芪15g，炙僵蚕9g，嫩钩藤12g，生龙牡各18g，生铁落15g，石菖蒲18g，大红枣9g。14剂，水煎服。\n2009年5月5日三诊。诸恙如前，家长称患儿记忆减退，余均正常。代诊。再拟调摄。处方：补阳还五汤加减。当归9g，赤芍12g，白芍12g，川芎12g，地龙9g，红花9g，桃仁9g，生黄芪15g，加石菖蒲12g，淡远志6g，灵芝草9g，制黄精9g，益智仁12g，柏子仁12g",
        "source_file": "施杞.txt",
        "chunk_index": 32
    },
    {
        "id": "施杞.txt_33",
        "title": "施杞",
        "abstract": "仁9g，生黄芪15g，加石菖蒲12g，淡远志6g，灵芝草9g，制黄精9g，益智仁12g，柏子仁12g。14剂，水煎服。\n2009年5月19日四诊。诸恙如前，无特殊不适，大便正常，原夜尿三次，现已正常。代诊。再拟调摄。处方：上方加蔓荆子12g，炒防风12g，桑寄生9g，甘杞子12g。14剂，水煎服。\n随访：一月后患者诸症已除，正常学习。嘱避免劳累。\n按语：脑于颅内，精髓汇聚，纯正无邪。人的十二经，十五络之气血皆会于此。施师认为：颅脑损伤后期由于内伤日久，或失于调治，造成瘀血内蓄，气滞血瘀。这一阶段，往往虚实相兼，为瘀血未祛而又脏腑虚损的虚实夹杂期。施师根据王清任“气虚血瘀”论，提出脑病后期“亏损元气，是其本源”，立补气活血治法。方用补阳还五汤。方中重用生黄芪大补脾胃之元气，使气旺血行，瘀去络通；当归尾长于活血，兼能养血，因而有化瘀而不伤血之妙；赤芍，川芎，桃仁，红花助当归尾活血祛瘀；地龙通经活络。大量补气药与少量活血药相配，气旺则血行，活血而又不伤正，共奏补气活血通络之功。考虑到患者为儿童，为避免发生性早熟，故未用补益肝肾之剂。经治后，患儿已正常上学。\n   案例2\n郭守珊，女，54岁，2009年6月23日初诊",
        "source_file": "施杞.txt",
        "chunk_index": 33
    },
    {
        "id": "施杞.txt_34",
        "title": "施杞",
        "abstract": "用补益肝肾之剂。经治后，患儿已正常上学。\n   案例2\n郭守珊，女，54岁，2009年6月23日初诊。外伤后腰脊疼痛已有12周。CT示：T1压缩1／3，楔形变，椎体后上缘有骨折，稍有分离。胃纳二便均可，无腹胀，不耐久坐、久立。苔薄，脉细。证属气血失和，肝肾不足。治拟益气和血，补益肝肾。处方：圣愈汤合独活寄生汤加减。炙黄芪9g，党参12g，当归9g，白芍12g，熟地12g，大川芎12g，柴胡9g，白术9g，独活9g，桑寄生12g，秦艽9g，防风12g，桂枝9g，茯苓15g，杜仲12g，川牛膝12g，炙甘草6g，川断肉12g，仙灵脾15g，肥知母9g，制香附12g，香谷芽12g。14剂，水煎服。诊断：骨折（腰椎压缩性骨折）。\n2009年7月7日二诊。腰脊疼痛酸楚、活动牵掣经治后已缓。胃纳二便亦佳。CT复查较前显示：L1椎体骨折已部分愈合，椎体后缘骨折已有连续性骨痂形成，稍向椎管内突出。苔薄腻，脉细滑。再拟调和气血，补养肝肾。处方：圣愈汤合独活寄生汤加减。炙黄芪9g，党参12g，当归9g，白芍12g，熟地12g，大川芎12g，柴胡9g，白术9g，独活9g，桑寄生12g，秦艽9g，防风12g，桂枝9g，茯苓15g，杜",
        "source_file": "施杞.txt",
        "chunk_index": 34
    },
    {
        "id": "施杞.txt_35",
        "title": "施杞",
        "abstract": "芎12g，柴胡9g，白术9g，独活9g，桑寄生12g，秦艽9g，防风12g，桂枝9g，茯苓15g，杜仲12g，川牛膝12g，炙甘草6g，制苍术12g，生米仁15g，香谷芽12g，仙灵脾12g，肥知母9g。14剂，水煎服。\n随访：一月后患者腰痛已除，行走自如。嘱做避免弯腰劳累，预防骨质疏松。\n按语：骨质疏松症是一种以全身性的骨量减少，骨组织显微结构受损，继而引起骨骼脆性增加，骨的强度降低，在无创伤、轻度和中度创伤的情况下，骨折危险性增加的系统性骨骼疾病。临床以腰背疼痛、身高缩短、驼背，甚则骨折为主要表现。随着老年社会的到来和人类寿命的延长，发病率有进一步上升的趋势，被称为“无声无息的流行病”。骨质疏松的发病机理尚未明确，普遍认为与人体内激素调控、物理、营养、遗传等因素导致骨吸收增加，骨形成下降有关。祖国医学将其归人“骨痹”、“骨痿”的范畴，认为骨质疏松与肾的关系最为密切，亦与肝、脾有一定的关系。《素问•上古天真论》云：“女子……七七，天癸竭，地道不通，故形坏而无子。……丈夫……八八，天癸竭，精少，肾脏衰，形体皆极。”表明本病的发生、发展与“肾气”密切相关。肾为先天之本，主骨生髓，肾精的盛衰决定骨的生长、发育、成",
        "source_file": "施杞.txt",
        "chunk_index": 35
    },
    {
        "id": "施杞.txt_36",
        "title": "施杞",
        "abstract": "。”表明本病的发生、发展与“肾气”密切相关。肾为先天之本，主骨生髓，肾精的盛衰决定骨的生长、发育、成熟、强劲、衰弱的过程；若患者年迈，天癸已竭，或因他病日久，房劳过度，禀赋不足，肾精亏虚无以养骨，骨枯髓减，经脉失荣，气血失和而致腰脊酸痛乏力。《灵枢•本神》云：“脾气虚则四肢不用”，《素问•痿论》云：“治痿独取阳明”等都说明了脾在本病中的重要性。脾为后天之本，主四肢百骸，先天之精有赖于后天之脾胃运化水谷精微的不断充养，若饮食失调，饥饱无常，或久病卧床，四肢少动，脾气受损，脾运失健，运化无力，则气血乏源无以化精生髓，髓枯骨痿，经脉失和而发本病。女子以肝为先天，肝藏血，肝主筋，肝血不足则筋脉失养；且骨质疏松的老年女性，又常表现出肝失疏泄的特点，故本病与肝亦有一定关联。中医对本病总的治法着眼于肾、脾、肝三脏，以补肾、健脾、疏肝为法则，同时兼顾气血。故施师以圣愈汤合独活寄生汤益气养血，补益肝肾。方中加入仙灵脾、肥知母以补肝肾、强筋骨。\n案例3\n柳莹，女，52岁，2009年5月5日初诊。腰脊疼痛酸楚，周身不适，素有哮喘，胃脘作脹，胸闷心悸，小叶增生，时有夜寐不宁，时有便秘，四肢少温，汗出绵绵。X线片示：L4滑脱Ⅰ°，L4",
        "source_file": "施杞.txt",
        "chunk_index": 36
    },
    {
        "id": "施杞.txt_37",
        "title": "施杞",
        "abstract": "脘作脹，胸闷心悸，小叶增生，时有夜寐不宁，时有便秘，四肢少温，汗出绵绵。X线片示：L4滑脱Ⅰ°，L4～5椎间隙狭窄。苔薄黄，质胖略紫，中有裂纹，脉沉细。证属气血两亏，肝肾不足，经脉失畅。治拟益气和血，补益肝肾。处方：圣愈汤合独活寄生汤加减。炙黄芪9g，党参12g，当归9g，白芍12g，熟地12g，大川芎12g，柴胡9g，白术9g，独活9g，桑寄生12g，秦艽9g，防风12g，桂枝9g，茯苓15g，杜仲12g，川牛膝12g，炙甘草6g，仙灵脾12ｇ，仙茅12ｇ，肥知母9ｇ，首乌藤各18ｇ，制香附12ｇ，八月札12ｇ，香谷芽12ｇ。14剂，水煎服。每日1剂，分两次服，每次加麝香保心丸2粒吞服。嘱药渣装入毛巾袋中湿热敷腰部30分钟.诊断：腰痛（腰椎滑脱）。\n2009年5月19日二诊。诸恙如前，面色少华，神疲乏力，府行时有失畅，纳呆已瘥。苔薄质胖，脉沉细。治拟健脾养心，疏肝解郁。处方：圣愈汤合归脾汤合越鞠丸加减。炙黄芪9g，党参12g，当归9g，白芍12g，生地9g，大川芎12g，柴胡9g，茯神15g，远志9g，酸枣仁15g，木香9g，苍术9g，制香附12g，山枝9g，神曲12g，大枣9g，炙甘草6g，鸡血藤12ｇ，",
        "source_file": "施杞.txt",
        "chunk_index": 37
    },
    {
        "id": "施杞.txt_38",
        "title": "施杞",
        "abstract": "15g，木香9g，苍术9g，制香附12g，山枝9g，神曲12g，大枣9g，炙甘草6g，鸡血藤12ｇ，首乌藤各18ｇ，制黄精12ｇ，灵芝草12ｇ，大玄参15ｇ，老鹳草15ｇ。14剂，水煎服。\n2009年6月2日三诊。腰脊疼痛，夜寐不宁，药后已缓。苔薄腻，脉细滑。再前法。处方：圣愈汤合归脾汤合越鞠丸加减。炙黄芪9g，党参12g，当归9g，白芍12g，生地9g，大川芎12g，柴胡9g，茯神15g，远志9g，酸枣仁15g，木香9g，苍术9g，制香附12g，山枝9g，神曲12g，大枣9g，炙甘草6g，荆防风各12ｇ，大腹皮12ｇ，火麻仁12ｇ，首乌藤各18ｇ。14剂，水煎服。\n2009年6月16日四诊。药后精神较振，神疲乏力、夜寐不宁均瘥，矢气较多。苔薄，脉细。再前法。处方：圣愈汤合归脾汤合越鞠丸加减。炙黄芪9g，党参12g，当归9g，白芍12g，生地9g，大川芎12g，柴胡9g，茯神15g，远志9g，酸枣仁15g，木香9g，苍术9g，制香附12g，山枝9g，神曲12g，大枣9g，炙甘草6g，首乌藤各18ｇ，大腹皮12ｇ，灵芝草12ｇ，制黄精12ｇ，广郁金12ｇ，全瓜蒌12ｇ。14剂，水煎服。\n2009年6月30日五诊",
        "source_file": "施杞.txt",
        "chunk_index": 38
    },
    {
        "id": "施杞.txt_39",
        "title": "施杞",
        "abstract": "，灵芝草12ｇ，制黄精12ｇ，广郁金12ｇ，全瓜蒌12ｇ。14剂，水煎服。\n2009年6月30日五诊。诸恙如前，腰脊疼痛已缓，夜寐亦安。苔薄根腻，脉细。再前法。上方去全瓜蒌，加仙灵脾12ｇ，老鹳草12ｇ，红景天12ｇ。14剂，水煎服。\n随访：一月后患者腰痛消失，行走自如。嘱避免劳作，避风寒，做十二字养身功。\n按语：五旬之人，腰脊酸楚，肝肾渐衰、肾气不足、气血虚弱，血不荣筋，故首诊以圣愈汤合独活寄生汤加减益气和血，补益肝肾。但二诊诸恙如前，症见面色少华，神疲乏力，故考虑患者素有浅表性胃炎。“脾胃为后天之本，气血生化之源”，脾气虚弱，推动无力，血行不畅，络脉受阻，故见腰痛。同时久病胸闷心悸、情志失畅，故以圣愈汤合归脾汤合越鞠丸加减健脾养心，疏肝解郁。归脾汤出自《正体类要》，是在严氏《济生方》归脾汤的基础上加当归、远志而成。归脾汤证是因心脾两虚，气血不足所致，方中黄芪、党参补气健脾，为主药；辅以当归、龙眼肉以养血和营，合主药以益气养血；白术、木香健脾理气，补而不滞；茯神、远志、枣仁养心安神，合为佐药；甘草、生姜、大枣健脾和胃，生化有源，气旺血充。《医方集解》云：归脾汤“此手少阴、足太阴药也。血不归脾则妄行，参、术、",
        "source_file": "施杞.txt",
        "chunk_index": 39
    },
    {
        "id": "施杞.txt_40",
        "title": "施杞",
        "abstract": "健脾和胃，生化有源，气旺血充。《医方集解》云：归脾汤“此手少阴、足太阴药也。血不归脾则妄行，参、术、黄芪、甘草之甘温，所以补脾；茯神、远志、枣仁、龙眼之甘温酸苦，所以补心。当归滋阴而养血，木香行气而舒脾。气壮则能摄血，血自归经，而诸证悉除矣”。越鞠丸出自于元代朱震亨《丹溪心法》。越鞠丸证涉及肝脾两脏。因肝藏血而主疏泄，喜条达而恶抑郁，脾主运化，喜燥恶湿，若喜怒无常，忧思无度，则肝气不疏，形成气郁，甚者会形成痰郁、湿郁，所以气、血、火三郁多则之于肝，食、湿、痰三郁多则之于脾。方中香附行气开郁，川芎活血祛瘀，栀子清热泻火，神曲消食导滞，苍术燥湿健脾。《医宗金鉴•删补名医方论》云：越鞠丸“用香附以开气郁，苍术以除湿郁，川芎以行血郁，山栀以清火郁，神曲以消食郁。此朱震亨因五郁之法而变通者也。五药相须，共收五郁之效。”圣愈汤与归脾汤、越鞠丸同用，则阴阳兼补，心肝脾同治。同时加首乌藤养心安神，改善睡眠。\n案例4\n邵振铭，男，62岁，2008年7月22日初诊。颈椎病手术后诸恙平稳。近10日周身不适，坐立不安，自觉下肢拘紧，步履乏力，府行欠畅，小溲正常。检查：四肢肌力Ⅴ°，下肢肌张力正常，膝反射（++），踝反射（++），无阵",
        "source_file": "施杞.txt",
        "chunk_index": 40
    },
    {
        "id": "施杞.txt_41",
        "title": "施杞",
        "abstract": "履乏力，府行欠畅，小溲正常。检查：四肢肌力Ⅴ°，下肢肌张力正常，膝反射（++），踝反射（++），无阵挛，Hoffman＇s征左右均（+），下肢锥体束证（—）。苔薄腻，有齿痕，脉弦细。证属气血失畅，经脉瘀阻。治拟活血祛瘀，疏肝通络。处方：复元活血汤加减。制川军12ｇ，生川军3ｇ，制川朴12ｇ，软柴胡9ｇ，杜红花9ｇ，単桃仁9ｇ，天花粉12ｇ，全当归9ｇ，山甲片6ｇ，大蜈蚣3ｇ，炒枳实12ｇ，大腹皮18ｇ，川牛膝12ｇ，左秦艽15ｇ，鸡血藤12ｇ，伸筋草15ｇ，炙甘草6ｇ，生黄芪18ｇ。14剂，水煎服。每日1剂，分两次服，每次加麝香保心丸2粒吞服。诊断：痉证（颈椎病术后）。\n2008年8月4日二诊。药后少腹裹束、下肢拘紧，渐趋缓解，府行已畅，小溲正常。苔薄，脉沉细。证属气阳不足，痰瘀内结，经脉失畅。再拟调摄。处方：复元活血汤加减。制川军12ｇ，生川军3ｇ，软柴胡9ｇ，杜红花9ｇ，単桃仁9ｇ，天花粉12ｇ，全当归9ｇ，山甲片6ｇ，大蜈蚣3ｇ，炒白芍12ｇ，炒枳壳12ｇ，苍白术各9ｇ，广木香9ｇ，制香附12ｇ，川牛膝12ｇ，小茴香9ｇ，台乌药12ｇ，九香虫9ｇ，香谷芽12ｇ，炙甘草6ｇ，大红枣9ｇ，生黄芪18ｇ。14",
        "source_file": "施杞.txt",
        "chunk_index": 41
    },
    {
        "id": "施杞.txt_42",
        "title": "施杞",
        "abstract": "2ｇ，小茴香9ｇ，台乌药12ｇ，九香虫9ｇ，香谷芽12ｇ，炙甘草6ｇ，大红枣9ｇ，生黄芪18ｇ。14剂，水煎服。\n随访：一月后患者诸症消失，行走自如。嘱避免劳累，做十二字养身功。\n按语：脊髓型颈椎病在术后3年内往往有继续好转的趋势，但概率逐年下降。近期变坏复发者也多发生在术后3年内。术后3～6年处于较稳定状态。术后6年以后疗效变坏的概率增加，继续好转的机率极小。近期复发的主要原因是融合区相邻节段椎间盘突出，另一原因是减压不彻底，脊髓受压未彻底解除，功能部分恢复，仍处于部分受压状态。患者颈项疼痛，筋脉强直，下肢拘紧，大便秘结，腹胀腹满，肌张力增高明显。辨证当属痰瘀闭阻，腑实内聚。施师宗复元活血汤加减以活血祛瘀，疏肝通络。以生熟川军加强祛瘀通腑之效。复元活血汤出自《医学发明》。方中柴胡疏肝胆之气，当归养血活血，山甲破瘀通络，桃仁、红花祛瘀生新，蒌根润燥散血，甘草缓急止痛，重用大黄荡涤凝瘀败血。诸药合用，气血畅行，肝络疏通，则经脉亦复。张秉成云：“去者去，生者生，痛自舒而元自复矣。”故方以“复元”为名。\n施杞工作室简介\n龙华医院“中医骨伤一施杞名老中医工作室”于2001年6月28日成立，2004 年升格为首批上海中",
        "source_file": "施杞.txt",
        "chunk_index": 42
    },
    {
        "id": "施杞.txt_43",
        "title": "施杞",
        "abstract": "介\n龙华医院“中医骨伤一施杞名老中医工作室”于2001年6月28日成立，2004 年升格为首批上海中医药大学名中医工作室之一，2005年升格为首批上海市名老中医学术经验研究工作室，2009年5月完成二期建设。2009年获得首届“全国名师工作室”和“全国先进名医工作室“称号。\n多年来，本着以继承、弘扬中医药特色、优势为基本方向；以传承老师学术思想和临床经验为基本内容；以提高继承人的中医药理论水平和中医骨伤科临床技能水平为基本任务；以临床实践为中心，结合现代科学技术，探索学科内涵提高为基本创新点开展了一系列工作，形成了工作室的基本工作机制—— “室所结合，四部联动”，即工作室的工作与脊柱病研究所的工作相结合，与基础研究部、临床研究部、康复研究部相互联动，临床实践与基础研究有机结合。\n通过近年来的建设，已形成老中医工作室的工作模式，临床上门诊抄方、病房教学查方、专题学术研讨的定时定点进行；病史医案、影像资料、老师手迹手稿的广泛收集；体现老师学术思想临床经验诊疗常规的制定执行；科研上已获3项总结老中医学术思想的市局级课题资助；在教学上培养了各个层次研究生和传统师带徒学生。\n人才培养方面，目前继承人包括王拥军、莫文、胡",
        "source_file": "施杞.txt",
        "chunk_index": 43
    },
    {
        "id": "施杞.txt_44",
        "title": "施杞",
        "abstract": "题资助；在教学上培养了各个层次研究生和传统师带徒学生。\n人才培养方面，目前继承人包括王拥军、莫文、胡志俊、叶秀兰、张霆、周泉、叶洁、卞琴；其中已成为国家“973”基础研究项目首席科学家、国家教育部长江学者特聘教授、全国百名杰出青年中医、国家卫生部有突出贡献中青年专家、国家杰出青年科学基金获得者、国家百千万人才工程国家级人才、国家教育部新世纪优秀人才等各项称号；并分别成为研究所所长、骨伤科主任、康复医学科主任、教研室主任等各个专业领域的带头人和骨干人员。\n在学科建设方面，目前工作室所在的研究所和骨伤科已成为国家重点学科，国家中医药临床研究基地，国家教育部省部共建重点实验室，国家中医药管理局重点学科、重点研究室、国家中医药管理局“十一五”颈椎病重点专病、中医科研三级实验室，国家中医药管理局中医药优势学科继续教育基地，上海市重点学科，上海市教委重点学科，上海市医学重点学科，上海市中医药防治颈推病特色专科，上海市中医脊柱病防治协作中心，上海中医药大学中医脊柱病临床优势专科。\n在成果方面，治疗颈椎病新药“芪麝丸”2009年获国家药准字号批文（国药准字Z20090978）；施氏十二字养生功在国家中医药管理局第四批中医临床",
        "source_file": "施杞.txt",
        "chunk_index": 44
    },
    {
        "id": "施杞.txt_45",
        "title": "施杞",
        "abstract": "年获国家药准字号批文（国药准字Z20090978）；施氏十二字养生功在国家中医药管理局第四批中医临床适宜技术推广项目支助下已在广大社区推广，寓防于治。工作室导师及学生在核心和专业期刊发表论文318篇，SCI收录论文31篇；承担科研课题66项，包括国家“973”计划（首席科学家单位）、国家杰出青年科学基金、国家教育部长江学者特聘教授计划、国家自然科学基金重点项目（2项）、国家自然科学基金重大国际合作项目、中美政府间国际合作重点项目、国家自然科学基金项目（面上和青年基金9项）等。研究与开发中药新药6项并转让3项，申请国家发明专利9项，获授权3项。荣获部、市级科技成果奖一等奖3项（中华中医药科技进步奖、中华医学科技奖、上海市优秀发明奖）、二等奖12项、三等奖3项。\n于仁厚处用心，于精深处用功\n名医小传\n施杞，男，1937年出生，上海中医药大学终身教授、主任医师、博士生导师、博士后指导老师，上海市名中医、全国第二、三、四批著名中医药学家学术经验继承人导师。\n1963年7月毕业于上海中医学院中医系六年制本科, 先后拜中医骨伤科大家石筱山、石幼山先生为师，系统地学习中医骨伤科理论和石氏伤科经验，并赴上海瑞金医院伤骨科研究",
        "source_file": "施杞.txt",
        "chunk_index": 45
    },
    {
        "id": "施杞.txt_46",
        "title": "施杞",
        "abstract": "骨伤科大家石筱山、石幼山先生为师，系统地学习中医骨伤科理论和石氏伤科经验，并赴上海瑞金医院伤骨科研究所进修骨科，上海华山医院全国第八届脑外科医师进修班进修脑外科。兼收并蓄，融会新知，致力创新，成为我国中医骨伤科事业学科带头人。曾任上海市卫生局副局长、上海中医药大学校长、上海市政协委员，并连续三届当选中华中医药学会骨伤科分会会长。现任中华中医药学会顾问、上海市中医药学会名誉会长、世界中医骨科联合会主席，中华中医药学会骨伤科分会及整脊学分会名誉会长，上海中医药大学脊柱病研究所名誉所长，上海市卫生局决策咨询专家委员会委员，教育部、科技部及国家自然科学基金科技奖励评审专家。浦东新区科学技术委员会专家库备选专家，浦东新区中医药协会会长。被8个国外院校聘为客座教授；先后获国务院有突出贡献专家称号，享受政府特殊津贴；上海市卫生先进工作者、上海市劳动模范；2006 年被评为国家级首批非物质文化遗产“中医正骨“项目代表性传承人；获全国“中医药传承特别贡献奖”；2007被评为全国“中医骨伤名师”。近5年率领研究团队承担国家自然科学基金重点项目、国家科技部国际合作重点项目等38项课题，主持国际、国内学术会议18次。共发表论文268",
        "source_file": "施杞.txt",
        "chunk_index": 46
    },
    {
        "id": "施杞.txt_47",
        "title": "施杞",
        "abstract": "基金重点项目、国家科技部国际合作重点项目等38项课题，主持国际、国内学术会议18次。共发表论文268篇，主编《骨伤科学》、《中国骨伤科学》、《中国中医骨伤科百家方技精华》、《临床中医脑病学》、《施杞谈颈椎病》、《颈椎病与腰椎病》等教材、专著26部，申请国家发明专利5项。荣获部、市级科技成果奖一等奖3项、二等奖12项，三等奖3项。",
        "source_file": "施杞.txt",
        "chunk_index": 47
    },
    {
        "id": "王大增.txt_0",
        "title": "王大增",
        "abstract": "学贯中西,绝学无忧.\n——王大增学术经验集萃\n学术思想\n1.1强调妇女病重在治肝\n 先生在治妇女病时强调重在治肝，推崇“女子以肝为先天”。此语首见清末名医叶天士的《临症指南医案》一书中，为其学生秦天一在叶天士治月经病医案的结语中所提出：“奇经八脉固属扼要，其次最重调肝，因女子以肝为先天，阴性凝结,易于拂郁，郁则气滞血亦滞，木病必妨土，故次重脾胃。”追溯其学术思想之源，实自《内经》时代始，历代医家对妇女病的治疗，已认识到重在治肝。因肝在五行六气中属木，主风，十二经络中为足厥阴之脉，主要生理功能为主流泄和藏血。肝的疏泄藏血功能对人体情志的条达，气血和平起到重要的调气作用，故肝的生理病理对脏腑气血的影响表现尤为重要。脏腑气机的升降出入能否协调，气血运行能否通畅，每与肝之疏泄功能正常与否有关。因肝为血脏，体阴用阳，具有贮藏血液调节全身血液以及疏调气机，流畅气血，疏泄经络的功能，故肝气条达则脏腑安和，气血津液生生不息，对于维护机体健康抵御病邪侵入，有十分重要意义。《灵枢•师传篇》说：“肝者，主为将，使之候外”。\n 肝与冲任二脉通过经络相互联属，肝的生理功能正常，藏血守职，肝血充足，则冲任通盛，月事得以时下，胎孕产乳诸皆",
        "source_file": "王大增.txt",
        "chunk_index": 0
    },
    {
        "id": "王大增.txt_1",
        "title": "王大增",
        "abstract": "任二脉通过经络相互联属，肝的生理功能正常，藏血守职，肝血充足，则冲任通盛，月事得以时下，胎孕产乳诸皆正常；若肝失疏泄，肝气拂郁，气血不调则不仅贻害脏腑，而为诸病之发端，且使妇女经、带、胎、产失于恒常而诸病*起，故有“乃病不离乎郁，诸郁皆属于肝”，以及“肝为女子之先天”的说法。由此可知，肝实为诸脏之枢纽，肝气郁则诸脏之气也郁，而妇科诸病的发生，也多以肝失疏泄为肇始。鉴于妇女以血为本，以肝为先天和足厥阴之脉入毛际，络阴器的生理特征，肝的病理变化对妇科疾病的影响也就更为突出。\n 先生强调治妇女病重在治肝，认为凡是生育期妇女生理上恪逢天癸至到天癸竭这一经、孕、产、乳重要阶段；心理上渐趋成熟，但由于这一阶段学习紧张、工作繁忙、家庭社会重任在肩，来自各方面的压力亦较大，故情志易于怫郁而致情志不畅；病理上容易出现诸多肝失疏泄之症；临床上多表现为月经失调、乳房乳头胀痛、心烦易怒、胸胁胀痛等经前期紧张综合征、不孕症、阴部搔痒等症、而上述诸症又均表现在足厥阴肝经循行部位；临床遗方用药常以四逆散、柴胡疏肝散、丹栀逍遥散、金玲子散等疏肝解郁、理气调血之方，灵活加减应用，且每每获效。\n 1.2调理脾胃，培补后天\n 脾与胃位于中焦，互为",
        "source_file": "王大增.txt",
        "chunk_index": 1
    },
    {
        "id": "王大增.txt_2",
        "title": "王大增",
        "abstract": "肝解郁、理气调血之方，灵活加减应用，且每每获效。\n 1.2调理脾胃，培补后天\n 脾与胃位于中焦，互为表里。脾胃为仓廪之官，在体为肉，开窍于口，脾主运化，输布水谷精微；胃主受纳，腐熟水谷，升清降浊，为生化之源。五脏六腑，四肢百骸，皆赖营养，具有益气统血、主肌肉等生理功能，故古人称脾胃为“后天之本”。妇科疾病的病因，病理和诊断与脾胃关系尤为密切，故调理脾胃在妇科临床上有其重要意义。\n 妇女的生理特点，主要表现在经、孕、产、育等方面。这些生理活动是依靠脏腑、经络、气血的共同作用来实现的。而脏腑之中脾胃的功能尤为重要。因为气血是月经、胎孕、哺乳之物质基础，而脾胃为气血生化之源。脾胃健旺、则精血充沛、血海充盈，经候如期、胎孕正常，产后乳汁亦多，反之，则化源不足，气血失常，导致妇科经、带、胎、产、杂病的产生。\n  脾之运化功能，包括运化水谷精微和参与体内水液的代谢，食物经过消化后，其中精微物质由脾来吸收，转输，以营养全身。《内经》说：“中焦受气取汁，变化而赤，是谓血”。提出血液是由中焦脾胃的水谷精微化生而成。盖妇女以血为本，其经孕、产、乳皆以血为用。若脾胃虚弱，运化失健，不能生血，则营血亏乏，可致月经过少，甚则闭经，或孕",
        "source_file": "王大增.txt",
        "chunk_index": 2
    },
    {
        "id": "王大增.txt_3",
        "title": "王大增",
        "abstract": "，其经孕、产、乳皆以血为用。若脾胃虚弱，运化失健，不能生血，则营血亏乏，可致月经过少，甚则闭经，或孕后胎失所养而滑胎、小产、胎萎不长，或产后乳汁稀少等症。此外，脾胃失运，则水湿停滞而成带下，子肿或痰湿阻滞  胞宫以致不孕等症。\n 脾主统血，指脾脏具有统摄血液，使其循行常道，不致溢出脉外的作用。而脾脏之所以能统摄血液者，因与其经脉之循行有关。《灵枢．经脉篇》说：“脾足太阴之脉......其支者，复从胃别上膈，注心中”。又说：“脾之大络，名日大包......此脉罗络之血者，皆取之脾之大络脉也”。由于心主血，足太阴经有支脉与心相通，且脾之大络又能包罗诸络之血，故脾脏与血液循环息息相关；另方面，脾为气之源，“气为血帅”，“血随气行”，故脾之功能正常，元气充足，则气能摄血，使血液循脉道而行。因此，脾虚气弱，统摄无权，致成各种失血证候，如月经过多、崩漏、胎漏等症。\n  升降是脏腑功能之活动，脏腑之间必须有一升一降之活动，才能产生机能，维持生命活动。脾胃居中，为气机升降之枢纽。脾主升则健，胃宜降则和，所谓“脾升”，指脾将饮食之精微上归于心肺，布化运行全身；“胃降”，指胃将经过初步清化之饮食下移于肠中，并使代谢之废料由肠道排",
        "source_file": "王大增.txt",
        "chunk_index": 3
    },
    {
        "id": "王大增.txt_4",
        "title": "王大增",
        "abstract": "之精微上归于心肺，布化运行全身；“胃降”，指胃将经过初步清化之饮食下移于肠中，并使代谢之废料由肠道排出体外。故脾升胃降，彼此协调。互相依赖，保持活动平衡，始能完成饮食之消化，吸收和排泄功能。若脾胃升降失常，就会出现病变，如脾气不升反而下陷，可致月经过多，甚则崩漏；或升举无力而见子宫脱垂；或胎元不固，出现滑胎，小产等症；或脾不摄津引起的白带淋漓；胃气不降而反上逆，导致经行恶心，妊娠恶阻等。\n妇女由于经、孕、产、乳、每易耗气伤血；以及大病、久病、产后、手术后等每致亡血伤津，最终致气血亏乏。故治妇人病，需处处注重脾胃，培补后天。尤其是大病、产后、术后患者，脾胃虚弱。难以进补之时，先生常以香砂六君子汤加减调理脾胃以恢复机体脾主运化。胃主受纳之功能，促进体力早日康复。\n 药物是治病的武器，但药物入口必须依赖脾胃的消化，吸收才能发挥治疗作用。倘若脾胃不健，运化不良，纵有良药，亦不可达到预期的治疗效果。临床有治危重病人，每因胃气消亡，致药物不能受纳，既使勉强入腹，亦停积不消，难以奏效。由此可见，注意和保护胃气，是治疗上的重要一环，不容忽视。\n 脾胃为后天之本，水谷之海。盖血者水谷之精气也，和调五脏，洒陈六腑；在妇人则上为乳",
        "source_file": "王大增.txt",
        "chunk_index": 4
    },
    {
        "id": "王大增.txt_5",
        "title": "王大增",
        "abstract": "一环，不容忽视。\n 脾胃为后天之本，水谷之海。盖血者水谷之精气也，和调五脏，洒陈六腑；在妇人则上为乳汁，下为月水；且任脉主一身之阴，太冲主阳明，为血之海，故谷气盛则血海满而月事以时下。心主血，肝藏血，而皆统摄于脾，是以女子月事不调，多因脾胃损伤不能生血者，当补脾和血，血者生矣。\n 先生除强调重视脾胃气血生化之源在妇女经、带、产、乳生理以及病理方面的重要作用外，还注意脾胃之调养。认为凡经行之际禁用苦寒辛散之药，即饮食亦应知所戒忌，倘脾胃失健，滋腻重浊之品亦当避用。先生常在滋阴养血方药中适当以理气或助消化的药物，如陈皮、枳壳、山查、神曲、砂仁、谷芽麦芽、鸡内金、佛手柑之类，使之补而不滞、滋而不腻，无碍胃之弊。《内经》云：“有胃气则生，无胃气则亡”。因此，先生治妇女病以及手术，产后调养时处处顾及脾胃后天之本，气血生化之源。\n1.3调经注重气血相配\n 月经的主要成分是血，但血与气息息相关，互相资生和互相依存。气为血帅，血为气母，血病可以及气，气病可以及血，彼此有极其密切的关系。但从其病理变化来说，则有主次之分。血病及气，病在血分为主；气病及血，则病在气分为主。气为血之帅，气行则血行，气滞则血瘀；血为气之府，血到气亦到",
        "source_file": "王大增.txt",
        "chunk_index": 5
    },
    {
        "id": "王大增.txt_6",
        "title": "王大增",
        "abstract": "，病在血分为主；气病及血，则病在气分为主。气为血之帅，气行则血行，气滞则血瘀；血为气之府，血到气亦到，血脱气亦脱。    故月经失常虽表现在血病，实则与气机紊乱密切相关。如气寒则血寒，气热则血热，气郁则血滞，气虚则血脱，气升则血上逆，气陷则崩中漏下等。正如汪石山所说：“血乃气之配，其升降寒热虚实，一从于气。......此调经莫先于养血，养血莫先于调气也”。说明治疗月经病应以调气为主，即使病在血分、有血热、血寒、血虚、血滞、出血等不同类型，治法有清、温、补、通、固涩等区别，但因与血气有关，故临床仍须配合调气之法。如血寒之温经理气，血热之凉血清气、血虚之补血益气、血瘀之破瘀行气以及血脱之补气固脱等等，都说明了“调经养血莫先于调气”的重要意义。自然，强调调气并非忽略调血，如病在气分之气郁血滞者，宜行气开郁佐以活血；气虚血脱者宜益气升阳佐以补血；气逆血乱者宜降气顺气佐以和血等，都有气血兼顾的意义。所以调经养血，必不可忽视调气。\n 祖国医学所说的气，其含义有二：一是指构成人体和维持人体生命活动的精微物质；二是指脏腑组织的生理功能。二者既各有独立又相互联系，前者是后者的物质基础，后者是前者的功能表现。《素问．至命全形论篇",
        "source_file": "王大增.txt",
        "chunk_index": 6
    },
    {
        "id": "王大增.txt_7",
        "title": "王大增",
        "abstract": "生理功能。二者既各有独立又相互联系，前者是后者的物质基础，后者是前者的功能表现。《素问．至命全形论篇》曰：“天地合气，命之曰人”。气是人体生命活动的动力，它源于脾胃，出入升降治节于肺，升发疏泄于肝，帅血贯脉而运行于心。《仁斋．直指方》曰：“阴阳之所以升降者，气也；血脉之所以流行者，亦气也；营卫所以转运者，气也；五脏六腑所以升降者，亦气也”。“气在人，和则为正气，不和则为邪气”。朱丹溪进一步指出：“气血冲和，乃病不生，一有拂郁，诸病生焉”。故《内经》有“百病皆生于气也”之说。正是由于气在人体生命中的重要意义，所以临床治疗月经病过程中，注重调理气机，往往事半功倍。\n 先生在调治月经病过程中，非常重视血与气之间的关系，认为治疗疾病就是要“疏其气血，令其条达，而致和平”。(《素问．至真要大论》)临诊时善将调气药与和血药配伍应用。如养血和血用四物汤配党参、黄芪、白术补益气血；活血化瘀用三棱、莪术配陈皮、木香、槟榔破气行气；清热凉血用丹参、丹皮配川楝子、郁金以理气；温经活血用桂枝、吴茱萸、炮姜配艾叶、茴香、木香、乌药理气之品温养下焦；益气固摄常用人参(党参代)配龙骨、牡蛎益气固涩；气虚下陷崩中漏下常以黄芪、党参配柴胡、升",
        "source_file": "王大增.txt",
        "chunk_index": 7
    },
    {
        "id": "王大增.txt_8",
        "title": "王大增",
        "abstract": "品温养下焦；益气固摄常用人参(党参代)配龙骨、牡蛎益气固涩；气虚下陷崩中漏下常以黄芪、党参配柴胡、升麻升提固摄；气机逆乱常以沉香、旋复花降气行气；薤白头、荔枝核等常用来疏散胸中郁闷之气；枳壳、木香宽肠以利肠胃滞气；而香附则用于妇科经、带、胎、产、杂病诸症中。先生认为妇科临床最常应用的理气调经药属香附。因香附味辛微苦、性平、是常用的理气开郁药，其性宣畅，能通行十二经八脉的气分，前人称它为能“主一切气”，解血郁，调月经。香附本为行气药，但又能入血分，所以前人称之为“血中气药”，能理气调经，对妇女因情志不畅，肝气郁滞而致的月经不调、闭经、痛经等症有效，常配全当归、川芎、熟地、白芍、桃仁、红花、川楝、乌药、木香等同用香附还能引补血药至气分以生血，无论胎前产后各症，皆可使用。所以前人又称香附为“妇科要药”。先生在临床处方中香附的应用十有八九，其调经重视气血相配的学术观点可见一斑。\n1.4重视通腑\n 女子胞宫、胞脉均位于下焦，即女性盆腔之处，此处气血以流通畅达为贵。胞宫，即女子胞属奇恒之腑，六腑以通为用。若气血通畅则下焦安顺，月事按时而下，胎孕渐安，反之，则见下焦气滞血壅，月经愆期，直至月经失调难以摄精受孕。而大便秘结，",
        "source_file": "王大增.txt",
        "chunk_index": 8
    },
    {
        "id": "王大增.txt_9",
        "title": "王大增",
        "abstract": "顺，月事按时而下，胎孕渐安，反之，则见下焦气滞血壅，月经愆期，直至月经失调难以摄精受孕。而大便秘结，易致气滞血瘀，下焦失畅，即盆腔血液循环受阻，日久则妇人腹部隐隐作痛，甚则胀痛难忍，以月经来潮时更为明显，最终影响经、孕、产、乳的正常生理功能。形成下焦部位的腑气失畅加重气血瘀阻，而气血壅滞下焦又使腑气更显不畅的恶性循环。据临床观察所见，许多患者尤其是痛经患者，在大便秘结失畅之症消失后，其痛经以及腰酸、腰骶部胀痛不适、肛门坠胀和白带增多等兼证也都有程度不同的改善。如内异症患者大多有便秘之症，而在消除了秘结失畅之症后，腑气得以通畅，有利血瘀的消散；而瘀血的祛除又有利于腑气的通畅。因此瘀法与腑通两者相辅相成，形成了下焦部位气血流畅之良性循环。所以先生在临床辨证施治时反复强调“气以行为要，血以和为贵”，以及腑气以通为贵。在此学术观点指导下，创制化瘀通腑法，以大黄为主药加减应用，治疗子宫内膜异位症并取得较好疗效。使子宫内膜异位症的治疗有所创新。\n1.5中西结合，融会贯通\n 我国历代劳动人民在同疾病作斗争所创造的中国医药学，对于我国民族的繁衍昌盛，作出了巨大的贡献，直至今天，在人民卫生事业中仍然起着重大的作用，是我国民族的",
        "source_file": "王大增.txt",
        "chunk_index": 9
    },
    {
        "id": "王大增.txt_10",
        "title": "王大增",
        "abstract": "对于我国民族的繁衍昌盛，作出了巨大的贡献，直至今天，在人民卫生事业中仍然起着重大的作用，是我国民族的优秀文化遗产。但是，由于受社会历史条件的限制，朴素的中医药学难免有许多糟粕混杂其中，我们不能一味地全盘继承，墨守成规以致固步自封。而应走中西医结合之路，扬长避短，摒弃门户之见，知已知彼，才能百战百胜，从而使中医药事业向更高层次发展，创立中国统一的新中医药学。\n科学的发展有它本身的规律性，中西医均各有所长各有所短，都有精华与糟粕。中西医结合就是把两者之长结合起来。凡是有利于防病治病保障人民健康，有利医学发展的东西将会保留下来，而无助于人民健康保健事业的糟粕，也必然要被淘汰。社会要前进，历史要发展，中医事业也要遵循这一客观规律。新中国新一代的新中医，要科学地客观地掌握中医基础理论，结合现代医学，使中医药能上一个新的台阶，让世人嘱目，使许多中医宝库中的精华能被世人接受，并为全人类服务。   中西医结合，最具体地表现在辨病与辨证相结合。辨证是中医的诊病方法，根据辨证拟定治法，即辨证施治。中医重在辨证，西医主在辨病，两者各有优点但又各有不足。“治病易，识病难；识病易，明理难”。治病重在识病，明理才能用药对症。其中识病即指",
        "source_file": "王大增.txt",
        "chunk_index": 10
    },
    {
        "id": "王大增.txt_11",
        "title": "王大增",
        "abstract": "有优点但又各有不足。“治病易，识病难；识病易，明理难”。治病重在识病，明理才能用药对症。其中识病即指辨证与辨病而言，两者结合起来才能更确切地认识疾病，有助于确定治法。\n辨证是在旧时代科学不够发达的历史条件下，不断地从实践中摸索总结出来的一套朴素的唯物的诊病方法。在当今科学发展日新月异时期，应予深化提高，不应停留在原有的望、闻、问、切四诊基础上，而应借助现代科学仪器以及方法的手段。使四诊从宏观到微观更具体更精确更深入地认识疾病，并且有所发展，有所提高。\n临证经验\n2.1妇科病诊治\n中医诊病治病的指导理论、辨证论治与理法方药，内科与妇科基本相同，所不同者在于妇女有经带胎产的特点，因之在诊治女病人时，不论何科，切不要忽视这一点，否则易出误差，甚至闹出笑话。某大医院内科曾收治一恶心呕吐女病人，为查病因甚作X线肠胃检查，未发现异常，后请妇科医师会诊，一问病史即知为早孕反应，所以遇到妇女病人时，问一下经产史既简单又必要。\n 2.2辨证与辨病相结合\n 辨证是中医的诊病方法，根据辨证以定治法，即辨证论治。中医重在辨证，西医主在辨病，各有优点但又各有不足。“治病易，识病难，识病易，明理难”，治病重在识病、明理、才能用药对症，其",
        "source_file": "王大增.txt",
        "chunk_index": 11
    },
    {
        "id": "王大增.txt_12",
        "title": "王大增",
        "abstract": "辨病，各有优点但又各有不足。“治病易，识病难，识病易，明理难”，治病重在识病、明理、才能用药对症，其中识病即指辨证与辨病而言。两者结合起来能更确切地认识疾病有助于定治法。辨证是在旧时代科学不发达时代从实践中探索出来的一套诊病方法，在当今科学日新月异时代应予以深化提高，不应停留在原有的一套望问闻切，而应结合现代科学仪器方法手段，使四诊从宏观到微观更具体更确切更深入地认识疾病，以发展原有的四诊。最简单举例，如通过血压测量以明确眩晕是由高血压还是低血压所引起，又如对内热患者，通过体温测量以知道是真的体温上升或仅是病人的感觉而已等。\n2.3妇科检查\n妇科病说不清，有难言之隐。所以临诊时只凭病人自我介绍是不够的，而需作深入观察检查，以防误诊漏诊。例如，月经病需了解期、量、色、质。但不少病人就是说不清。所以必要时得看一下月经的量、色和质。作为新一代妇科医师应学会作妇科检查，对辨证辨病以及治疗均有很大帮助。\n2.4用药特点\n2.4.1轻可去实\n\"轻可去实”，一般理介是指用轻清疏解的药物，以治疗风温初起的表实证而言。先生提出的“轻可去实”其含义有以下几个方面：\n 1．指药物性味而言：在解表时主张施用荆芥、防风、薄荷、桑叶、菊",
        "source_file": "王大增.txt",
        "chunk_index": 12
    },
    {
        "id": "王大增.txt_13",
        "title": "王大增",
        "abstract": "“轻可去实”其含义有以下几个方面：\n 1．指药物性味而言：在解表时主张施用荆芥、防风、薄荷、桑叶、菊花等轻清升散之品，不用桂枝、麻黄等重浊厚味之属；湿浊中阻时施用茅术(米泔水浸)、茯苓等淡渗之品，不用苍术、厚朴等厚味燥湿之属；瘀血内阻，症瘕积聚时选用三棱、莪术、刘寄奴、大黄等破瘀逐血软坚散积之品，不用失笑散、全蝎、蜈蚣等气味重浊之品。\n 2．指剂量轻微：先生所用的剂量宗叶天士法，一般均以1～9克为准，很少超过9克以上的认为只要掌握病情，药宜轻用，重用者往往旧疾不去，反致他病。当然剂量之多寡，最终还应适合病情之轻重，切忌太过与不及。太过则伤正；不及则罔效，务使药病相抵为贵。因此，用于疏肝解郁的柴胡，郁金只用到3～6克；攻下通腑的生大黄则用至3～6克；清心泄火之黄连只用到1.5～3克左右。\n 3．指药味少而精：良医治病，辨证确切，用药如用兵。药味少而精同样能取胜；多而杂说明医者心中无数，对病情掌握不准，这样不但不能取效，往往反遗他害。因此先生的处方一般均在10味左右。\n2.4.2重视炮制，讲究服法\n 有些药物通过炮制和配伍，要减少或监视其副作用，并能增加治疗作用，如熟地、阿胶等炒炭或珠(用蛤粉炒)，或配以辛香理气",
        "source_file": "王大增.txt",
        "chunk_index": 13
    },
    {
        "id": "王大增.txt_14",
        "title": "王大增",
        "abstract": "制和配伍，要减少或监视其副作用，并能增加治疗作用，如熟地、阿胶等炒炭或珠(用蛤粉炒)，或配以辛香理气的如炒枳壳、陈皮之品，可减少其滋腻呆胃的副作用，从而发挥其补益的作用；对砂仁、蒲黄、车前子或有关丸剂入药者用包煎，以免药液混浊；对紫菀、贯众、仙茅等品，方书中记载有小毒，与甘草同用，以解毒性；对有特殊气味的如乳香、没药、五灵脂之类以炒炙用。如某些刺激胃肠的药物如墓头回、椿根皮、臭阿魏等尽量不用或慎用；患者服药后有不适感，嘱其改在饭后服，对某些虫类药物尽量避免应用，以防异体旦白过敏反应的发生。\n 加工炮制能改变药物升降沉浮作用趋势。盐炒则降，如杜仲、菟丝子盐炒后则增强其下行补肾的作用；姜炒则散、厚朴、半夏经姜炒后，增强其止咳化痰、温中止呕的功效；醋炒则敛、如白芍、延胡索、艾叶经醋炒炙后，增强其收敛止痛的作用；某些药物经醋炙后，除增强其收敛止痛作用外，同时加强其曲直作酸，入厥阴肝经的作用，如先生研制的内异Ⅰ号丸中的生大黄、炙鳖甲等均经醋浸泡后入药，取其入肝经之目的。酒炙则升，如大黄经酒炙炒后则能改其通下之性为上行，具有行血通经，祛瘀止痛的功效，蒸熟则泻下力和缓，适用于老年人及体弱者，炒炭可用于大肠积滞的大便下血，有",
        "source_file": "王大增.txt",
        "chunk_index": 14
    },
    {
        "id": "王大增.txt_15",
        "title": "王大增",
        "abstract": "有行血通经，祛瘀止痛的功效，蒸熟则泻下力和缓，适用于老年人及体弱者，炒炭可用于大肠积滞的大便下血，有止血作用。临床多以熟大黄炭用于妇女崩中漏下，以达祛瘀清热生新之目的。\n2.4.3动静结合，刚柔相济\n 先生在处方用药时掌握药物之动静结合，刚柔相济之原则。具体应用时，在大量养血滋阴之品中的酌情选用香附、乌药、川栋子等，引气分药入血分，以活泼生机。如对血热型月经过多地者，则予凉血止血药中伍香附、川芎、丹参等止血而不留瘀；血热阴虚者，则在滋阴清热的基础上，少佐醋柴胡、川栋子等行滞和血，以防滋腻；其动静结合可见一二。气虚者，以补脾益气为主，可适情选用少量砂仁、陈皮、柴胡之类，使补而不滞，气机调达；血虚者，在滋阴补血的同时常须益气，以使“阳生阴长”，可少佐砂仁、香附、玫瑰花之属，一为畅通血行，使滋补而不腻膈，一为引气药入血，而生血气。另外，大量疏肝理气之品易耗气劫阴，常加入白芍、甘草酸甘化阴，以柔克刚。\n2.4.4药性温和，顾及阴血\n 先生在调经过程中对辛热药或寒凉药的应用，注意不宜多用或久用，要中病即止。一般需与其它佐使药配合，以免过于辛热而使之血热妄行反伤阴血；过于寒凉虽能除热，然有火退寒生之弊。总之，清不可过用寒",
        "source_file": "王大增.txt",
        "chunk_index": 15
    },
    {
        "id": "王大增.txt_16",
        "title": "王大增",
        "abstract": "使药配合，以免过于辛热而使之血热妄行反伤阴血；过于寒凉虽能除热，然有火退寒生之弊。总之，清不可过用寒凉，以防损伤胃气，复阻经血；温不可过用辛燥，以防耗阴动血。特别是闭经治病过程中，不仅在于虚者不宜强补；实者不宜峻泻。补虚不可过用辛热滋腻之品，以免燥血滞膈；攻实不可过用苦寒辛凉之剂，以免败胃伤津。宜调和血气，使归平顺，以达“气血冲和，万病不生”之目的。特别在治疗闭经时不能以一通为满足，还须注意疗效之巩固，以及禀赋体质，寒热虚实之不同。药性宜温和，以免耗阴伤血。\n2.4.5同时因地而宜\n 在月经周期中的不同阶段，生理、病理各异，因此在调经时，尚须根据经前、经后、经时与平时的不同特点，而选用不同的方法。一般说来要掌握经前勿补，经后勿泻；经时治标，平时治本的原则。如经前多采用理气和血调经大法，目的在于因势利导，使经血通畅而无滞涩之弊。若夹寒者兼予温经散寒，以助血运；血热者又兼凉血润燥，使热随血去。倘滥用滋补则有碍血运，致使经行不利，徒增腹胀痛等症之苦。但经前勿补并非绝对，如月经先期，经来如崩之属于气虚不摄者，也应调补气血，或兼予固涩，以控制血量，并调整周期。行经期间由于血运较之平时活跃，症状也常较明显，临床宜在辨别寒",
        "source_file": "王大增.txt",
        "chunk_index": 16
    },
    {
        "id": "王大增.txt_17",
        "title": "王大增",
        "abstract": "血，或兼予固涩，以控制血量，并调整周期。行经期间由于血运较之平时活跃，症状也常较明显，临床宜在辨别寒热虚实的前提下，针对具体症状治疗，以缓解病人疾苦。如经量过多者兼予止血，过少者兼予养血通经，腹部胀痛者兼予理气止痛等。经后由于血少脉虚易为邪侵，故宜调理脾胃，滋补肝肾，以增强其修复机能，恢复气血。经净后至下次月经来潮前这一阶段为平时，此段时间应本着“缓者治本”的精神，着重调节脏腑气机，特别是心、肝、脾、胃、肾的功能，以使脏腑安和，气血协调，冲任调和，其中邪盛者以祛邪治病为主，正虚者以扶正调血为主。\n 同时还需注意季节气候、地域、环境、生活习惯居住条件不同，其对女性生理、病理的影响不同。故在治疗用药中均宜加意斟酌，全面考虑。先生认为不同时令气候，对疾病亦有影响，用药亦应注意。如春天为风木之令，万物生长，肝阳易动，因此用药宜避免升提动火之品；夏令避免或少用辛热及滋腻呆胃的如附子、肉桂、熟地、阿胶之属；署必挟湿及霉令温重季节，要注意多用藿香、佩兰，茅术等芳香化浊之品；秋燥季节，应避免香燥之品，注意养阴为要；冬令藏精之季，根据其体质之寒热虚实，要及时进补。\n2.4.6遣方用药，布阵有方\n 先生遣方用药，一般根据患者禀腻",
        "source_file": "王大增.txt",
        "chunk_index": 17
    },
    {
        "id": "王大增.txt_18",
        "title": "王大增",
        "abstract": "，根据其体质之寒热虚实，要及时进补。\n2.4.6遣方用药，布阵有方\n 先生遣方用药，一般根据患者禀腻之强弱，病情程度之深浅，讲究循序渐进，轻重缓急。如柴胡一般初投4.5克～6克，逐渐祝症情需要增至9克；黄连因其过量易苦寒败胃，一般初用1.5克逐渐增至4.5克或6克。同一治疗法则，例如运用活血化瘀法治疗瘀血症积时，具体应用则强调轻重缓急、循序渐进。初用和血行血法，常用当归、川芎、丹参、丹皮、赤芍、鸡血藤、牛膝、益母草、泽兰等，此类药作用缓和，既能活血，兼有养血之功，适用于瘀血轻证或血瘀兼虚者，或其它病证兼有血瘀者；进一步活血化瘀则选用桃仁、红花、乳香、没药、蒲黄、五灵脂、琥珀等，此类药物作用较强，既能疏通血脉，又能消瘀散结，故适用于瘀血证较重，疼痛较剧者；更进一步破血攻坚法常选用莪术、三棱、大黄、鳖甲、水蛭、地鳖虫等，此类药物，或为虫类搜剔药，或为攻下逐瘀药，或为破气攻坚药，作用较为峻烈，有的具有毒性，一般适用于瘀血重证，或*积较深久病入络者，临床应用时，当权衡标本缓急，可与其它活血化瘀药物如当归、川芎、桃仁、赤芍之类配合使用，或攻补兼施，或短期应用，亦可采用丸剂，以缓其性。\n 同样在清肝泻火药物应用中也有其程",
        "source_file": "王大增.txt",
        "chunk_index": 18
    },
    {
        "id": "王大增.txt_19",
        "title": "王大增",
        "abstract": "芍之类配合使用，或攻补兼施，或短期应用，亦可采用丸剂，以缓其性。\n 同样在清肝泻火药物应用中也有其程度深浅之别。如肝经实热，肝火旺盛，或肝阳上亢，常用清肝泻热法。泻肝法是以苦寒清热泻火的药物为主，使肝热得清、肝火得泄、肝阳得平。但由于肝热有轻重之异，病位有偏上偏下之差，故泻肝法分凉肝、清肝、泄肝、抑肝、平肝之殊，临床常因证制宜。如凉肝宜桑叶、菊花；清肝宜山栀、黄芩；泄肝宜龙胆、芦荟、大黄；抑肝宜柴胡、青皮；平肝取决明、白芍；镇肝用龙骨牡蛎、石决明等。同属泻肝之药，但同中有异，临证宜巧用择取。由此可见先生辨证施治独特与精湛之处。\n3.证治经验\n3.1 化瘀通腑法治疗子宫内膜异位症\n子宫内膜异位症是妇科常见的多发病种之一，目前亦是一种难治之症。其发病率正在逐年上升，严重影响妇女的健康和工作、学习。中医本无此病名，根据本病临床症状，辨证属中医的“血瘀”、“症瘕”、“痛经”范围。本病病变所处部位在妇女盆腔，属中医的下焦。瘀血和粘连影响腑气通畅，反过来加重盆腔气血的瘀滞，出现临床以“痛”为主的症状。如痛经、肛门痛、盆腔痛、腰骶部酸痛、性交痛等。所以治疗上以活血化瘀为主，同时强调腑气通畅的重要意义。六腑以通为顺，腑气通畅",
        "source_file": "王大增.txt",
        "chunk_index": 19
    },
    {
        "id": "王大增.txt_20",
        "title": "王大增",
        "abstract": "、腰骶部酸痛、性交痛等。所以治疗上以活血化瘀为主，同时强调腑气通畅的重要意义。六腑以通为顺，腑气通畅，气血流畅，症状亦得缓解。近年来，先生根据“血瘀宜化，腑气宜通”，的中医治则，且其病变所处部位主要在盆腔范围，属中医的下焦。因之立化瘀通腑法进行治疗，以大黄为主药加减治疗子宫内膜异位症，取得了较好的疗效。据临床治疗189例分析，总有效率达85.47％，且无副作用。不少患者经数次诊治，痛经等症状明显减轻。\n3.2清泄肝火法治疗多囊卵巢综合征\n多囊卵巢综合征是由于下丘脑－－垂体－－卵巢轴功能失调，月经调节机制及性腺激素分泌量比例失调而引起的慢性排卵功能障碍性疾病。中医病因病机一般认为主要涉及肾虚及痰湿两方面。先生发现不少多囊卵巢综合征患者临床表现除月经失调、闭经、功血、不孕症外，尚有特殊的体型。如形体壮实、肥胖、毛发浓密，皮肤粗糙、面部痤疮等症。中医学认为这些症状与肝经病变有密切关系，女子以肝为先天，从血为用，肝体阴而用阳，血为阴，气为阳，如肝血不足，肝阳偏亢，郁结化热化火，即所谓“气有余便是火”，表现为面部痤疮、毛发浓密的阳实之征；肝气横逆克土则脾胃受制，运化失司，痰湿脂膜积聚，表现体胖壮盛。先生在辨证与辨病结合",
        "source_file": "王大增.txt",
        "chunk_index": 20
    },
    {
        "id": "王大增.txt_21",
        "title": "王大增",
        "abstract": "发浓密的阳实之征；肝气横逆克土则脾胃受制，运化失司，痰湿脂膜积聚，表现体胖壮盛。先生在辨证与辨病结合的基础上，选用龙胆泻肝汤泻肝泄火，治多囊卵巢综合征以促排卵。多囊卵巢综合征肾虚是本，但当肝郁化火表现为主要证候时，则应根据“因病而致经不调者当先治病”的原则，宜先治肝以达调经之目的。\n3.3不孕与肝郁\n不孕首重调肝，参以活血补肾.\n祖国医学认为月经正常才能摄精成孕，且是妊娠的最基本条件，即《内经》所云：“月事以时下，故有子”。月经正常反映了性腺卵巢以及子宫的生殖生理功能正常。所以中医治疗不孕症时，以调经为先，经调才能种子。\n经者，血也，血与气配，血随气行，气行则经血运行正常，所以调经必先养血，而调经养血莫先调气。这里的气主要是指肝气而言，女子以肝为先天，肝气条达则气血流畅，月经亦按期而至。不孕妇女常见月经失调，超前或落后，量多色紫伴乳胀腹胀、烦躁等症，表现为肝郁气滞。治疗时，先生注重调肝，结合活血补肾，当然需根据辨证结合辨病加减变化。治肝可用四物以养血，逍遥散出入以调肝，方中柴胡、薄荷疏肝，当归、白芍养血柔肝，再加丹参、香附以加强养血活血疏肝调气的作用，补肾则常用仙灵脾、菟丝子、肉苁蓉等温而不燥之品。\n不孕本身",
        "source_file": "王大增.txt",
        "chunk_index": 21
    },
    {
        "id": "王大增.txt_22",
        "title": "王大增",
        "abstract": "加丹参、香附以加强养血活血疏肝调气的作用，补肾则常用仙灵脾、菟丝子、肉苁蓉等温而不燥之品。\n不孕本身是一种压力，长期不孕又加重患者精神负担，形成恶性循环，给家庭、个人带来痛苦和灾难。不孕妇女大多数有一个显著表现就是情志不畅，肝郁气滞，由于来自社会和家庭的有形或无形压力和影响，这类妇女多精神紧张，情绪低落，悲观失望，时间愈久，抑郁愈深，严重者影响工作和生活，出现无排卵型月经失调。由此可知，调情志，适心性，是治疗不孕症中一个重要的环节。临床必须向病人晓以利害，解除其思想顾虑，调适其家庭环境，真正做到医患配合，首先要取信于病家，然而要做到这些难度是很大的。正如著名妇科专家韩百灵所言：“肝郁不孕症，是妇科最常见的疾病，也是最难医的疾病”。临床仅恃药物，忽略情志调摄，往往事倍而功半，甚至无济于事。故心情酣畅，对受孕也是一个重要条件。所以除药物辨证施治外，适时的思想开导和情志调畅，医患两家均不容忽视。\n3.4 清心平肝法治疗更年期综合征\n更年期综合征属心身医学范畴，其发病不但有生理因素，而且与精神心理因素密切相关。临床许多病人常在情绪激动或紧张时，症状就会频繁发作，而且有部分病人在其开始发病时常有家庭、生活或工作等因素引",
        "source_file": "王大增.txt",
        "chunk_index": 22
    },
    {
        "id": "王大增.txt_23",
        "title": "王大增",
        "abstract": "病人常在情绪激动或紧张时，症状就会频繁发作，而且有部分病人在其开始发病时常有家庭、生活或工作等因素引起情志不快紧张等诱因。祖国医学认为，心主神明，肝主情志，心肝两脏在调节精神情志中起着主要作用。心属火，肝属木，火木之性皆易升发，汗为心液，心火内灼、迫液外泄，肝火上炎，故烘热汗出，且以上半身为主。心悸心慌、心烦易怒、失眠均为心肝火旺，扰乱神明所致。因此，导致烘热汗出、心烦易怒、心悸心慌、失眠的病因病理是心肝火旺。从更年期综合征的发病年龄看，处于肾气虚衰的阶段，故其发病与肾虚有关。且心肝肾三脏互相关联，关系密切。心肾水火既济，肝肾乙癸同源。因此心肝火旺与肾虚有关系，不治肾而从心肝论治，并非舍本逐末。因为肾虚虽是本，但这是生理现象，自然规律不可逆转，只能推迟；心肝火旺虽为标，但为病理现象。因此，病本虽在肾虚，但治疗并不一定在肾，而应重在心肝，调整机体阴阳，使其在新的基础上达到平衡。清心平肝法旨意亦在此。针对这一病机及根据中医辨证，从心肝论治，以清心平肝为法，临床取得了显著疗效。\n 3.5调治崩漏，益气凉血祛瘀固冲\n崩漏虽为病名，实指症状而言，即泛指一切不正常的子宫出血。“崩”指经来量多势急如之崩；“漏”指经来淋漓不",
        "source_file": "王大增.txt",
        "chunk_index": 23
    },
    {
        "id": "王大增.txt_24",
        "title": "王大增",
        "abstract": "漏虽为病名，实指症状而言，即泛指一切不正常的子宫出血。“崩”指经来量多势急如之崩；“漏”指经来淋漓不断、绵延日久、量少势缓如屋檐漏水。\n 崩与漏二者表现形式虽然不同，但都为血不守经，不过是程度上有轻重缓急之异。然二者又常互为因果，能互相转化，往往代表着同一个病的不同阶段。血崩不止，肾气不固，气血损耗，久而成漏。漏下不止，病势日进，又可忽视大下成崩。所以说崩者漏之甚，漏者崩之渐，这种情况临床上常可见到。《济生方》中提到：“崩漏之疾，本乎一症，轻者谓之漏下，甚者谓之崩中。把二者联系起来看，实际上有的漏下甚于崩中。因为崩中易引起患者及医生的注意，故多及时处理；而漏下易为人之所忽视，待日久病重，治已晚矣。总之崩与漏都是属于不正常的胞宫出血，应引起重视和积极治疗。\n 崩漏的临床辨证主要有气虚、血热、血瘀三大类。分气虚不摄、气虚下陷、气滞血瘀、气郁化火、阴虚阳亢、肝不藏血、脾不统血等型。究其因则七情内伤、劳累过度、产育过多以致劳伤气血、脏腑虚损、冲任亏虚、气不摄血、火逼血行、瘀阻血不归经而致崩漏。 崩漏证治本上目前一般都着重在肾，但切忌一切归之于肾。总之治疗上还得辨证用药，虚则补之，实者行之，寒者湿之，热者凉之，不要固执",
        "source_file": "王大增.txt",
        "chunk_index": 24
    },
    {
        "id": "王大增.txt_25",
        "title": "王大增",
        "abstract": "重在肾，但切忌一切归之于肾。总之治疗上还得辨证用药，虚则补之，实者行之，寒者湿之，热者凉之，不要固执一方一药善终始。心主血，脾统血，肝藏血，治血症时重在心、肝、脾三脏，同时勿忘气血之间关系。先生在治月经病中的出血症时，特别是月经量多或淋漓不尽者，喜用加味奇效四物汤调经凉血止血，继用加味归脾汤健康养心和血以固本。\n奇效四物汤出自《奇效良方》其方组成的胶艾四物汤加黄芩。该方奇在黄芩一味清心火除血热。《本草纲目》曾记载用一味黄芩制成芩心丸“治妇人四十九岁已后天癸当住，每月却行或过多不止，用条芩心二两米醋浸七日炙干又浸如此七次为末，醋糊丸梧子大，每服七十丸空心温酒下，日二次”。可见黄芩清热止血之效，奇在其中。先生常在奇效四物基础上加用黄芩以益气摄血，并重用黄芩30克补气以资生血之源，配合当归补血，则阳生阴长，气旺血生。同时还加入一味熟大黄炭，达清热祛瘀止血之功。先生认为崩漏既使久病倘仍有残血瘀滞，徒用补养固涩无功，而加入熟大黄炭一味，乃遵《内经》\"通因通用”之法，不用固涩之品，在大量养血和血益气摄血之品中加入祛瘀清热之药，达祛瘀生新之目的。此乃先生调治月经病独特之处。尤其是针对月经过多、先期、经期延长，崩中漏下冲任郁",
        "source_file": "王大增.txt",
        "chunk_index": 25
    },
    {
        "id": "王大增.txt_26",
        "title": "王大增",
        "abstract": "药，达祛瘀生新之目的。此乃先生调治月经病独特之处。尤其是针对月经过多、先期、经期延长，崩中漏下冲任郁热，郁久成瘀时效果更为明显。\n3.6活血补肾以安胎\n先兆流产常发生在妊娠早期，中医属“胎漏”，“胎动不安”范畴。历代医籍所载对本病均采用固肾益气养血等众所熟知的大法，也是沿用至今的常法。按此常法历代医家多用“静”药以固胎元，而不主张用“动”药，认为其有碍胎元。如《女科经纶》有云：“......用行血消血之剂，则胎必堕而祸则旋踵矣”。但也有记载，认为必要时可用“动”药，如《证治准绳》卷之四《胎前门》中有用川芎、当归、治胎动不安者；《医宗金鉴》在胎兼症瘕一证中载有“妊娠有病当攻下，衰其大半而止”。\n妊娠病的治疗一直为历代医家所重视，早在二千年前，《素问．六元正纪大论》就提出了“有故无殒，亦无殒也”。“大积大聚，其可犯也，衰其大半而止，过者死”之治疗原则，对妊娠病的治疗起着重要指导意义。汉代张仲景发皇经义创制桂枝茯苓丸、附子汤、干姜人参半夏丸、葵子茯苓丸等治疗妊娠症病、腹痛、呕吐、小便不利等症，是对《内经》\"妇人重身，毒之何如”？的具体回答，对后世影响很大。\n妇人妊娠，母子所系，治疗时常感棘手。或拘于硝、黄堕胎之说，",
        "source_file": "王大增.txt",
        "chunk_index": 26
    },
    {
        "id": "王大增.txt_27",
        "title": "王大增",
        "abstract": "毒之何如”？的具体回答，对后世影响很大。\n妇人妊娠，母子所系，治疗时常感棘手。或拘于硝、黄堕胎之说，重病不用重剂，或偏执芩术为安胎圣药，不辨寒热虚实，一味补益气血，益肾安胎，有悖于“有故无殒亦无殒也”之大法，也违反了中医辨证施治之客观规律。《景岳全书，妇人规》\"凡妊娠胎气不安者，证本非一，治亦不同。盖胎气不安，必有所因，或虚，、或实、或寒、或热、皆能为胎气之病。去其所病，便是安胎之法，故安胎之方不可执，亦不可泥其月数，当随证、随经、因其病而药之，乃为至善。若谓白术、黄芩乃安胎之圣药，执而用之，鲜不误矣！”\n古人曾以黄芩、白术为安胎圣药，先生则认为苦寒之药克伐生机，抑制机能活动。胚胎的生长发育，犹如春天万物生长需阳光温煦之，才能有勃勃生机。故常以四物汤加丹参、香附、黄芪、党参活血补肾，调理气机以温煦胚胎；若瘀阻气滞，气血运行不畅，以使营养不得以及时充分输布，则胎不得安，日久枯萎。先生在治疗滑胎辨证属肾虚夹瘀时，常以补肾助阳，活血化瘀之药以安胎，其机理为补肾助阳活泼生机；活血化瘀以改善胎盘循环，以助胚胎生长发育。\n3.7补气养血佐以益肾气虚性闭经\n闭经是妇科常见病，较多见于青年妇女，常给患者身心健康带来不良影响。",
        "source_file": "王大增.txt",
        "chunk_index": 27
    },
    {
        "id": "王大增.txt_28",
        "title": "王大增",
        "abstract": "3.7补气养血佐以益肾气虚性闭经\n闭经是妇科常见病，较多见于青年妇女，常给患者身心健康带来不良影响。近年来各地运用补益法治疗闭经的报道日益见多，但侧重面各有不同。其中以补肾法的研究最为突出，其次为补脾法。先生根据临床实践，制定出以补气养血佐以益肾法组成的“归芪调经汤”，用于治疗虚性闭经，并对31例门诊闭经患者进行临床观察，总有效率为83.9％。\n月经的主要成分是血，而血的生成，统摄、运行，有赖于气的生化与调节，同时气又要依靠血的濡养，一旦出现气血不足，则冲任亏损，血海空虚，往往导致闭经。另外，肾中精气的盛衰，主宰着人体生长、发育及生殖功能的变化，而精血之间又可以互相转化。据此，得知气血与肾在妇女月经生理，病理上重要性。而“归芪调经汤”就是根据上述中医理论及临床实践制定出的方剂。通过对31名患者的临床观察，证实该方治疗虚性闭经有较好的疗效。本方的组成是以当归补血汤为主，辅以平补肾中阴阳之菟丝子、仙灵脾。所用当归补血汤，选自《 陈素庵妇科医要补解》.该书《调经门》曰：“经水三月一来，各居经......其脉微而涩，微者阳气衰，涩者阴血少，妇人得之，艰于子息，宜服当归补血汤”。方用当归一两二钱，炙黄芪一两，生姜三片，",
        "source_file": "王大增.txt",
        "chunk_index": 28
    },
    {
        "id": "王大增.txt_29",
        "title": "王大增",
        "abstract": "者阳气衰，涩者阴血少，妇人得之，艰于子息，宜服当归补血汤”。方用当归一两二钱，炙黄芪一两，生姜三片，大枣五枚。黄芪味甘温以补气，当归味辛温以补血，更有姜枣一辛一甘以和营血。此方与李东垣用于“证似白虎”之当归补血汤不同，李氏当归补血汤属于甘温除热法，名曰补血，实乃补气。先生认为气血不足是虚性闭经的主要原因。补血用的当归补血汤，当首推陈氏之当归补血汤，从患者治疗前后的临床表现观察分析，亦可得到佐证。\n3.8临床常用经方应用.\n香砂六君汤，其中四君补气健脾，砂仁暖胃醒胃止呕，木香入大肠经调气，我习用藿香代木香或同用，藿香芳香化湿醒胃与砂仁同用，止呕效佳，对手术后病人很适宜，手术后病人常出现胃胀纳呆湿阻气滞苔腻之症，可随症加减。\n 归脾汤为补益心脾方。心主血，脾统血，又有补血安神作用，对月经不调、睡眠不佳、调整月经周期都有效。\n 当归补血汤，方剂学中作为补血代表方，笔者认为应以宋．陈素庵的当归补血汤为准。《素庵医要．调经门》：“经水三月一来名居经……其脉微而涩，微者阳气虚，涩者阴血少，妇人得之，艰于子息，主服当归补血汤”。方用“当归(去尾)一两二钱，炙黄芪一两，生姜三片，大枣五枚”。今临床用之当归补血汤源出李东垣《内",
        "source_file": "王大增.txt",
        "chunk_index": 29
    },
    {
        "id": "王大增.txt_30",
        "title": "王大增",
        "abstract": "”。方用“当归(去尾)一两二钱，炙黄芪一两，生姜三片，大枣五枚”。今临床用之当归补血汤源出李东垣《内外伤辨惑论．暑伤胃气论》，治肌困劳役引起的“肌热燥热，困渴引饮，目赤面红，昼夜不息，其脉洪大而虚，重按全无……”。方用“黄芪一两，当归二钱”，重用黄芪大补脾肺之气，佐以少量当归益气和营，其被用于“证似白虎”之内伤发热，为甘温除热法之一种，名为补血，实乃补气，所以作为补血代表方有误。我习用的当归补血汤为南宋太医陈素庵所撰方，治经少3月一行，脉微而涩，阳气虚阴血少，妇人得之艰于子息者。方用当归36克，炙黄芪30克，生姜、大枣各少许，该方气血双补，药味少而药量大，药力专，加姜枣使补而不碍胃。我院为了方便病家服用，把原方剂型改为颗粒，取名“归芪冲剂”，用于治疗月经过多及病后、术后体虚等证(阴虚有热者不用)。据临床使用观察，虽然对患者的红细胞，血红蛋白恢复较慢，但对其精神体力恢复较快，深受病家欢迎。此外，在本方基础上我们加补养肝肾的仙灵脾、菟丝子各15克，定名为“归芪调经汤”，临床用之于一般虚性闭经，月经后期量少，效果亦佳，曾用本方治疗虚性闭经31例，26例有效，有效率83.9％，有的月经恢复正常，有的月经增多出现排卵而",
        "source_file": "王大增.txt",
        "chunk_index": 30
    },
    {
        "id": "王大增.txt_31",
        "title": "王大增",
        "abstract": "，曾用本方治疗虚性闭经31例，26例有效，有效率83.9％，有的月经恢复正常，有的月经增多出现排卵而有子。\n十全大补汤，据文献报道有提高免疫力，为四君四物加黄芪、肉桂，其中关键在肉桂，用量要少，少火生气，阳生阴长，如春天的温煦万物生长，有促进机体新陈代谢，恢复功能，起到画龙点晴作用，但常被忽略，认为肉桂大辛大热，畏如鸩毒，而以十全大补去肉桂实为大误。本方为补气养血的八珍汤加黄芪、肉桂而成。黄芪益气，现代药理证实有提高机体免疫抗病能力的作用。妙在肉桂一味，温肾阳，暧命门之火，能促发和提高机体内生的生发之机，与补气血之八珍汤配合相得益彰。《内经》云：“少火生气，壮火食气”。肉桂总属大辛大热之品，用量宜小不宜大，量大则适得其反。本方用于治疗久病体虚，月经过多，崩漏日久，气虚血少阳衰之症，效果甚好。肉桂用量3克，入煎后下。\n   龙胆泻肝汤：该方出自宋代《和剂局方》，为清泄肝胆实火的代表方剂。中医认为，肝经所过之处如乳头、少腹、外阴都与女子的月经、生育等密切相关，而女子由于生理等原因，往往易动七情而伤肝，肝气为病，多肝郁化火，因而临床本方用之较多。如笔者常用本方治疗外阴搔痒症效果显著。 \n 本方也可用治疗多囊卵巢综合",
        "source_file": "王大增.txt",
        "chunk_index": 31
    },
    {
        "id": "王大增.txt_32",
        "title": "王大增",
        "abstract": "郁化火，因而临床本方用之较多。如笔者常用本方治疗外阴搔痒症效果显著。 \n 本方也可用治疗多囊卵巢综合征闭经病例，该病不少患者除了闭经、不孕外，常伴心烦、易激动、多毛、面部痤疮、形体壮实等肝旺实证，从中医来看卵巢所处部位也正是肝经所过之处，故对此用龙胆泻肝汤治疗常可获满意疗效。\n医案举隅\n案一、许××  女，49岁  已婚\n月经淋漓半月余。\n患者一年来月经愆期，行经则延久不止，量多色暗，夹血块，伴小腹隐痛，胸闷心悸，汗出轰热，夜寐梦多，便干，西医诊断为“更年期综合征”。刻下经行半月余，已肌注“丙睾”，八针未见效。舌质偏红，苔薄，脉细弦。乃阴血不足，心肝火旺，血得热则妄行。\n拟养血滋阴，清心平肝，调摄冲任\n处方：黄连3克  麦冬9克  白芍9克  黄芩9克  当归9克  生地熟地各15克  川          芎4.5克  阿胶(冲)9克  艾叶炭4.5克  甘草9克  丹参15克  黄芪15克           熟大黄炭9克              七剂\n二诊  漏下已止，胸闷心悸较前改善，此乃失血日久，精气亏损，治拟补脾益肾，养血调经，而复冲任之损。\n处方：黄芪15克  党参12克  白术9克  当归9",
        "source_file": "王大增.txt",
        "chunk_index": 32
    },
    {
        "id": "王大增.txt_33",
        "title": "王大增",
        "abstract": "气亏损，治拟补脾益肾，养血调经，而复冲任之损。\n处方：黄芪15克  党参12克  白术9克  当归9克  川芎9克  白芍9克  生地熟地各12克  黄连1.5克  甘草9克  丹参12克  菟丝子9克  七剂\n此后又以上方加减续服10剂，绪症悉除。于2月3日经来潮，行经5天，色量均可。                                  \n诊断：崩漏(心肝火旺)  更年期综合征\n按：崩漏是指经血非时暴下不止，或淋漓不尽，前者称崩中或经崩，后者称漏下或经漏。崩漏的主证是血证，故辨证当根据出血的量，色、质变化，参合舌脉以及发病的久暂，辨其虚、实、寒、热。此外，患者不同的年龄阶段，亦是崩漏辨证的重要参考。青春期患者多属先于不足，王大增老师善从心脾调治，育龄期妇女多见肝郁血热，王师善从肝脾调治；而更年期妇女多因肝肾于损，心肝火旺所致。王老师创善从心肝证治。本案王师即从清心平肝养血滋阴调治冲任，使火得泄，阴血得充，则月事按时而下，诸症见瘥，本案还本着“急则治其标，缓则治基本”的原则，灵活掌握寒流，澄源，复旧法，漏下止后，则宜健脾固冲任滋肾调肝，缓图其功。\n案二、肖×  女，16岁  未婚\n月经紊乱半年。",
        "source_file": "王大增.txt",
        "chunk_index": 33
    },
    {
        "id": "王大增.txt_34",
        "title": "王大增",
        "abstract": "旧法，漏下止后，则宜健脾固冲任滋肾调肝，缓图其功。\n案二、肖×  女，16岁  未婚\n月经紊乱半年。\n室女初潮11岁，四年来月经延期不准，近半年来经期紊乱，每月数见，淋漓而下，几无宁日，血量时多时少，颜色时鲜时紫，或夹黑色血块，伴见少腹胀痛，腰酸乏力，气短心慌，寐少梦多，纳谷不馨，颜面浮肿，午后低热，体温腋下在37.5度～37.8度之间，二便尚可，偶有白带，舌质偏红，咽干苔薄腻，脉细数，证属肾虚肝旺，气滞血瘀，治拟滋阴凉血，理气化瘀。\n处方：当归12克  桑寄生12克  川续断9克  生地9克  丹皮9克  青蒿9克  赤芍9克  刘寄奴9克  川芎9克  香附9克  艾叶炭6克  凌霄花4.5克  茜草9克                             三剂\n二诊  7月24日\n上方服后，下血量多，夹黑血块，腹痛逐消，低热有降，但仍淋漓不上，余症如前，脉细数，苔腻渐退，此瘀热、初清，瘀血渐行之象，拟益肝肾固冲任\n处方：当归12克  续断9克  杜仲9克  山茱萸15克  炙黄芪15克  阿胶冲9克  海螵蛸9克  五味子6克  丹参15克  刘寄奴9克  香附6克      3剂\n三诊  \n下血已",
        "source_file": "王大增.txt",
        "chunk_index": 34
    },
    {
        "id": "王大增.txt_35",
        "title": "王大增",
        "abstract": "海螵蛸9克  五味子6克  丹参15克  刘寄奴9克  香附6克      3剂\n三诊  \n下血已止，低热已清，二便如常，纳谷有加，惟腰酸力乏，睡眠梦多，且有白带，脉细略数，苔薄白，拟补脾胃，养心安神\n处方：杜仲12克  续断12克  桑寄生12克  狗脊12克  淮山药15克  炙黄芪15克  白术9克  茯苓9克  炒枣仁9克  首乌藤9克  阿胶(冲)9克  海螵蛸9克  生         牡蛎30克        五剂\n四诊  \n上方服后，夜寐得安，白带已止，低烧未作，腰酸力乏诸证悉平，为今后经期防止复发拟服下方：\n处方：当归15克  白芍12克  茜草9克  刘寄奴9克  益母草15克  川芎9克             香附9克  丹皮9克  续断9克  \n嘱下次经期服此方，日一剂，至经净停服。\n守上方调理两个周期，逐停药，尔后月经又潮三次，均获正常。\n诊断：崩漏(瘀血夹热) 青春期功血\n按：本例久患漏下，色紫有块，少腹胀痛，乃相火妄动，血海失藏，离经之血阴滞胞宫所致。由于血去过多，阳失阴荣，故见低烧，血不滋脾，故气短乏力，面肿心慌；血不养肝，魂失所藏，故夜寐多梦，血不化精，骨髓不充，故腰膝无",
        "source_file": "王大增.txt",
        "chunk_index": 35
    },
    {
        "id": "王大增.txt_36",
        "title": "王大增",
        "abstract": "见低烧，血不滋脾，故气短乏力，面肿心慌；血不养肝，魂失所藏，故夜寐多梦，血不化精，骨髓不充，故腰膝无力，初诊以续断，、凌霄花、桑寄生、生地、丹皮、青蒿等，滋阴补肾，清热凉血，使血足而火自消，香附、川芎、刘寄奴、赤芍等，理气活血，化瘀通络，使血调而经自顺，俟热清瘀行，则补肝肾，固冲任，以为求本之计，因肝为女子之先天，肾为生血之根源，肝肾充沛，冲任得固。则崩漏无再发之虞，三诊转益心脾，启动后天，而复其旧。\n案三、俞××，女，28岁  已婚\n带下量多半年余\n人流产后淋漓半月方净，腰酸下腹胀痛，带下秽浊热臭明显，有时脓稠带下夹血丝，月经量多，七天后仍有咖啡样脓液不断，舌红苔薄腻，脉细数。\n妇检：宫颈重度糜烂，有血性分泌物\n辨证：湿热蕴结，日久化火致毒。\n治法：荡涤热毒瘀浊。\n处方：墓头回9克  银花炭9克  丹皮9克  红藤30克  鱼腥草30克  蒲公英15          克  地榆炭15克  大黄6克  川黄连3克  川黄柏3克  甘草3克      五剂\n复诊：\n赤带消除，带下仍多。再拟祛浊除带，逐邪出腑。\n红藤15克  蒲公英15克  米仁15克  鸡冠花9克  扁豆花9克  白槿花9克  椿根皮9克",
        "source_file": "王大增.txt",
        "chunk_index": 36
    },
    {
        "id": "王大增.txt_37",
        "title": "王大增",
        "abstract": "红藤15克  蒲公英15克  米仁15克  鸡冠花9克  扁豆花9克  白槿花9克  椿根皮9克  车前草12克  七叶一枝花9克  龙胆草1.5克  甘草9克      五剂\n带水已净\n诊断：带下病(湿毒蕴结)  宫颈糜烂\n按：热则宜清，毒则宜泄，热毒鸱张，利在速战。本法取四黄荡火泄毒，墓头回、鱼腥草、白英等利湿祛毒，且选药多直达下焦，剂重力强，故奏效明显。二诊增用龙胆草少许，防外毒虽祛，内火复萌。方剂苦寒，恐伤脾阳，必要时可少加陈皮、蔻仁等。若有阴部搔痒，外用高锰酸钾溶液冲洗或洗方(蛇床子、地肤子、鹤虱、苦参、苦楝根皮、明矾)煎汤外洗或坐浴，以助汤药之效。\n案四、章××，女  25岁\n怀妊三月，伴呕恶\n怀妊三月，恶闻食气(LMP1.19)胸闷不舒，食入则吐，所吐皆为食物痰涎，倦怠乏力，卧床不欲动，动辄眩晕呕吐，口粘且苦，小便黄短，苔黄而腻，脉来弦滑。此系胎热上干，痰浊逆胃，拟予清热化痰，降逆止呕。\n处方：半夏9克  云茯苓9克  淡竹茹9克  枇杷叶15克  炒枳壳9克  黄芩9克          橘皮6克  苏梗6克      2剂\n水煎2次，取200cc分三次温服。\n二诊：5月2日\n前方服后，胸次豁",
        "source_file": "王大增.txt",
        "chunk_index": 37
    },
    {
        "id": "王大增.txt_38",
        "title": "王大增",
        "abstract": "克  苏梗6克      2剂\n水煎2次，取200cc分三次温服。\n二诊：5月2日\n前方服后，胸次豁然，起坐行动已不晕吐，略能进食。原方再进2剂，即啖饮如常矣。\n诊断：恶阻(痰热上犯)  妊娠呕吐\n按：妊娠之际，阴血下聚养胎，血壅气盛，胎热随冲脉之气上逆，挟痰干胃，清阳不能上出清窍，故见呕吐痰涎，头目眩晕，胸荡不食等症，程钟龄谓，“妊娠之际，经脉不行，浊气上干清道，以致中脘停痰，眩晕呕吐，胸膈胀闷，名日恶阻”，斯语可为本案病机之注脚，方用温胆汤与橘皮竹茹汤合方化裁，去甘草之壅荡，加苏梗，杷叶之利气，以恰合病机，因能获效较著。\n王大增工作室简介\n王大增工作室成立于2002年。工作室导师王大增，教授、主任医师，上海市第二届继承老中医药学术经验继承班指导老师，上海市名中医。成员有陈锦黎,李佶,汤倩珏,王珍贞。临床工作主要以跟师抄方为主，每周参与王教授特需门诊的工作为主，年门诊量近2200人次，对有效病例进行分析总结，并撰写病案，每月完成病案书写1－2篇。每月进行一次病例讨论，病例包括门诊疑难病例和病房诊治过程中发现的特殊病例。工作室延用王教授的临床经验，采用化瘀通腑法治疗子宫内膜异位症、清心平肝法治疗更年期综合征、",
        "source_file": "王大增.txt",
        "chunk_index": 38
    },
    {
        "id": "王大增.txt_39",
        "title": "王大增",
        "abstract": "特殊病例。工作室延用王教授的临床经验，采用化瘀通腑法治疗子宫内膜异位症、清心平肝法治疗更年期综合征、补肾活血安胎治疗先兆流产等，获良好疗效、为同行专家肯定。对月经病、产后病和手术前后的调治、不孕症、子宫肌瘤的治疗都有较深的研究和体会。\n中西西医互补好，祛病延年为人民——王大增\n名医小传\n王大增，男，1924年6月生，浙江鄞县人。首批上海市名中医，享受国务院特殊津贴。\n1949年国立上海医学院医学本科毕业。毕业后参加上海市第一届西医离职学习中医研究班并获中央卫生部奖状和银质奖章。随沪上著名中医妇科陈大年和中医内科夏仲方等工作学习。1960年迄今在上海中医药大学龙华医院工作。曾担任龙华医院妇科教研组主任、妇科主任、中国中西医结合学会理事；中国中西医结合学会理事上海分会常务理事、妇科分会副主任委员；上海市妇产科学会委员；上海市计划生育中医中药避孕研究协作临床组副组长、上海市天花粉协作组临床组长。《中国中西医结合杂志》和《上海中医药杂志》编委。现任上海中医药大学附属龙华医院妇科顾问、教授、主任医师。上海中医药大学、上海中医药研究院专家委员会专家，上海中医药大学学报常务编委、顾问。\n上世纪70年代用中草药天花粉中止妊娠",
        "source_file": "王大增.txt",
        "chunk_index": 39
    },
    {
        "id": "王大增.txt_40",
        "title": "王大增",
        "abstract": "中医药研究院专家委员会专家，上海中医药大学学报常务编委、顾问。\n上世纪70年代用中草药天花粉中止妊娠的研究获全国科学大会奖、上海市科技成果奖、上海市卫生局科技成果奖，并获得中央卫生部和国家计生委的奖状奖章和荣誉证书。早年参加中华人民共和国卫生部针灸代表团去苏联讲学。1989年访美考察中草药天花粉治疗爱滋病的疗效。曾获上海市科技进步三等奖、上海市卫生局科技成果二等奖。1993年被列为上海市第二届继承老中医药学术经验继承班指导老师，1995年被评为上海市名中医, 1996年获上海市中西医结合优秀工作者奖。",
        "source_file": "王大增.txt",
        "chunk_index": 40
    },
    {
        "id": "王育群.txt_0",
        "title": "王育群",
        "abstract": "杏林奇葩 老尔弥坚\n——王育群学术经验集萃\n学术思想:\n  王育群教授从医四十多年,医绩显著,誉满杏林，其临床以内科杂病见长，近二十年专攻肝病，是著名的中医肝病专家。其学术思想主要有以下几个方面：\n（一）疗病诊疾重视脾胃\n  王老师认为脾胃为后天之本，在疾病治疗时应该注重脾胃的调理，做到时时照顾脾胃，力求避免伤脾碍胃。因为“伤脾则令泄，碍胃则妨食”都将给疾病的消除带来不利的影响。他着重指出脾胃为生化之源，为后天之本，必须资助后天，以利祛邪外出。并推崇《叶氏医案》中“脾宜升则健，胃宜降则和”和“太阴湿土，得阳始运，阳明燥土，得阴自安，以脾喜刚柔，胃喜柔润”的论点，确有独到的见解和丰富的经验，从而更深一步体会到《内经》“脾恶湿，胃恶燥”的理论，其指导临床所取得的疗效，有很高的学术价值。\n  脾胃为“气血生化之源”，“后天之本”，王老师认为注意脾胃功能的调摄，往往能收到事半功倍的疗效。特别是对病重、久病及病后的调理，在临床辨证治疗过程中特别注意脾胃，正所谓胃气复则生，这里的“胃气”包括了脾胃的功能。\n顾护脾胃的重要性与脾胃的生理功能密切相关，胃的生理功能主要为主受纳、腐熟水谷。故古人称胃为“太仓”、“水谷之海”；机",
        "source_file": "王育群.txt",
        "chunk_index": 0
    },
    {
        "id": "王育群.txt_1",
        "title": "王育群",
        "abstract": "与脾胃的生理功能密切相关，胃的生理功能主要为主受纳、腐熟水谷。故古人称胃为“太仓”、“水谷之海”；机体气血的化生都依赖饮食营养，故又称胃为“水谷气血之海”。经过胃初步消化后形成的食糜，其精微需经脾之运化而营养全身。所以胃气的盛衰，对于维持机体生命活动至关重要，故《内经》称胃为“五脏之本”。胃主通降，以降为和：饮食物入胃，经过胃的腐熟后，必须下行入小肠进一步消化吸收。胃的通降是胃受纳的前提条件。胃失和降，不仅会影响食欲，而且可因浊气在上而发生口臭、脘腹胀闷或疼痛，以及便秘等症状。胃气上逆还可出现嗳气、恶心、呕吐、呃逆等症状，所以说“胃以降为和”。而脾的生理功能主要是运化、升清和统血。脾把水谷化为精微，并将精微物质吸收输布至全身；脾气上升，并将其运化的水谷精微，向上输送至心、肺、头目，通过心肺的作用化为气血，以营养全身。脾的升清不仅如此，还包括维持内脏位置的相对恒定。脾气主升对内脏位置有重要作用，如果脾气不能升举而下陷，则可见各种内脏的下垂症状；脾还有统摄血液在脉内运行，不使其逸出脉外的作用。同时，胃的受纳、腐熟水谷功能必须与脾的运化功能相配合，才能使水谷化为精微，以化生气血，供养全身。再则胃的通降是相对脾的升清",
        "source_file": "王育群.txt",
        "chunk_index": 1
    },
    {
        "id": "王育群.txt_2",
        "title": "王育群",
        "abstract": "谷功能必须与脾的运化功能相配合，才能使水谷化为精微，以化生气血，供养全身。再则胃的通降是相对脾的升清而言的，在中医脏象学中，常以脾升胃降来概括整个消化系统的功能活动。王老师以为脾胃互不可分，唇齿相依。正如《注解伤寒论》所言：“脾，坤土也。脾助胃气消磨水谷，脾气不传，则胃中水谷不得消磨。”脾胃为气血生化之源，后天之本。脾胃对饮食水谷的运化功能，对于维持机体的生命活动，至关重要，所以《素问•平人气象论》说：“人以水谷为本，故人绝水谷则死”；《素问•玉机真藏论》：“五脏者，皆禀气于胃。胃者，五脏之本也。”说明胃气之盛衰有无，直接关系到人体的生命活动及其生死存亡。李东垣在《脾胃论•脾胃虚实传变论》中说：“元气之充足，皆由脾胃之气无所伤，而后能滋补元气。若胃气之气本弱，饮食自倍，则脾胃之气既伤，而元气亦不能充，而诸病之所由生也。”王老师将古籍灵活运用，颇有心得。他正是鉴于脾胃功能的重要性，故临床上诊治疾病，将顾护脾胃放在首位，就拿重症肝炎的治疗来说，临床上大多表现为高黄疸、腹胀、出血倾向。辨证或邪实、或正虚、或邪实正虚皆有之，但老师在辨证治疗时，提倡以顾护胃气为主，所谓“胃气存则生”。常以“温胆汤”健脾化湿。王老师认为",
        "source_file": "王育群.txt",
        "chunk_index": 2
    },
    {
        "id": "王育群.txt_3",
        "title": "王育群",
        "abstract": "有之，但老师在辨证治疗时，提倡以顾护胃气为主，所谓“胃气存则生”。常以“温胆汤”健脾化湿。王老师认为，重症肝炎病人体内正气已虚、邪气存内日久且正盛，此时若不及时顾护脾胃，反而大量应用攻伐清热解毒之药，以至寒伤脾胃，致使脾胃更虚，无以运化水谷精微，从而导致机体愈虚，此举不亚于釜底抽薪，或大肆误补，阻碍脾胃运化，影响药物吸收。不但治而无功，反而徒增其害，延误病机，使病入膏肓，神医束手，回天无力。\n  王老师调理脾胃时紧紧抓住脾的生理特性“喜燥而恶湿”，临床治疗上，结合湿邪的程度、部位等不同情况，分别采用不同的治疗方案。在应用化湿、祛湿、利湿法时，必须注意保护脾阳和胃阴，所以对苦寒之品，应适而中止；利水之药，中病即停，切不可多用久用，以免损伤脾胃。\n  注重脾胃的观点符合历来的中医理论，祖国医学认为，脏腑之间是互相联系互相影响的，脾胃之病亦常影响它脏，使之发病，如可影响心、肺、肝、肾等，形成心脾同病、肺脾同病，肝脾同病、脾肾同病；而心、肺、肝、肾的疾患也往往会使脾胃致病，临床治疗颇为复杂。\n慢性肝炎患者的治疗中，王老师更注重脾胃调理，认为其中很大一部分表现为肝脾同病，正如《内经》中言“见肝之病，知肝传脾，当先实脾”",
        "source_file": "王育群.txt",
        "chunk_index": 3
    },
    {
        "id": "王育群.txt_4",
        "title": "王育群",
        "abstract": "师更注重脾胃调理，认为其中很大一部分表现为肝脾同病，正如《内经》中言“见肝之病，知肝传脾，当先实脾”。肝脾生理上相互联系，病理上相互影响，正如《素问•宝命全形论》所云：“土得木而达。”唐容川在《血证论》中亦说:“木之情主于疏泄，食气入胃，全赖木之气以疏泄之，而水谷乃化，设肝之清阳不升，则不能疏泄水谷，渗泄中满之症，在所不免”。肝气郁结，影响脾胃的升清功能，则水谷不能运化，气血生化乏源，出现“纳差、乏力”之症；而脾运不健，水湿不运，使肝气郁结更甚，因此疏肝健脾法是治疗肝病的大法之一。\n  王老师不仅在治疗肝病时重视调理脾胃，在其他内科杂病中亦如此，例如在治疗咳嗽症中，对于患者出现咳嗽痰多色白或淡黄，胸闷痞满，甚至泛呕。神倦乏力，肢软懒动，口淡食少，畏冷，面少华色，或腹胀便溏，咳甚气短气急，舌质淡、而胖，苔薄腻，脉细弱或濡缓为主。王老师认为凡此皆属脾土虚弱，肺金失养，肺气无力宣布而致咳。故治疗上以健脾益气、化痰止咳为主。王老师还认为，肺与脾关系亦很密切，两脏在生理病理上的相互影响主要表现在气的生成和津液的输布代谢两个方面。机体气的生成主要依赖于肺的呼吸功能和脾的运化功能，肺所吸入的清气和脾胃所运化的水谷精气，是组",
        "source_file": "王育群.txt",
        "chunk_index": 4
    },
    {
        "id": "王育群.txt_5",
        "title": "王育群",
        "abstract": "个方面。机体气的生成主要依赖于肺的呼吸功能和脾的运化功能，肺所吸入的清气和脾胃所运化的水谷精气，是组成气的主要物质基础。因此，肺的呼吸功能和脾的运化功能是否健旺，与气的盛衰密切相关。而在津液输布代谢方面，则主要是由肺的宣发肃降，通调水道和脾的运化水液，输布津液所构成的。肺的宣发肃降和通调水道，有助于脾的运化水液功能，从而防止内湿的产生，而脾的转输津液，散精于肺，不仅是肺通调水道的前提，而且，实际上也为肺的生理活动提供了必要的营养，两者之间在津液的输布代谢中存在着相互为用的关系。\n对于肺心病的诊治，王老师认为主要也在于气的生成不足和水液代谢失常两个方面。例如脾气虚损时，常可导致肺气的不足，称为“土不生金”，当用“培土生金”法治疗；脾失健运，津液代谢障碍，水液停滞，则聚而生痰，成饮，多影响肺的宣发和肃降，可出现喘咳痰多等临床表现。所以说：“脾为生痰之源，肺为贮痰之器”，可通过调治脾胃而起到治疗肺心病的目的。\n（二）诊疗肝病重视瘀血\n王老师认为，瘀血既是一种病理产物，又是致病因素，瘀血既是其他病因所导致的病理结果，又可进一步引起许多并发症的产生，促使病情恶化。瘀血反过来又影响肝脏的疏泄功能，使病情加重。所以瘀血既是",
        "source_file": "王育群.txt",
        "chunk_index": 5
    },
    {
        "id": "王育群.txt_6",
        "title": "王育群",
        "abstract": "可进一步引起许多并发症的产生，促使病情恶化。瘀血反过来又影响肝脏的疏泄功能，使病情加重。所以瘀血既是一种病理产物，又是一个致病因素，瘀血贯穿病毒性肝炎发病的始终。\n从病因病机来看，肝为血脏，“主疏泄”，藏血。古人言“气为血忡，血为气母”，肝气疏泄失常，久之由气及血，血行不畅，脉络瘀阻，同时肝病及肾，渐致肝肾两亏，或因气虚推动无力，或湿热稽留，均可导致血脉淤滞而成瘀血之证。所谓瘀血，《说文》中说：瘀，积血也；《证治准绳》认为：污秽不洁和已离经的血液，以及在久病影响到脉络时出现的病变。所以治疗肝病中必须重视活血化瘀的运用。急性病毒性肝炎的发病，邪毒感染是其主要的原因，而脾胃水谷所滋生的湿热，则是导致发病的内在条件；总之，邪正交蒸，内外合邪，是急性病毒性肝炎的发病特点，探求病位，则责之于肝胆失疏，脾胃失调，治疗以清热解毒、利胆退黄为主。但针对黄疸历久不退的患者，由于病程较长、湿热不退、瘀热互结，王老师则根据疾病的特点认为“久病必有瘀”，在治疗中加用活血化瘀之品，并总结出临床运用的有效汤方“活血通腑利胆汤”，在1988年甲肝流行其间，通过大量患者的运用，证实了其临床疗效。\n至于慢性病毒性肝炎，王老师经过长期的临床实践",
        "source_file": "王育群.txt",
        "chunk_index": 6
    },
    {
        "id": "王育群.txt_7",
        "title": "王育群",
        "abstract": "年甲肝流行其间，通过大量患者的运用，证实了其临床疗效。\n至于慢性病毒性肝炎，王老师经过长期的临床实践认识到，慢性病毒性肝炎的发病过程是一个邪正交蒸的过程，由于病程较长，从而导致机体处于一种正气日渐耗散、邪气稽留不退的状态。逐步导致气血阴阳失调、虚实夹杂的复杂病机。疾病的关键即是“瘀血”。肝郁气滞、热毒蕴结、气虚无力、阴虚火旺、阳气虚衰均可导致血瘀，血瘀又可损伤机体，导致脏腑功能失调，瘀血贯穿了疾病发生发展的始终。王老师的观点是在其长期的临床实践中逐渐形成的，活血化瘀作为治疗乙型慢性病毒性肝炎的主要及常用法则已越来越受到关注。王老师在1986年曾对114例乙型慢性活动性肝炎进行了观察分析，按中医辨证分型分为肝肾不足型64例，气阴两虚型25例，肝郁脾虚型20例，淤血阻络型5例，其中24例患者经腹腔镜证实为慢活肝，114例乙型慢活肝以淤血阻络为主要表现者虽仅5例，但其他各型伴有不同瘀血征象者51例，证实了瘀血在发病过程中起重要作用。故在辨证治疗时加活血化瘀之药，对主证，生化指标好转疗效明显，对乙肝病毒复制有明显抑制作用，充分说明活血化瘀法在治疗慢性乙型肝炎中有不可忽略的作用。\n对于肝脏损伤到一定程度而导致的肝硬化，",
        "source_file": "王育群.txt",
        "chunk_index": 7
    },
    {
        "id": "王育群.txt_8",
        "title": "王育群",
        "abstract": "用，充分说明活血化瘀法在治疗慢性乙型肝炎中有不可忽略的作用。\n对于肝脏损伤到一定程度而导致的肝硬化，从其临床症状体征表现上就可以发现存在明显的瘀血现象，诸如面色晦暗、肝脾肿大、肝掌、蜘蛛痣。正所谓“久病必有瘀”，在治疗肝硬化患者时，活血化瘀更是王老师必用之法。但是所用活血化瘀之品，药性多较平和，不用峻剂，以免动血之嫌。\n（三）诊治疾病重视辩证\n  王育群教授对各种肝病的治疗均有独到的见解和疗效，对于病人尽心尽责,每一诊疗,必问其所原,审其所遇,而知其情志,然后审证按脉,使病无遁情,每每为病人考虑再三,从而处方用药,病人如遇故知,每诊病,则与病人娓娓而谈,不但对病证明白晓畅的阐述医理,而且善于体念病者精神所苦,劝喻譬解,除其忧思,宽其情志,庶几精神劝慰与药物治疗两者结合,其效更显。如此成绩,除认真负责外,与辩证论治的灵活运用不无关系.\n在对乙型慢性活动性肝炎的诊治中即可充分体现出其辨证论治的优势。乙型慢性活动性肝炎的临床诊断并不困难，但其表现颇为复杂，治疗亦属棘手，在多年的临床实践中，通过诊治大量患者，王师将其中医辨证分型分为四型，即湿热中阻型、肝郁脾虚型、肝肾阴虚型、瘀血阻络型，并将长期临床后的辨证心得与上海",
        "source_file": "王育群.txt",
        "chunk_index": 8
    },
    {
        "id": "王育群.txt_9",
        "title": "王育群",
        "abstract": "医辨证分型分为四型，即湿热中阻型、肝郁脾虚型、肝肾阴虚型、瘀血阻络型，并将长期临床后的辨证心得与上海肝病专家共同讨论修订，又经全国专家的共同讨论协商，制定了病毒性肝炎的中医辨证施治方案，除上述四型外，增加了脾肾阳虚型。（具体方案见1991年中华全国中医学会内科肝病专业委员会天津会议制定的《病毒性肝炎中医辨证标准》）可以说，王老师为规范病毒性肝炎的辨证分型作出了重要贡献。\n王老师还非常注重用药的辨证性。他经常强调“病变则药变，病变而药不变，向之寿民，今为殇子矣” 在临床中，他的治疗方法灵活，多种多样，处方中每味药物的加减都经过了深思熟虑，一旦确定下来，便守方严谨。用药虽不至“药不惊人死不休”的程度，但也看出在其行医生涯中辨证论治的严谨性。\n在辨证治疗的过程中注意同病异治，异病同治是王老师的又一个诊疗风格。\n王老师强调对异病同治、异病同治的关键还是在于灵活的辨证论治，从中亦可以看出他对辨证论治的韧熟手法。如对于同是胁痛一症，不同阶段有不同的处方用药，因为同一疾病，会有不同的发展阶段，如果对于不同的病情用同一方药，就会适得其反，这就象穿衣戴帽，一个人不同时期有不同的型号，如果小孩子穿大人的衣服，就象病之初期用重药，",
        "source_file": "王育群.txt",
        "chunk_index": 9
    },
    {
        "id": "王育群.txt_10",
        "title": "王育群",
        "abstract": "会适得其反，这就象穿衣戴帽，一个人不同时期有不同的型号，如果小孩子穿大人的衣服，就象病之初期用重药，不但收不到恰倒好处的效果，反而会闭邪留毒，而大人穿小孩的衣服，病重而药小。\n王师对诊治，积累了很多经验，颇多独到之处，例如对于泌尿系结石的认识：泌尿系结石属中医“石淋”、“血淋”范畴。其形成原因，历代医家多认为肾虚膀胱气化不利，湿热蕴于下焦，尿液受其煎熬，或灼伤血络而致；而绞痛则认为是水道不行，气血湿热交阻而成，故多以清利湿热，通淋排石为法。王老师认为：结石之形成主因是气虚，特别是肾气虚弱。在其发表论文的230例泌尿系结石患者中，肾虚之证，在结石患者的全过程或某一阶段上均有表现，只有部分病例在肾绞痛发作时才出现尿痛、尿急等下焦湿热之证。平时，则往往表现为腰酸软乏力，头昏不寐或下肢微肿等，脉象亦无湿热之象。“淋久不止，及痛涩皆去，…此惟中气下陷及命门不固之证也。”实乃景岳中肯之言。由于正气耗伤，肾气虚弱，血少鼓动乏力，膀胱气化无权，水血互结，分清泌浊失常，尿中浊物不化，聚而为石，故用此方加减，获得良效。王老师以王清任《医林改错》之补阳还五汤加补气活血药化裁。重用补气之黄芪达60—90g，佐以续断、桑寄生等加强其补",
        "source_file": "王育群.txt",
        "chunk_index": 10
    },
    {
        "id": "王育群.txt_11",
        "title": "王育群",
        "abstract": "任《医林改错》之补阳还五汤加补气活血药化裁。重用补气之黄芪达60—90g，佐以续断、桑寄生等加强其补肾益气之功，另以丹参养血活血，三棱、莪术、桃仁、红花活血祛瘀，乌药行气活血，益母草、地龙活血利水，使之肾气充足，血行畅通，膀胱气化有力，结石则易排出。结石部位较高者，如肾及输尿管上段结石，需重用补肾益气之味。反之，结石部位较低者，如输尿管下段结石，即应酌加通利之味。至此，既拓宽了同病异治的思路，又强调了辨证论治的重要性。王老师从辨证与辨病相结合之观点出发，在运用基础方时，既重视其“泌尿系结石”之病，亦重视由此而产生之各种证。在辨病基础上，对该病在各不同阶段与所表现出来的各种证候进行分析，并随之进行基础方的加减变化。如多发性结石，除正虚血瘀见证外，尚有中焦气机不畅，下焦湿热等症，因此用木香、黄柏、米仁等行气畅中，清利湿热之味，结石排出后，倦怠乏力等气虚证状较甚，遂去之而单用基础方重用黄芪至90g，加强补气作用，使肾结石得以排出；如结石位于输尿管下段，位置较低，且有少腹胀痛，则应于益气祛瘀中，加入通利之味；如血尿较甚，巳病情缠绵，则应重用黄芪至90g，并加入党参30g，意在重用补气药，气能摄血，使血循经行，则瘀去膀",
        "source_file": "王育群.txt",
        "chunk_index": 11
    },
    {
        "id": "王育群.txt_12",
        "title": "王育群",
        "abstract": "，巳病情缠绵，则应重用黄芪至90g，并加入党参30g，意在重用补气药，气能摄血，使血循经行，则瘀去膀胱气化有权，结石排出则血尿除。足见有定方，无定病，当辨证、辨病及辨病辨证相结合，临证应用，不可胶柱鼓瑟。圆融活变，方能得心应手，药到病除.其辨证论治之周详，从中亦可见一斑。\n  再如对于盗汗之症，他把其辨证类型主要分为偏表阳虚、偏阴虚、一般气虚、气虚夹湿四型，对此他曾做过44例治疗盗汗的总结文章，王师认为所发生的盗汗症，多由其它病症所引起，此类病症，按中医理论，多属杂病范畴。我们认为；阴虚血虚固能引起盗汗，但阳虚气虚亦能引起盗汗，尤其在杂病中更为多见。不能一见盗汗，定属阴虚血虚。夫阳者，卫也；阳虚不能卫其外，故肌腠疏松；《内经》有“夜卧则卫气行于阴”之说，故寐则表更虚，而易汗出；汗出经久，则卫阳益虚，汗乃心液，津失过多，营阴亦伤。是谓阳虚及阴，阴损及阳。在治疗方面，我们从“益气固表”着手，并取“阳生阴长”之意，以《世医得效方》玉屏风散改为汤剂，并重用黄芪以益气，加杭白芍、五味子、丹参、牡蛎等敛阴止汗，定名为“黄芪止汗汤“；再视临床见症而略予增减。对44例盗汗症按上法治疗，疗效较为满意。\n所有病例的盗汗症，虽发生",
        "source_file": "王育群.txt",
        "chunk_index": 12
    },
    {
        "id": "王育群.txt_13",
        "title": "王育群",
        "abstract": "止汗汤“；再视临床见症而略予增减。对44例盗汗症按上法治疗，疗效较为满意。\n所有病例的盗汗症，虽发生于不同疾病之后，但根据临床辨证，用此方略予增减施治，均能奏效；从而更深一步体会到祖国医学“异病同治“的重要临床意义。\n（五）重视阴阳，调补气血\n王师经过长期的临床实践发现，慢性肝病的发展过程是一个邪正交争的过程，由于病程较长，从而使机体处于一种正气日渐耗损，邪气日久不去的状态，从而导致气血阴阳失调，虚实夹杂的复杂病机，常累及肝脾肾三脏，肝脾肾俱虚，瘀血阻络为主，或间有湿热，肝肾为母子之脏，互为因果，脾肾为后天和先天之本，病程愈久，肝脾肾三脏愈虚，加之湿热羁留，气血运行受阻，形成湿、热、瘀、毒、虚互结之象。\n尽管病因多端，然终究与气之虚实和气机之运化，升降出入有着密切的关系。王老师认为：百病皆生于气，气之运化，升降出入，无器不有。阴阳之所以升降者；血脉之所以流行者，皆气也。气化正常，则血脉运行调和，至于瘀血、痰浊、火郁、寒湿……之所以能导致本病，乃因其气机运化不畅，气滞则血瘀，气郁则痰结，气虚则寒凝，气有余便是火，“气为血帅”，气血运行受阻，“不通则痛”，从而发生了肝病所特有的胁痛、嗳气、反呕等一系列症状。治之则",
        "source_file": "王育群.txt",
        "chunk_index": 13
    },
    {
        "id": "王育群.txt_14",
        "title": "王育群",
        "abstract": "“气为血帅”，气血运行受阻，“不通则痛”，从而发生了肝病所特有的胁痛、嗳气、反呕等一系列症状。治之则应以调养气机，通畅运化为先导，因为“阴虚易补，气虚难瘳”，故气虚则补之，气滞则行之，气郁则宣之，气痹则开之，气盛则泻之，然后酌参营卫血脉之虚实，痰浊之瘀滞，阴阳寒热之偏颇而消息之。务使气机运化通畅，升降出入复常，而病可愈矣！\n但王老师不只注重“气”的调理，他还十分重视对“血”的调养。他认为要气血同治。因为血的主要来源于水谷精微的“化赤“作用，营气、津液参与化血作用，并与脾胃、心、肝、肾等的生理功能有密切关系。因此，调血就必须注意上述脏腑功能的调理，而调补脾胃为治疗血虚证的重点，这就是为什么王老师一再强调重视脾胃的一个原因之一。他强调由于血液还对机体周身有营养和濡润作用，因此必须要保证血液的正常运行才能保证机体安康，血液的运行失常可导致血瘀、脉流薄疾和血逸脉外 ，且三者还可互为影响。因此临床上便有针对血瘀的活血化瘀、针对脉流薄疾的清热凉血或滋阴降火；以及针对血逸脉外的清热止血、温经止血、补气摄血、化瘀止血等不同的辨证治则。临床上往往经王老师的灵活辨证，诸般顽疾迎刃而解。\n与此同时他还不忘阴阳的调理辨证。王老师认为",
        "source_file": "王育群.txt",
        "chunk_index": 14
    },
    {
        "id": "王育群.txt_15",
        "title": "王育群",
        "abstract": "证治则。临床上往往经王老师的灵活辨证，诸般顽疾迎刃而解。\n与此同时他还不忘阴阳的调理辨证。王老师认为阴阳是辨证的总纲领，因为阴阳分别代表事物相互对立的两个方面，疾病的性质、临床的证候，一般都可归属于阴或阳的范畴，因而阴阳辨证是基本的辨证大法。《素问.阴阳应象大论》说：“善诊者，查色按脉，先别阴阳。”他根据阴阳学说中阴与阳的基本属性，临床上把凡见兴奋、躁动、亢进、明亮等表现的表证、热证、实证。以及症状表现于外的、向上的、容易发现的病邪性质归为阳证；把病症见抑制、沉静、衰退、晦暗等表现的里证、寒证、虚证以及症状表现于内的、向下的、不易发现的，病邪性质为阴证，然后再根据具体内容治疗辨证。\n临证经验\n作为著名的中医肝病专家，王育群教授具有丰富的临证经验，在治疗病毒性肝炎时，王老师依据长期的观察实践，总结出了活血化瘀八法这一套独特的治疗体系。具体辨证加减如下：清热活血（ 苦参15g、蛇舌草15g、虎杖15g、丹参15g、葛根15g、薏苡仁15g、茯苓15g、车前草15g、青黛包入6g、连翘9g。）；疏肝活血（柴胡9g、枳壳9g、丹参15 g、黄芩9g、淮牛膝9g、蛇舌草15g、虎杖15g。）；软坚活血（穿山甲9g、炙鳖",
        "source_file": "王育群.txt",
        "chunk_index": 15
    },
    {
        "id": "王育群.txt_16",
        "title": "王育群",
        "abstract": "壳9g、丹参15 g、黄芩9g、淮牛膝9g、蛇舌草15g、虎杖15g。）；软坚活血（穿山甲9g、炙鳖甲12g、生牡蛎（先煎）30g、云苓15g、黄芩9g、连翘9g、鸡内金15 g、生薏仁15g、枳壳9g、 生山查15g）；利水活血（穿山甲9g、丹参15g、郁金 15g、泽泻15g、茯苓15g、薏苡仁15g、车前草15g、青黛（包）6g、淮牛膝15g、黄芩9 g、生草3g）；养肝活血（生地15g、赤白芍各15g、枸 杞子15g、川楝子9g、黄芩 9g、黄精9g、石斛15g、苦参15g、生草3g）；补肾活血（熟地15g、枸杞15g、丹参30g、郁金15 g、川楝子9g、苏梗9g、 桑寄生9g、杜仲9g、淮牛膝9g、补骨脂9g。）；滋阴活血（炙鳖甲15g、枸杞15g、生地 15g、丹参15g、薏苡仁15g、茯苓15g、旱莲草15g、何首乌15g、石斛15g、麦冬9 g、生甘草3g）；益气活血 （生黄芪30g、太子参9g、茯苓15g、制川军9g、黄芩9 g、枳壳9g、郁金15g、白术9g）。八法的临床运用，常收到明显的治疗效果，深受病家欢迎\n在对乙型慢性活动性肝炎的诊治中，王老师以其扎实的中医功底，创造性的将本病辨证",
        "source_file": "王育群.txt",
        "chunk_index": 16
    },
    {
        "id": "王育群.txt_17",
        "title": "王育群",
        "abstract": "治疗效果，深受病家欢迎\n在对乙型慢性活动性肝炎的诊治中，王老师以其扎实的中医功底，创造性的将本病辨证分型为四型进行治疗。 \n湿热中阻：临床表现为胁胀脘闷，恶心厌油，纳呆，身目发黄而色泽鲜明，尿黄，口粘口苦，大便粘滞秽臭或先干后溏，口渴欲饮或饮而不多，肢体困重，倦怠乏力，舌苔黄腻，脉象弦数或弦滑数。\n肝郁脾虚证：临床表现为胁肋疼痛，胸闷太息，精神抑郁，性情急躁，纳食减少，口淡乏味，脘痞腹胀，午后为甚，少气懒言，四肢倦怠，面色萎黄，大便溏泄或食谷不化，每因进食生冷油腻及不易消化的食物而加重，舌质淡有齿痕，苔白，脉沉弦。\n肝肾阴虚证：临床表现为右胁隐痛，腰膝酸软，四肢拘急，筋惕肉睇，头晕目眩，耳鸣如蝉，两目干涩，口干咽燥，失眠多梦，潮热或五心烦热，形体消瘦，面色黎黑，毛发不荣，牙龈出血，鼻衄，男子遗精，女子经少经闭，舌体瘦，舌质红，少津，有裂纹，花剥苔或少苔，或光红无苔，脉细数无力。\n瘀血阻络证：临床表现为面色晦暗，或见赤缕红丝，两胁刺痛，肝脾肿大，质地较硬，蜘蛛痣，肝掌，女子行经腹痛，经水色暗有块，舌质暗或有瘀斑，脉沉细涩。\n如此条理清晰，辨证规范，大大提高了本病的治疗效果，体现出了名医的风范。\n医案举隅\n[案一",
        "source_file": "王育群.txt",
        "chunk_index": 17
    },
    {
        "id": "王育群.txt_18",
        "title": "王育群",
        "abstract": "脉沉细涩。\n如此条理清晰，辨证规范，大大提高了本病的治疗效果，体现出了名医的风范。\n医案举隅\n[案一]高黄疸案\n于某 ，男，28岁。 初诊：1988年2月。患者因食用毛蚶，2月16日出现发热、恶心、呕吐、腹泻、乏力、胁肋疼痛，18日出现身目黄染，查ALT 802u/L, TBIL208 umol/L ，门诊拟“急性病毒性肝炎”收治入院。体检：神清，皮肤巩膜明显黄染，腹平软，肝上界第6肋间，肋下3cm，剑突下4cm，质充实，有触痛，脾肋下未及，移浊（-）。入院检查：抗HAV—IgM（+）。\n诊查：白睛皮肤黄染，肋下可及痞块肿大，脉弦数，苔白腻，质偏红。\n辨证：湿热瘀阻、肝胃不和。\n治法：清热活血、和胃解毒。\n处方：制川军15g、郁金15g、车前草15g、蒲公英15g、苦参15g、黄芩12g、银花9g、鸡内金15g、陈皮6g、半夏6g、茯苓12g、生甘草6g等。\n另方：并以丹参、能量静滴。\n二诊：服药10天以后，患者发热、恶心、呕吐、腹泻消失，纳差、乏力改善，胁肋疼痛偶作。ALT 202u/L, TBIL168 umol/L，患者症状、体征、肝功能改善，但黄疸消退较慢，故加重活血化瘀之力。\n辨证：湿热渐尽，脉络瘀",
        "source_file": "王育群.txt",
        "chunk_index": 18
    },
    {
        "id": "王育群.txt_19",
        "title": "王育群",
        "abstract": "mol/L，患者症状、体征、肝功能改善，但黄疸消退较慢，故加重活血化瘀之力。\n辨证：湿热渐尽，脉络瘀阻。\n治法：活血化瘀，兼化湿热。\n处方：制川军15g、郁金15g、车前草15g、蒲公英15g、苦参15g、黄芩9g、鸡内金15g、丹参30g、赤芍30g、甘草6g等。\n三诊：服药30天后，症状、体征恢复正常，肝功能ALT34u/L, TBIL 24umol/L。中药继与之。\n[按] 本病虽为急性病毒性肝炎，但黄疸较深，为湿热胶结入络，形成湿、热、瘀互结的局面。前贤论黄亦每每提及因瘀发黄，如程钟龄论黄疸病，认为属“瘀血与积热熏蒸”，故治疗上提出了“祛瘀生新而黄自褪”之说;《张氏医通》谓“诸黄虽多湿热，然经脉久病，不无瘀血阻滞也”；近贤关幼波亦指出，“黄疸病为病在血脉，治黄需从治血着手”。虽以瘀象为主，而热毒仍然存在。湿热毒邪郁结则湿热益盛，湿热益盛则毒邪益觯，热助毒势，毒助热威。辅以清热解毒之味,使湿热易化，黄疸易退。\n[案二]活血化瘀为主治愈乙肝案 \n崔氏 ，男 42岁，门诊号：21234，初诊：1990年12月。患者有乙型病毒性肝炎病史六年，反复发作曾四次住院。16日就诊时，自觉肝区不适、乏力、纳差、嗳气、腹",
        "source_file": "王育群.txt",
        "chunk_index": 19
    },
    {
        "id": "王育群.txt_20",
        "title": "王育群",
        "abstract": "。患者有乙型病毒性肝炎病史六年，反复发作曾四次住院。16日就诊时，自觉肝区不适、乏力、纳差、嗳气、腹胀、齿衄、偏暗。体检：皮肤巩膜无黄染，可触及肝脾肿大，苔薄黄腻、质边有齿印瘀斑，脉弦。辨证：感受疫疠之邪，肝郁不疏，邪久居体内，血脉不畅。治以疏肝活血、清热解毒。处方：柴胡9 g、枳壳6 g、丹参30 g、黄芩15 g、淮牛膝15 g、蛇舌草30 g、虎杖15 g、炙鳖甲12g、生牡蛎30 g。\n二诊：1月后复诊ALT由176 U降至40 U以下，自觉肝区不适偶作，余症消失。继续服药。\n三诊：3月后复诊病情稳定，肝功能正常，有时腰酸乏力，原方加用淮牛膝15g、杞子15g。以标本兼治，驱邪外出。\n四诊：6月后复查肝功能正常，HBsAg、HBeAg、HBV-DNA均阴转。\n五诊：1年后随访病情稳定，肝功正常，病毒指标持续阴转。\n [按] 肝为血脏，肝脏为病，多及血分,肝气失疏，血行不畅，留而为瘀,故宜早用活血之法。肝主气藏血, 气血互为表里，气行则血行，瘀祛则气畅。王老师喜用丹参，《本草纲目》称：“丹参、善治血分，祛滞生新，补血生血，功过归、地,调血敛靴，力堪芍药，逐瘀生新,性倍芎穹。”此即所谓丹参一味功同四物也。",
        "source_file": "王育群.txt",
        "chunk_index": 20
    },
    {
        "id": "王育群.txt_21",
        "title": "王育群",
        "abstract": "滞生新，补血生血，功过归、地,调血敛靴，力堪芍药，逐瘀生新,性倍芎穹。”此即所谓丹参一味功同四物也。在疾病的恢复期，培以补益肝肾，补其虚，攻其实。标本同治，虚实兼顾。补而不燥，使正气存内，邪不可干。\n[案三]柴胡疏肝散治疗肝病案\n陈某，女姓，29岁。有慢性乙型病毒性肝炎病史三年，一年前怀孕，1991.04顺利生产。\n初诊（1991-12-31）：夜寐梦多，小便色黄，舌质红、苔薄腻，脉细弦。1991.12.28体检示HBsAg（+），GPT115u/L，B超：脾轻度肿大（肋间厚48mm），胆囊息肉。中医辨证属肝郁络阻、气阴不足。治拟：疏肝活血、清热养阴。方药：柴胡9g 、枳壳6g 、丹参15g 、炙鳖甲9g 、郁金15g 、炙内金15g、  生山查15g 、苏梗9g 、黄芩9g 、蛇舌草30g 、虎杖15g 、杞子15g 、生地15g、 枣仁30g 、生草3g，进14帖。\n二诊（1992-1-14）：近两日来略感脘胀，舌质红、苔薄腻，脉细弦。1992.1.3查GPT40u/l。宗原法调摄。上方虎杖减为15g，加木香6g、砂仁后下3g，再进28剂。\n三诊（1992-2-11）寐稍宁，夜梦减少，脘胀除，胃纳可，舌质",
        "source_file": "王育群.txt",
        "chunk_index": 21
    },
    {
        "id": "王育群.txt_22",
        "title": "王育群",
        "abstract": "香6g、砂仁后下3g，再进28剂。\n三诊（1992-2-11）寐稍宁，夜梦减少，脘胀除，胃纳可，舌质稍红、苔薄，脉细弦。宗原法调摄。上方加  夜交藤15g， 进28剂。\n四诊（1992-3-10）：寐安，纳平，二便调。舌质稍红、苔薄，脉细弦。1992.3.8查肝功能：GPT 35u/L（正常），B超：肝脾无肿大（脾肋间厚39mm），胆囊息肉。仍宗原法，方药拟；柴胡9g 、枳壳6g 、丹参15g 、炙鳖甲9g 、郁金15g 、炙内金15g、玄胡15g 、生山查15g 、苏梗9g 、黄芩9g 、蛇舌草30g 、虎杖15g 、杞子9g 、菊花6g 、生地9g 、枣仁30g、生草6g，继进30剂，以兹巩固。\n[按]柴胡疏肝散，出自《景岳全书》，以柴胡、枳壳、芍药、甘草、香附、川芎为组方。取柴胡疏肝，配香附、枳壳以理气，川芎活血，芍药、甘草缓急止痛。因其有疏肝理气、和血止痛之功，为中医肝病治疗的重点方药；王老师在肝病治疗中辨证施治，以柴胡疏肝散为底，自拟“蛇草疏肝汤”（柴胡、枳壳、丹参、郁金、蛇舌草为组方），随症化裁，灵活运用，疗效甚佳。\n 王师谓，肝脏体阴用阳，肝藏血，为刚脏，故以营血柔之。患者为产后发病，乃因产后血",
        "source_file": "王育群.txt",
        "chunk_index": 22
    },
    {
        "id": "王育群.txt_23",
        "title": "王育群",
        "abstract": "活运用，疗效甚佳。\n 王师谓，肝脏体阴用阳，肝藏血，为刚脏，故以营血柔之。患者为产后发病，乃因产后血虚，肝失濡养，肝气无以随血而行；湿热邪毒，内困于肝，故致肝气郁结；肝木横逆犯脾而致脾虚，脾虚湿滞，与邪热相交为患。湿热内扰心神，则夜寐梦多，湿热下注膀胱，则小便色黄，舌质红、苔薄腻，脉细弦等皆为其佐证。以蛇草疏肝汤为基本方，予柴胡、枳壳、郁金、苏梗疏肝理气，丹参、郁金、玄胡、生山查等清肝活血，再以炙鳖甲软坚；同时黄芩、蛇舌草、虎杖以清热解毒，抗病毒降酶治疗为主。又虑患者产后血虚加用杞子、生地、菊花、枣仁等滋补肝肾阴血；生甘草，生用取其清热解毒之用，并调和诸药治之。随访半年，病情稳定，肝功能正常，B超：肝脾无肿大，胆囊息肉。统观整个疗程，吾师注重辨证论治，辨证与辨病相结合，标本兼顾，随症加减，经治患者诸症缓解，肝功能恢复正常，脾脏肿大回复。\n[案四]清热解毒化湿治乙肝伴齿衄案\t\n胡某，男性，66岁。既往有慢性乙型病毒性肝炎病史三年余，常服中药控制病情。近两月来反复齿衄。近日查肝功能：谷丙转氨酶210 u/L,谷草转氨酶134 u/L,总胆红素22 umol/L。初诊：患者近一周齿衄加重，伴肝区胀痛，身痒时作。纳平",
        "source_file": "王育群.txt",
        "chunk_index": 23
    },
    {
        "id": "王育群.txt_24",
        "title": "王育群",
        "abstract": "氨酶134 u/L,总胆红素22 umol/L。初诊：患者近一周齿衄加重，伴肝区胀痛，身痒时作。纳平，口苦，小便稍黄赤，夜寐尚安。舌质暗红、苔薄黄腻，脉弦。证属湿热邪毒内蕴。血热不循经、溢于脉外而齿衄；湿热邪毒阻滞肝脉，致肝区胀痛，湿浊毒邪蕴于肌肤发为搔痒；口苦，小便稍黄赤，舌质暗红、苔薄黄腻，脉弦皆为湿热之象。故治以清热解毒化湿，兼凉血活血。方拟：生地9g、丹皮9g、赤芍15g、郁金15g、苦参15g、鸡骨草30g、垂盆草30g、青黛6g(包入)、米仁15g、姜半夏9g、黄连3g、黄芩15g，进七帖。\n二诊：服药后齿衄减，身痒、口苦亦减，肝区仍有胀痛，舌脉从前。宗前法，加当归9g、防风9g，再进14帖。\n三诊：齿衄偶有少许，身痒、口苦除。肝区欠舒，活动后乏力，舌质淡红，苔薄腻，脉细弦。热毒渐去，湿邪渐清。然邪祛正虚，故见乏力、脉细。治以补益肝肾、兼清湿热毒邪。方拟：杞子12g、菊花9g、云苓15g、米仁15g、桑寄生15g、杜仲9g、垂盆草30g、蛇舌草15g、虎杖15g、苦参15g、青黛（包入）6g，再进14帖，善后调理。后随访，齿衄除，肝区偶欠舒。肝功能：谷丙转氨酶、谷草转氨酶、总胆红素皆恢复至正常范围",
        "source_file": "王育群.txt",
        "chunk_index": 24
    },
    {
        "id": "王育群.txt_25",
        "title": "王育群",
        "abstract": "4帖，善后调理。后随访，齿衄除，肝区偶欠舒。肝功能：谷丙转氨酶、谷草转氨酶、总胆红素皆恢复至正常范围。\n[按] 张景岳分血证为“血热和气虚”两端，本案属湿浊邪毒生热，热迫血行致病。齿衄、身痒、肝区胀痛、口苦，小便稍黄赤，舌质暗红、苔薄黄腻，脉弦等皆湿热邪毒内蕴，血热不循经、溢于脉外，湿热邪毒阻滞脉络之象；故治以清热解毒化湿为主，兼凉血活血，并依症情变化，随症化裁；对于湿热毒邪明显者，王老师喜用青黛，言朱丹溪称其可“泻肝散五脏郁火，解热消食积”，李时珍称其可“去烦热，吐血，咳血”，用治于齿衄，取其“咸寒、入肝经”，有清热解毒、凉血止血之功；重用苦参，取其性味苦寒，有泻火清热、除湿之用，以“养肝胆气，安五脏平胃气，令人嗜食，轻身定志，益精利九窍，除伏热肠癖”（《本草别录》）。同时又分期区别或扶正、或驱邪为主治之，药后邪去正安，齿衄除，收到良效。\n[案五]丙型病毒性肝炎案\n病史：患者陈某，女性，37岁。三年前曾因外伤输血，一年前检查发现HCVRNA（+），B超：“慢性肝病表现，肝区光点增粗、增强”，肝功能反复小波动，曾肌注肝炎灵、口服甘草甜素片等疗效不显。初诊（2002.05.29）：乏力，傍晚双下肢酸胀，纳少、泛",
        "source_file": "王育群.txt",
        "chunk_index": 25
    },
    {
        "id": "王育群.txt_26",
        "title": "王育群",
        "abstract": "曾肌注肝炎灵、口服甘草甜素片等疗效不显。初诊（2002.05.29）：乏力，傍晚双下肢酸胀，纳少、泛恶，夜寐不宁、多梦，大便欠畅。舌质暗、苔黄腻，脉细弦。肝功能ALT105u/L，AST96u/L，SB19.5umol/L。湿浊邪毒内蕴，气血运行受阻，水湿不化流于肢体，则双下肢酸胀，湿阻中焦、脾失运化，又见纳少、泛恶，乏力；入夜上扰清窍，致阴不入阳，而见夜寐不宁、多梦，舌脉互参，中医辨证为湿毒内蕴、脾失健运。治以化湿解毒、健脾助运、活血；方取“温胆汤”化裁。方药：陈皮15g、姜半夏9g、竹茹6g、枳实9g、茯苓15g、苏梗9g、木香6g、黄连3g、黄芩15g、丹参30g、郁金15g、垂盆草30 g、鸡骨草30 g、蛇舌草30g、苦参30g、龙葵30g、米仁30g、竹叶3g、生山楂30g、生甘草3g，日一剂，转方后，服药三月。二诊（2002.08.27）：乏力减，双下肢酸胀除，泛恶除，夜寐欠安，梦较前减少，大便欠畅。舌质暗、苔薄腻，脉细弦。查肝功能：ALT76u/L，AST56u/L，SB（—）。药后湿邪渐化，脾胃功能渐复，症状减轻，治守前法，上方加生川军9g、杞子9g、菊花6g、枣仁15g，助清热通下、养肝安",
        "source_file": "王育群.txt",
        "chunk_index": 26
    },
    {
        "id": "王育群.txt_27",
        "title": "王育群",
        "abstract": "胃功能渐复，症状减轻，治守前法，上方加生川军9g、杞子9g、菊花6g、枣仁15g，助清热通下、养肝安神。日一剂，转方后，又服药三月。三诊（2002.11.28）：劳累后稍乏力，夜寐安，偶有梦，二便调。舌质稍暗、苔薄腻，脉小弦。查肝功能正常范围。湿浊邪毒渐去，脏腑功能恢复大半，气血渐调，王师言“此时，可增加补益肝肾之品，助于扶正驱邪，巩固疗效”。方拟：杞子9g、菊花6g、陈皮15g、姜半夏9g、茯苓15g、柴胡9 g、苏梗9g、木香6g、黄连3g、黄芩15g、丹参30g、郁金15g、垂盆草30 g、鸡骨草30 g、蛇舌草30g、苦参30g、龙葵30g、米仁30g、生山楂30g、杜仲9g、桑寄生9g、淮牛膝15g、生甘草3g，日一剂，转方后，服药6个月。随访：患者无明显乏力，双下肢酸胀除，泛恶除，胃纳香，夜寐安，二便调。复查：肝功能正常，HCVRNA（+），B超：肝区光点增粗。\n [按] 上世纪八十年代末建立丙型肝炎病毒抗体检测以来，国内确诊丙型肝炎病例逐渐增多，尤其以因输血或血浆而引起丙型肝炎的患者为多见；并且在对丙型肝炎的治疗中发现，确诊为“丙型肝炎”的患者，大多已处于感染的慢性阶段，所以对此类病人的治疗较为",
        "source_file": "王育群.txt",
        "chunk_index": 27
    },
    {
        "id": "王育群.txt_28",
        "title": "王育群",
        "abstract": "对丙型肝炎的治疗中发现，确诊为“丙型肝炎”的患者，大多已处于感染的慢性阶段，所以对此类病人的治疗较为棘手。本案中患者有明确输血史，一年前检查发现HCVRNA（+），B超：“慢性肝病表现，肝区光点增粗、增强”，肝功能反复小波动，肝炎灵、甘草甜素片等治疗，效果不显；患者丙型肝炎的诊断明确，但病情控制不理想，虽大多数丙肝患者症状不明显，但此患者临床症状明显，如“乏力、傍晚双下肢酸胀，纳少、泛恶，夜寐不宁、多梦，大便欠畅”等，致患者生活质量受到很大影响。王老师初诊详查病史后认为，病因以湿浊、邪毒、瘀血为主，日久脏腑功能受损，致气血运行受阻，湿浊、瘀血不化，邪毒内滞，共同为患；而其中又以“湿阻中焦、脾失健运”为重，故师拟“化湿解毒、健脾助运、活血”为治疗大法。方选“温胆汤”理气化湿、和胃助运，并木香、苏梗、生山楂等芳香醒脾开胃，再配以垂盆草、鸡骨草、蛇舌草、苦参、龙葵、米仁等解毒清热化湿之品,及丹参、郁金活血行气，共同治之。药后症情改善明显，如王师言“《备急千金要方》之温胆汤，治疗湿阻中焦症状明显的肝病患者，多有良效”。三诊时吾师又辨证施治，认为当时“湿浊邪毒渐去，脏腑功能恢复大半，气血渐调”，“可增加补益肝肾之品，助",
        "source_file": "王育群.txt",
        "chunk_index": 28
    },
    {
        "id": "王育群.txt_29",
        "title": "王育群",
        "abstract": "三诊时吾师又辨证施治，认为当时“湿浊邪毒渐去，脏腑功能恢复大半，气血渐调”，“可增加补益肝肾之品，助于扶正驱邪”，经治患者乏力、双下肢酸胀、泛恶皆去，胃纳香，夜寐安，二便调。复查肝功能正常，病情稳定，生活质量得到明显改善。\n[案六]肝硬化案\n  成某，男性，52岁。有乙肝后肝硬化史三年余，近一年发现脾肿大，腹水反复两次，时有腹胀、齿衄、身痒，目前服氨体舒通1片/天，查腹水阴性，乙肝“大三阳”，HBVDNA（+）。初诊（2002.9.2）：腹胀，口苦，夜寐不宁，二便尚调。舌质暗、苔薄腻，脉细弦。中医辨证属气滞血瘀、湿毒内蕴，治拟：调理气血、解毒清热为主，自拟方：生地9g、丹皮9g、赤芍15g、半夏9g、陈皮9g、玄胡15g、木香6g、鸡骨草30g、垂盆草30g、苦参30g、泽泻15g、仙鹤草15g、生山楂15g、枣仁30g、五味子9g、黄精9g、生甘草3g，日一剂，早晚温服，进20剂。\n二诊（2002.9.23）：腹胀减，口苦除，夜寐稍宁，舌脉从前。治守前法，上方去木香，加杞子9g、菊花6g、苏梗9g，助益肝理气，继进14剂。\n三诊（2002.10.7）：身痒，腹胀除，齿衄少许，夜寐宁，舌质暗红、苔薄，脉细弦。",
        "source_file": "王育群.txt",
        "chunk_index": 29
    },
    {
        "id": "王育群.txt_30",
        "title": "王育群",
        "abstract": "，继进14剂。\n三诊（2002.10.7）：身痒，腹胀除，齿衄少许，夜寐宁，舌质暗红、苔薄，脉细弦。中医辨证属气滞血瘀、湿毒内蕴、肝肾亏虚，治拟调理气血、清热解毒、补益肝肾为主，自拟方：杞子9g、玄胡9g、银翘9g、鸡骨草30g、垂盆草30g、苦参15g、泽泻15g、仙鹤草15g、淮牛膝9g、桑寄生9g、杜仲9g、续断9g、姜半夏6g、云苓15g、生甘草3g，进26剂。\n四诊（2002.11.4）：身痒除，腹胀除，中上腹食后欠舒，舌脉从前。治守前法，酌加和胃之味，拟前方去泽泻、仙鹤草、淮牛膝，加炙内金15g、木香6g、砂仁3g（后下），以和胃助运，继进20剂。\n五诊（2002.11.25）：身痒除，腹胀除，偶有齿衄，二便调。舌质稍红、苔薄，脉细弦。治守前法，拟前方加旱莲草15g，转方后继服药五月。\n六诊（2003.4.28）：腹胀未作，偶有少量齿衄，二便调。舌质淡红、苔薄，脉小弦。已停用氨体舒通，腹水未反复，肝功能保持正常。中医辨证属气血不调、湿毒内蕴，仍治拟调理气血、清热解毒为主，辅以益肝和胃。自拟方：陈皮9g、姜半夏9g、云苓15g、郁金15g、鸡骨草30g、垂盆草30g、蛇舌草30g、虎杖15g、苦参1",
        "source_file": "王育群.txt",
        "chunk_index": 30
    },
    {
        "id": "王育群.txt_31",
        "title": "王育群",
        "abstract": "g、姜半夏9g、云苓15g、郁金15g、鸡骨草30g、垂盆草30g、蛇舌草30g、虎杖15g、苦参15g、制香附9g、米仁15g、仙鹤草15g、木香6g、砂仁3g（后下）、杞子9g、杜仲9g、生山楂15g、生牡蛎30g（先煎）、生甘草3g，日一剂，再进30剂以兹巩固。\n [按] 乙肝后肝硬化失代偿后，脾肿大、腹水反复患者，临床治疗非常困难，且病情易于逐渐加重。王师诊治疾病，邪正兼顾、脏腑并调，他认为“积证日积月累，非一朝夕，攻伐之品亦当有渐，过则伤正”。针对本案患者气滞血瘀、湿毒内蕴致病，辨证拟调理气血、清热解毒为大法；《景岳全书•积聚》有言“……旋成块者，皆积之类，其病多在血分，血有形而静也”，是故吾师取生地、赤芍调理气血，丹皮、生山楂、郁金、玄胡活血行气；同时取鸡骨草、垂盆草、苦参等清热解毒化湿之品以祛邪；又虑及久病正虚、肝肾亏虚，而以仙鹤草、淮牛膝、桑寄生、杜仲、续断等扶正益肝补肾辨证治之。药后“腹胀、口苦、身痒”等气血失调之症尽除，并且“齿衄、脉细弦”等湿毒内蕴之象亦减，临诊疗效明显。\n工作室的简介\n王育群工作室成立于2002年1月，当时包括张玮、李莹和邢练军医师三名成员。2009年张玮主任从工作室顺",
        "source_file": "王育群.txt",
        "chunk_index": 31
    },
    {
        "id": "王育群.txt_32",
        "title": "王育群",
        "abstract": "育群工作室成立于2002年1月，当时包括张玮、李莹和邢练军医师三名成员。2009年张玮主任从工作室顺利结业，由王奕医师新晋加入。工作室的主要工作是通过抄方、整理医案、随同老师查房、撰写论文书籍等多种方式，来继承和发扬王老师宝贵的中医学术思想和临床经验。通过学生们的努力，《王育群医案医话选》于2003年正式出版发行，本书比较全面系统地总结和展示了王老师的学术成就。此后工作室每年都有新的医案和论文陆续发表，从不同的角度深入挖掘老师的学术思想体系，取得了颇为丰硕的成果。工作室以王教授经验方为基础，逐步开展针对肝病患者失眠、纳差等症状，进行中药足浴及耳穴等外治疗法；对于现代医学尚无特效治疗方法的病毒性肝炎，根据其发病及症情特点，形成了以活血化瘀、补益肝肾、标本兼治的治疗病毒性肝炎的思想体系，指导临床，疗效显著。特别是对乙型慢性病毒性肝炎的治疗，在临床实践的过程中形成了一套独特的治疗方法，取得了满意的临床疗效，处于国内先进的水平。\n吾生也有涯，而知也无涯。摘自《庄子.养生主》，用以自勉。-王育群\n名医小传\n王育群，男，1936年出生，祖籍青岛。主任医师，教授，硕士研究生导师,1962年毕业于上海中医药大学医疗系。从医四",
        "source_file": "王育群.txt",
        "chunk_index": 32
    },
    {
        "id": "王育群.txt_33",
        "title": "王育群",
        "abstract": "936年出生，祖籍青岛。主任医师，教授，硕士研究生导师,1962年毕业于上海中医药大学医疗系。从医四十多年来，王老师广泛涉猎医书古籍，孜孜不倦，持之以恒、虚心好学，刻苦钻研，对内科杂病、肝病、外感咳嗽、肾结石等疾病积累了丰富的临床经验，做了大量的研究工作。1985年底担任上海中医药大学附属龙华医院肝科主任，专攻肝病，成为著名的中医肝病专家，先后在国内外专业刊物上发表论文100余篇，主编了《中医外感病辨治》、《肝胆证治广纂》、《内科疾病名家验案评析》等学术专著，并是全国高等院校中西医结合教材《中西医结合内科学》、《中西医结合传染病学》的副主编。。近十年来他还应邀赴日本、美国、澳洲及我国台湾、香港等地进行讲学及诊疗活动，受到好评。先后主持了市局级课题近10项，其中《2888例急性甲型病毒性肝炎临床研究》获国家中医药管理局科技成果二等奖。带教研究生近10名。是上海中医药大学附属龙华医院首席主任医师，曾任上海中医药学会肝病专业委员会主任委员、中国中医药学会肝胆病专业委员会委员、中国中医药学会内科专业委员会委员、上海市肝病研究中心常委、上海市慢性肝炎防治中心常委。",
        "source_file": "王育群.txt",
        "chunk_index": 33
    },
    {
        "id": "王育群.txt_34",
        "title": "王育群",
        "abstract": "病研究中心常委、上海市慢性肝炎防治中心常委。",
        "source_file": "王育群.txt",
        "chunk_index": 34
    },
    {
        "id": "邱佳信.txt_0",
        "title": "邱佳信",
        "abstract": "潜心攻研恶性肿瘤，创新发展脾虚理论\n——邱佳信学术经验集萃\n学术思想\n1. 学术思想形成\n导师从医近五十年，具有深厚的中医、西医理论素养和精湛的临床与科研技术。形成了具有鲜明特色的中医、中西医结合防治恶性肿瘤的学术思想和行之有效的临床诊治和科研工作体系。在导师从事中医、中西医结合肿瘤防治工作的早期，就以中医理论为基本出发点，对当时的中医、中西医结合的工作现状、思路和研究策略有着全面、深入的思索，导师在早年的一篇文章中曾明确指出：“要使中西医结合工作来一个质的飞跃，必须在理论体系上有重大的突破。……这种尾随西医理论的状态应该改变，是否可用中医的理论指导现代医学理论的研究，从中肯定中医理论中的正确内容，否定错误的内容，进而提高中医理论。”正是在这种“学习、继承并发展中医理论”的思想指导下，从中医经典理论出发，在长期的临床工作中发现和确立脾虚和健脾法为切入点，利用现代科学技术探讨其作用和原理；以肿瘤成因的多阶段学说作为中医药理论和现代医学的结合点，针对肿瘤形成的关键阶段——起始（initiation）和启动（promotion）进行中药反突变、反启动的研究工作，通过对八大类功效共百余种单味和由健脾类药组成的小复方1",
        "source_file": "邱佳信.txt",
        "chunk_index": 0
    },
    {
        "id": "邱佳信.txt_1",
        "title": "邱佳信",
        "abstract": "otion）进行中药反突变、反启动的研究工作，通过对八大类功效共百余种单味和由健脾类药组成的小复方10个、补肾类药物组成的小复方11个、其他类药物组成的小复方14个对MNNG致V79细胞突变的影响；对细胞介导突变的影响；对启动阶段的阻断作用——对“代谢合作”（metabolic cooperation）模型的影响以及对多种致癌（致变）动物模型作用的系统研究结果，在此基础上首先提出恶性肿瘤的虚证不仅具有虚证共同的全部特征性内涵，同时具有其自身特点的论点。归纳消化道恶性肿瘤的病因病机特点，提出消化道恶性肿瘤的病本在“脾”，病因病机与“虚”、“热”、“痰”、“瘀”、“毒”有关，其中尤以脾胃虚弱为其发生与发展的一个基本因素的学术观点，在总结以上临床和研究工作的基础上，导师进一步指出：“如果我们摆脱长期临床习惯所带给我们的对脾虚的局限看法，把这个古老的中医概念推广到细胞与分子水平，DNA在空间构型的变化，或者更进一步的结构方面的改变，则是它的深刻的内在原因之一。那么就有理由来推测在肿瘤形成的过程中，脾虚至少是重要关键之一。正是由于这个细胞与分子水平的“脾虚”存在，所以才会发生细胞被起始与被启动。”在治疗上，我们只有采用",
        "source_file": "邱佳信.txt",
        "chunk_index": 1
    },
    {
        "id": "邱佳信.txt_2",
        "title": "邱佳信",
        "abstract": "。正是由于这个细胞与分子水平的“脾虚”存在，所以才会发生细胞被起始与被启动。”在治疗上，我们只有采用针对肿瘤虚证特点的治疗，才能纠正肿瘤的虚证状态，取得疗效。\n2. 学术成就\n（1）对中医、中西医结合防治恶性肿瘤理论和临床实践的发展\n在上世纪九十年代初提出的上述论断，把中医关于恶性肿瘤脾虚证的病机理论引向了细胞和分子等更广泛和深入的层面，将中医对恶性肿瘤的传统的、宏观辨证深入到了结合现代科学技术成果的微观辨证的更深层次，丰富了中医、中西医结合防治恶性肿瘤的理论；不仅开创了应用国际先进的动物模型、细胞模型对中医药防治恶性肿瘤的机理进行研究的新领域，为从分子层次的研究奠定了坚实的基础；更为重要的是逐渐形成了一整套行之有效的中医、中西医结合防治恶性肿瘤的临床实践原则和以健脾为基础并辨证结合清热解毒，软坚化痰等治则防治消化道恶性肿瘤的具体方案，临床和实验研究证实在防治胃癌，肝癌，胰腺癌，大肠癌等取得了显著的疗效。\n（2）对构建中医、中西医结合防治恶性肿瘤学术团队的贡献\n 由于导师多年来在临床和实验研究中的开拓性工作和不懈努力，使中医、中西医结合防治消化道恶性肿瘤成为龙华医院肿瘤科的主要特色病种。客观可重复的临床疗效不",
        "source_file": "邱佳信.txt",
        "chunk_index": 2
    },
    {
        "id": "邱佳信.txt_3",
        "title": "邱佳信",
        "abstract": "懈努力，使中医、中西医结合防治消化道恶性肿瘤成为龙华医院肿瘤科的主要特色病种。客观可重复的临床疗效不仅使本市、全国各地的病人不断增加，龙华医院中西医结合肿瘤科的门诊和病房规模不断扩大，也使中医药、中西医结合防治恶性肿瘤的影响力扩大到东南亚、日本、欧美等许多国家的同行和患者中。同时，在导师学术思想的影响下，在长期的临床和研究工作中，逐渐培养形成了一支熟悉中医、西医二种理论和诊疗技术，并矢志于为肿瘤患者精诚服务的肿瘤专科医师团队（其中二人成为龙华医院肿瘤科现任病区主任；一人当选中国中西医结合学会肿瘤专业委员会委员，二人分别成为上海二家三甲、二甲医院的副院长；二人成为上海市继承老中医药专家学术经验班学员；一人入选上海市卫生局希望之星；一人入选上海市青年科技启明星）；所带领的科室曾获得“上海市模范集体”（1993年）。\n（3）学术成果获得奖项和取得的社会效益\n导师从临床实际出发，在中医传统理论指导下，以现代科学技术研究和发展中医、中西医结合的思路和设想，得到了主管部门和同道们的充分肯定。在领导支持下，导师以第一负责人的身份和科室成员一起先后获得了国家“七五”、“九五”攻关课题、国家自然基金课题、上海市科委等多项课题的",
        "source_file": "邱佳信.txt",
        "chunk_index": 3
    },
    {
        "id": "邱佳信.txt_4",
        "title": "邱佳信",
        "abstract": "身份和科室成员一起先后获得了国家“七五”、“九五”攻关课题、国家自然基金课题、上海市科委等多项课题的资助。其开拓性的研究成果《中药在胃癌癌变过程中的作用研究》、《健脾补肾中药对肿瘤成因多阶段起始和启动影响》分别获国家中医药管理局科技进步二等奖各1次，《中医中药对胃癌（实验动物）的预防作用的研究》获国家中医药管理局科技进步三等奖1次；其他研究成果先后获上海市科技进步三等奖、上海市卫生局科技进步二等奖等多次。发表论文40余篇；多次应邀赴日本、法国等国讲学，多次参加包括美国临床肿瘤学术年会、日本全国肿瘤会议在内的国际学术会议，与国际同道进行肿瘤防治，特别是中医药防治恶性肿瘤的学术交流，引起广泛的重视和兴趣，扩大了中医中药在国际学术界的影响。同时，在以上临床和研究相结合的研究成果基础上形成了“胃肠安冲剂”，“益气软坚冲剂”等院内制剂，临床运用20余年，在治疗消化道恶性肿瘤，预防肿瘤术后复发和转移等方面有良好的作用。\n临证经验\n一、运用中医、中西医结合防治恶性肿瘤的一些基本原则\n（一）中医理论指导的原则\n导师首先强调和始终坚持的一项基本原则就是中医理论指导下的中西医结合肿瘤防治。中医理论的指导作用，不仅体现在针对特定病",
        "source_file": "邱佳信.txt",
        "chunk_index": 4
    },
    {
        "id": "邱佳信.txt_5",
        "title": "邱佳信",
        "abstract": "终坚持的一项基本原则就是中医理论指导下的中西医结合肿瘤防治。中医理论的指导作用，不仅体现在针对特定病种的具体治疗上，而是应该贯穿于对恶性肿瘤发病学研究，诊断和治疗（包括预防）措施制定和实施的全过程中。也就是说，要以中医诊治疾病的思路来构建肿瘤的防治策略和措施，有机结合运用西医一切先进的检查诊断方法和治疗手段，对病人的病情作出准确的判断；将手术、放、化疗等各种针对肿瘤“病”的有效治疗手段纳入到整个治疗体系中，制定合理的综合运用的方案，以达到最佳的治疗效果。\n（二）辨证论治的原则\n辨证论治是中医临床诊疗的精华所在，要求因循证型的变化而不断调整中医治则，尊重证型的个体化特征。导师认为，现代中医、中西医结合防治恶性肿瘤也应遵循中医辨证论治的精神：灵活施治，因证而变，实施恶性肿瘤的个体化诊治方案。导师认为辨证论治原则在肿瘤诊治中包含了二个方面的内容：1、要全面充分地收集，动态及时掌握患者的所有资料，进行准确的辨证。就目前而言，充分地掌握患者的所有资料，首先是在临床上仔细进行中医四诊信息的收集，做到及时、准确、全面地反映患者在中医证型上的细微变化；其次要尽可能利用先进的检查手段了解每个个体患者和肿瘤的特性，如利用HRCT",
        "source_file": "邱佳信.txt",
        "chunk_index": 5
    },
    {
        "id": "邱佳信.txt_6",
        "title": "邱佳信",
        "abstract": "者在中医证型上的细微变化；其次要尽可能利用先进的检查手段了解每个个体患者和肿瘤的特性，如利用HRCT、PET-CT、超声内窥镜、共聚焦显微内镜等更准确评估患者和肿瘤的临床情况；还要利用各种临床病理学的检测技术，更深入地了解患者自身的分子病理学特点和所患肿瘤的遗传学特性。为中西医结合治疗方案的制定提供更深层次的依据。2、根据所掌握的患者病情的各种材料，制订一个正确的中西医结合个体化治疗方案。其原则是：①尊重现有的中医和西医肿瘤治疗规范，但不是简单套用和机械相加；②充分考虑患者个体差异性，包括依据中医辨证和所获取的肿瘤遗传学特性、甚至要注意到个体间性格和心理状态的差异等不同信息，进行综合考虑和判断。以上二个方面是缺一不可的，其中辨证的准确性是基础，而正确的治疗方案是取得恶性肿瘤防治疗效的基本保证。\n（三）合理扶正的原则\n导师有关合理扶正的原则包括了二方面的含义：1、扶正治疗应贯穿肿瘤治疗的始终，但需在辨别病情的基础上合理应用。扶正的方法包括了中医药辨证论治以及西医的支持治疗、免疫调节治疗等内容；2、将“不伤正气”作为在中西医结合治疗恶性肿瘤过程中任何阶段必须遵循的前提和基础，也是判断治疗方案合理性和可行性的重要条",
        "source_file": "邱佳信.txt",
        "chunk_index": 6
    },
    {
        "id": "邱佳信.txt_7",
        "title": "邱佳信",
        "abstract": "为在中西医结合治疗恶性肿瘤过程中任何阶段必须遵循的前提和基础，也是判断治疗方案合理性和可行性的重要条件。因此，贯彻合理扶正原则是导师在临床治疗恶性肿瘤中取得显著临床疗效的重要原因之一。\n（四）必要祛邪的原则\n必要祛邪的原则也包括了二方面的内容：1、祛邪是中西医结合治疗恶性肿瘤的基本面，是临床治疗原则的重要组成部分。因合理应用各种治疗手段，以获得最优化的祛除恶性肿瘤的效果。2、在中医理论指导下，根据长期临床实践经验的积累，在不同治疗阶段辨证综合运用各种祛邪中药在恶性肿瘤的总体治疗进程中具有重要作用。\n恶性肿瘤是正虚和邪实共同作用的结果。在恶性肿瘤的形成原因中，正虚是内因，是发病基础，而邪实既是恶性肿瘤形成的外因，同时又是疾病的表现形式和影响改变正虚状态的主要障碍之一。因此，在恶性肿瘤的治疗中，祛邪是最基本的治疗原则。在肿瘤治疗的任何阶段，只要在不伤正气的前提下，应该进行积极的祛邪治疗，包括采用各种中西医的祛邪治疗手段（包括去除肿瘤病灶和可能导致肿瘤发生发展的各种病理因子）。\n（五）治未病的原则\n在肿瘤的治疗过程中，“治未病”的概念应该始终贯穿于治疗过程中。“防”与“治”是完全统一的。通过治疗癌前疾病，防治癌前病",
        "source_file": "邱佳信.txt",
        "chunk_index": 7
    },
    {
        "id": "邱佳信.txt_8",
        "title": "邱佳信",
        "abstract": "，“治未病”的概念应该始终贯穿于治疗过程中。“防”与“治”是完全统一的。通过治疗癌前疾病，防治癌前病变；防治恶性肿瘤复发和转移；防止肿瘤治疗后二重癌的发生等方面的工作，达到降低肿瘤发病率，提高肿瘤治愈率的目的。\n（六）治病求本的原则\n“本”的原义是指阴阳的变化规律而言。导师所倡导的治病求本原则，指的是在恶性肿瘤的诊治中，探求疾病的根本原因，采取针对疾病根本原因的治本方法。导师认为，恶性肿瘤是全身性疾病在脏腑中的局部表现，因此，即使在局部已经完全控制肿瘤的情况下，仍然要坚持对造成恶性肿瘤的根本病因进行治疗，以最终防止肿瘤的复发转移，以及二重癌的发生等，只有这样才能在控制癌症的斗争中真正取得胜利。治病求本的原则主要有以下的内容：（一）努力探求癌症的根本病因病机；二）要在恶性肿瘤错综复杂的临床表现中，针对疾病基本病因确定正确的治本方法。\n（七）坚持治疗的原则\n恶性肿瘤，特别是中晚期的恶性肿瘤，其治疗是一个漫长的过程。导师认为：肿瘤的防治过程就好像一场“持久战”，这是导师基于对肿瘤形成规律的认识和肿瘤防治现状的思考而得出的结论。许多临床实际病例的治疗结果显示：经过中西医结合治疗恶性肿瘤的不懈努力，延长了患者的生存时间",
        "source_file": "邱佳信.txt",
        "chunk_index": 8
    },
    {
        "id": "邱佳信.txt_9",
        "title": "邱佳信",
        "abstract": "出的结论。许多临床实际病例的治疗结果显示：经过中西医结合治疗恶性肿瘤的不懈努力，延长了患者的生存时间和有效的治疗时间，逆转了原本以为治疗难以奏效的疾病发展趋势，最终取得了意想不到的治疗效果。分析其原因可以发现，转变以往单纯将所有肿瘤细胞完全杀灭以根治肿瘤的治疗思路，并不意味着我们轻易地在放弃任何可能根治肿瘤的方法的应用，而是以更积极的态度，以中医理论为指导，发挥中医和中西医结合的治疗优势，坚持长期的合理治疗和随访。同时，通过合理的扶正和祛邪，激发患者的抗病能力，使之能够坚持足够长时间的肿瘤治疗，不仅可以使多数患者肿瘤得到有效控制，获得长期生存，对处于晚期肿瘤的患者，也将会有利于病情的控制，甚至扭转机体正邪力量的对比，使之向好转的方向发展。\n（八）求实创新的原则\n临床上每位患者的病情是千差万别的，科研工作中的研究结果也极有可能与预先的设想大相径庭，而恶性肿瘤更是我们目前还未完全知晓的复杂性难治性疾病，因此，在临床和研究工作中，实事求是，开拓创新是对病人的高度负责，是作为医者的职责所在。\n从跟随导师学习多年的过程中，我们深深体会到导师经常告戒我们的这些基本的原则，在临床和科研工作中的重要性，也正是由于坚持了这些基",
        "source_file": "邱佳信.txt",
        "chunk_index": 9
    },
    {
        "id": "邱佳信.txt_10",
        "title": "邱佳信",
        "abstract": "，我们深深体会到导师经常告戒我们的这些基本的原则，在临床和科研工作中的重要性，也正是由于坚持了这些基本的原则，才能在中医、中西医结合防治恶性肿瘤临床和研究工作中取得实实在在，造福患者的成果。\n二、运用中医、中西医结合防治恶性肿瘤的具体领域\n导师主张在中医理论指导下认识和治疗肿瘤，肿瘤是一个全身性疾病，所以以人为整体的全身治疗在肿瘤的治疗中占据主要地位，任何防治肿瘤的方案，不可或缺全身治疗的手段。中医药的理论和方法在肿瘤防治的整个过程中具有不可替代的重要作用，特别是在以根治肿瘤为目的的防治方案中。\n导师对于不同期别的肿瘤患者，强调都以根治肿瘤为最终目标。即使对于早期肿瘤，在没有对产生肿瘤基础的人体有机体进行全身治疗达到一定阶段以前，高度关注其易复发和转移的特性，一旦出现复发或转移，后续治疗较为棘手、被动，所以通过中医药治疗防止复发和转移是主动防治肿瘤的重要手段，不可掉以轻心。对于晚期肿瘤，患者和家属往往失去信心和勇气，导致破罐破摔。我们往往是在详细分析患者全面的检查资料及以往治疗方法，衡量患者目前的整体状况和肿瘤的发展趋势，试图找到恢复身体，控制肿瘤的方法，以争取更进一步的疗效，鼓励患者与疾病斗争，增强其信心和",
        "source_file": "邱佳信.txt",
        "chunk_index": 10
    },
    {
        "id": "邱佳信.txt_11",
        "title": "邱佳信",
        "abstract": "的发展趋势，试图找到恢复身体，控制肿瘤的方法，以争取更进一步的疗效，鼓励患者与疾病斗争，增强其信心和勇气，积极地与医生配合。中医药理论和方法的应用，充分体现了在人类健康主要杀手的恶性肿瘤防治中的中国智慧。\n肿瘤的发生、发展是一个长期慢性的过程，我们临床上经常可以遇到一些具有癌变倾向的疾病，如：慢性萎缩性胃炎伴肠化生或不典型性增生，较大的结肠绒毛状腺瘤，食管黏膜鳞状上皮不典型增生等等，对于此类患者，须注意应密切检查和随访，区别是癌前病变，还是癌前状态，更重要的是，需在中医理论指导下给予中医药干预治疗，使患者从癌前病变或癌前状态中改变过来，阻断其发展，邱老师早年的实验研究和大量的临床实践证明这是可行的。\n对于早期肿瘤来说，手术切除以后，由于患者大多数没有明显不适，很容易忽略后续的治疗，没有追究自己的身体为什么会产生肿瘤，手术以后，并没有改变原来产生肿瘤的身体基础和外界致病因素对人体的影响，如果不从生活方式中吸取教训，更重要的是不按照中医药的规律进行后续治疗，再次产生肿瘤的可能性是大大存在的，患者手术后仍处于癌症状态或癌前状态。导师早年曾用ENNG诱发皮革狗胃癌而进行中药干预实验，细致观察到了正常胃黏膜在致癌剂的作",
        "source_file": "邱佳信.txt",
        "chunk_index": 11
    },
    {
        "id": "邱佳信.txt_12",
        "title": "邱佳信",
        "abstract": "或癌前状态。导师早年曾用ENNG诱发皮革狗胃癌而进行中药干预实验，细致观察到了正常胃黏膜在致癌剂的作用下产生急性炎症，慢性炎症，不典型增生，早期癌及中晚期癌的整个过程，在中医理论指导下，应用中药复方给予干预治疗，起到了较好的预防、治疗作用。证实癌前病变和早期癌可以逆转和治疗。我们有理由相信，癌症本身是一个内科疾病，将来通过全身治疗的方法可以获得治愈的，而中医药有重要的借鉴、启示作用。\n对于中期恶性肿瘤来说，由于肿瘤来势凶猛，发展迅速，而人体正气尚不太虚，这时，西医常选用手术、化疗、放疗、靶向治疗等等，在控制肿瘤的同时产生一些副作用，有些副作用机体难以耐受，而且远期效果不佳。导师主张在中医理论指导下，以中医药治疗为基础，在不太伤正气或正气尚可恢复的情况下，合理安排手术、化疗、放疗、靶向治疗等等，将上述手段作为中医攻邪方法的一部分，其根本目的是延长患者生存时间，为根治肿瘤的目标而暂时采用的手段，大部分患者经过合理安排，毒副作用可以耐受，生存时间得以延长。\n对于许多晚期肿瘤来说，西医常常缺乏有效的治疗手段，是治疗的难点。患者往往身体虚弱，肿瘤负荷较大，这时，可以先用中医药方法改善症状，改善部分虚证，如改善食欲，缓解",
        "source_file": "邱佳信.txt",
        "chunk_index": 12
    },
    {
        "id": "邱佳信.txt_13",
        "title": "邱佳信",
        "abstract": "点。患者往往身体虚弱，肿瘤负荷较大，这时，可以先用中医药方法改善症状，改善部分虚证，如改善食欲，缓解腹胀，提高患者耐受力，继而可创造条件进行化疗，使病灶缩小，进一步创造条件行手术切除或局部放射治疗，控制肿瘤的同时，给进一步恢复身体创造良机，从而争取好的效果。在晚期肿瘤治疗方案制订和治疗方法选择及合理安排上，以中医理论为指导，中西医有机结合十分重要。临床上，我们的实践证明，不管是术后复发转移或未能手术的荷瘤患者，经过合理的中西医结合治疗，患者能带瘤生存一段时间，而带瘤时间延长，我们可寻找时机进一步控制肿瘤，为我们根治肿瘤创造条件。在肿瘤防治中，我们始终坚持预防是第一位的，要防治结合，并且坚持治疗，决不轻易放弃，积极寻找制服肿瘤的任何线索和信息，在带瘤生存中，要有足够的耐心和策略，注意通过扶正祛邪量的积累，达到治愈肿瘤质的改变。\n总之，中医药理论在恶性肿瘤的综合治疗中具有重要的指导作用，中医、中西医结合的思想、理论、方法如果能贯穿于肿瘤防治的始终，将在人类最终控制、治愈恶性肿瘤的过程中发挥其应有的重要作用。\n三、运用中医、中西医结合防治恶性肿瘤的方法\n治法是治疗疾病的具体方法。导师认为在肿瘤的治疗过程中单纯扶正或",
        "source_file": "邱佳信.txt",
        "chunk_index": 13
    },
    {
        "id": "邱佳信.txt_14",
        "title": "邱佳信",
        "abstract": "用中医、中西医结合防治恶性肿瘤的方法\n治法是治疗疾病的具体方法。导师认为在肿瘤的治疗过程中单纯扶正或祛邪都有其不足之处，因为它们只能各自解决肿瘤的局部问题，因此必须将两者有机地结合起来，在治疗过程中，根据患者的实际情况，注重扶正与祛邪的比例，不能无限制的扩大扶正的作用，亦不能一味的只讲手术、化疗等不顾病人的正气。所以我们的观点是扶正与祛邪有机的结合，适时调整各自的比例，才能给病人带来最佳疗效而使病人获益。为了书写方便，下面我们将按照扶正法与祛邪法来详细介绍导师防治恶性肿瘤的治则。\n（一）治则\n扶正法：根据肿瘤成因多阶段学说理论，导师认为肿瘤患者发病首先是因为脏腑功能受损，正如《内经》所述：“正气存内，邪不可干”、“邪之所凑，其气必虚”，本身体质虚弱是外邪入侵的基础。导师临床治疗十分重视扶正法。用扶正培本法，扶助人体正气，协调阴阳偏盛偏衰。正如古代医家所言“养正积自除。”常用的扶正法包括了①健脾法：“脾为后天之本”，运用具有反突变、反启动等作用的健脾类中药，才有可能纠正恶性肿瘤患者所具有的特殊脾虚状态，取得控制肿瘤的目的；②补肾培本法：导师认为患者的临床表现多有肾的阴阳偏虚，这时就需要根据张景岳“善补阳者，必于",
        "source_file": "邱佳信.txt",
        "chunk_index": 14
    },
    {
        "id": "邱佳信.txt_15",
        "title": "邱佳信",
        "abstract": "瘤的目的；②补肾培本法：导师认为患者的临床表现多有肾的阴阳偏虚，这时就需要根据张景岳“善补阳者，必于阴中求阳……，善补阴者，必于阳中求阴……”的理论，调补肾的阴阳。③其它扶正法包括了：补肺益气法；益气养阴法；养心安神法；等。\n攻邪法：中医认为肿瘤局部的表现属邪实范畴，因此导师在治疗中，对祛邪方法的应用很是重视，认为扶正与祛邪是肿瘤治疗中不可分割的两部分，如果我们只重视其中一种方法而忽视另一种的话，都不能取得满意的临床疗效。根据肿瘤病因病机“虚”、“痰”、“瘀”、“毒”等的特点，导师临床常用的祛邪方法包括了①清热解毒法；②软坚散结法；③活血化瘀法；④化痰除湿法；⑤以毒攻毒法；⑥疏肝理气法；等。\n对症治疗法：肿瘤发生发展过程中，因局部肿块、整体虚损,外加手术、放化疗等一些治疗手段的作用，使机体会产生一些阶段性症状，结合中医辨证施治的原则，给予相应的对症处理的治疗方法，一则缓解症状，二则为控制肿瘤发展提供进一步治疗的保证。常用的方法：①呕吐可辨证采用降逆止呕法、和胃舒肝法、豁痰开窍法等；②黄疸采用利湿退黄法、疏肝利胆法等；③咳嗽可辨证采用清肺止咳法、宣肺平喘法等；④便秘可辨证采用润肠通便法、养血润燥法、温肾通便法、",
        "source_file": "邱佳信.txt",
        "chunk_index": 15
    },
    {
        "id": "邱佳信.txt_16",
        "title": "邱佳信",
        "abstract": "法等；③咳嗽可辨证采用清肺止咳法、宣肺平喘法等；④便秘可辨证采用润肠通便法、养血润燥法、温肾通便法、行气导滞法等；⑤疼痛可辨证采用化瘀、理气、通经、活血等；⑥纳差辨证采用和胃理气法、消食导滞法、化湿醒脾法等；⑦水肿可辨证采用利水消肿法、泻肺利水法等；⑧泄泻可辨证采用升提中气法、清热利湿法、健脾渗湿法、涩肠止泻法等；⑨头痛可辨证采用平肝潜阳法、化痰降逆法、理气活血法、养血祛风法等；等等\n（二）中医治疗方法\n中药口服: 在中医辨证论治理论原则的指导下，结合肿瘤疾病的特点，处方配药，煎煮后服用。\n中药导管滴入：导师依据中医理论，对消化道梗阻患者采用中药导管滴入的给药方式予以治疗。\n针灸（针刺，穴位注射、耳穴）：针灸疗法是祖国医学中一种独特疗法，导师在肿瘤的治疗中也做了尝试，在改善患者的一些临床症状方面还是取得了一定的疗效。\n中药外治：导师在中医内病外治思想的指导下，对临床一些疑难复杂症状在常规治疗方法的基础上，加用一些外治的手段如：中药外敷、雾化吸入等，常取得更好的效果。\n饮食疗法：中医就有药食同源之说。导师认为肿瘤病人的饮食禁忌和饮食配伍对其康复、预后及治疗的顺利进行都是密切相关的。\n情志疗法：导师临诊时十分重视",
        "source_file": "邱佳信.txt",
        "chunk_index": 16
    },
    {
        "id": "邱佳信.txt_17",
        "title": "邱佳信",
        "abstract": "病人的饮食禁忌和饮食配伍对其康复、预后及治疗的顺利进行都是密切相关的。\n情志疗法：导师临诊时十分重视对患者的心理治疗，也就是中医的情志疗法，通过语言、药物的双重作用起到改善患者心理状态，使机体达到最佳的抗病状态，防治肿瘤的复发转移或病情进一步进展。\n（三）中医理论指导下的中西医结合\n随着现代医疗技术的不断进步，西医治疗肿瘤的手段有了长足的发展。那么在肿瘤患者的治疗过程，中西医治疗手段如何有效且安全的联合使用是摆在我们面前的一道重要课题。近年来化疗药物、生物治疗药物以及分子靶向治疗药物研发，中药和这些新兴药物间的相互作用，配伍宜忌，以及效价观察等，是我们工作室关注的重点。但是，导师奉行的中西医结合治疗肿瘤的宗旨是不变的，即中医理论指导下的中西医结合治疗，任何一种西医的治疗手段或药物只要是对病人有利的，都可以拿来并在中医理论指导下合理使用。\n四、运用中医、中西医结合防治恶性肿瘤的疗效\n导师认为，从中医传统理论、临床经验和实验研究中总结得到的治疗方法，只有经过实实在在的临床工作的检验和国际公认的实验方法的验证，其价值才能被国内外同行所真正认可。从上世纪的八十年代开始，导师带领课题组开展了一系列对中医、中西医结合防治",
        "source_file": "邱佳信.txt",
        "chunk_index": 17
    },
    {
        "id": "邱佳信.txt_18",
        "title": "邱佳信",
        "abstract": "才能被国内外同行所真正认可。从上世纪的八十年代开始，导师带领课题组开展了一系列对中医、中西医结合防治消化道恶性肿瘤的临床疗效研究和实验验证工作，以符合统计学原则的客观评价方法证实了中医、中西医结合在恶性肿瘤防治方面的科学价值。\n（一）健脾为主的中药复方治疗晚期胃癌的随机分层配对临床研究\n导师及课题组将II-IV期的141例胃腺癌患者，采用随机分层配对方法分为中药组、西药（化疗）组和中西结合组，每组各47例，中药组予太子参、炒白术、茯苓、红藤、牡蛎等中药组成的健脾益气、清热解毒、软坚化痰方剂，每日l剂。西药组给予MMF方案：MTX 10 mg、MMC 4mg、5-Fu 500mg，每周1次，8-10次为l疗程。中西医结合组服用中药组方剂，同时应用MMF化疗方案。结果中药组一、二、三年生存率各为82.44%、62.49%、37.12%；中西医结合组各为79.62%、61.64%、40.84%；西药组则各为41.39%、27.59%、7.62%。经Log-rank检验，中药组、中西医结合组生存曲线与西药组相比有显著性差异，而中药组与中西医结合组间无显著性差异。中药组中位生存期为23.5月，中西医结合组为24.0月，",
        "source_file": "邱佳信.txt",
        "chunk_index": 18
    },
    {
        "id": "邱佳信.txt_19",
        "title": "邱佳信",
        "abstract": "差异，而中药组与中西医结合组间无显著性差异。中药组中位生存期为23.5月，中西医结合组为24.0月，西药组仅为8.0月，生存期明显低于前两组。以ECOG（美东地区肿瘤协作组）的肿瘤病人行为状态的评分标准为依据，以2年作为各组之间比较的时间，计算完全失去活动力，生活完全不能自理，强迫卧床或坐椅（为4分）与死亡（为5分）的总分加以比较。经统计分析，ECOG评分4-5分中药组17例、中西医结合组16例、西药组29例，评分<3分3组分别为30例、31例、18例。经统计学处理，中药组和中西医结合组疗效均优于西药组（P<0.05和P<0.01）。通过以上较大样本例数的随机分层配对临床研究，证实健脾为主的中药复方治疗晚期胃癌有改善生存质量和延长晚期胃癌生存期的作用。\n（二）皮革狗胃癌模型对健脾为主的中药复方延长胃癌生存期的实验研究\n上世纪九十年代，导师及课题组选用国际通用的胃癌造模动物——小种猎犬皮革狗，采用当时国际公认的胃癌造模方法成功致成皮革狗胃癌模型。随后，将模型动物随机分为中药组与西药组，中药组每天服用临床采用的中药方剂，西药组采用临床常用的化疗方案，分别应用中药或化疗治疗，并计算生存天数。中药组7只狗中位生存期为",
        "source_file": "邱佳信.txt",
        "chunk_index": 19
    },
    {
        "id": "邱佳信.txt_20",
        "title": "邱佳信",
        "abstract": "方剂，西药组采用临床常用的化疗方案，分别应用中药或化疗治疗，并计算生存天数。中药组7只狗中位生存期为428天，西药组5只狗中位生存期为246天。经统计学检验，两组间有显著性差异(P＜0.05)。以上采用国际通用的胃癌动物模型，严格的随机对照分组的方法对临床研究的结果再次进行了验证，证实了以健脾为主的中药复方在延长胃癌生存期方面的作用。\n（三）对人胃癌转移影响的临床观察与实验研究\n临床观察：如何预防进展期胃癌患者术后的复发和转移是提高患者疗效，延长患者生存期的重要途径，如果能够在这方面有所突破，无疑对降低癌症的死亡率将有极大的帮助。导师及课题组将病理类型、侵犯层次、区域性淋巴结转移等构成比基本相似的胃癌根治术后病例，随机分成服用以健脾益气为主的中药组与应用化疗治疗的对照组，观察他们的转移情况，结果显示以健脾益气为主的中药能够有效地降低进展期胃癌患者术后的复发和转移。\n实验研究：导师及课题组采用人胃癌细胞SGC-7901裸小鼠脾包膜下模型，随机分成两组，一组为服用健脾中药为主的中药组，一组为服用生理盐水的对照组，观察肿瘤转移情况。结果对照组动物肝转移率、肝转移灶数、肺转移率、腹膜种植转移灶，以及腹水出现率均显著高",
        "source_file": "邱佳信.txt",
        "chunk_index": 20
    },
    {
        "id": "邱佳信.txt_21",
        "title": "邱佳信",
        "abstract": "察肿瘤转移情况。结果对照组动物肝转移率、肝转移灶数、肺转移率、腹膜种植转移灶，以及腹水出现率均显著高于中药组，统计学分析有显著差异，提示了健脾为主的中药具有降低胃癌细胞在裸小鼠体内转移的作用，验证了临床观察取得的结果。\n（四）对胃癌癌前病变不典型增生防治的观察\n导师及课题组将比较了服用健脾益气、清热解毒、软坚化痰的中药方剂对有胃不典型增生的患者的治疗作用。研究结果提示，中药治疗后胃不典型增生消失与减轻情况明显优于对照组，同时发现患者胃粘膜上皮不典型增生细胞的差异和病理异型明显减轻。这结果提示应用健脾益气、清热解毒、软坚化痰中药具有防治胃癌癌前病变的潜在作用。其后的临床前瞻性观察和实验研究过程中都显示出同样的作用。\n（五）健脾理气、清热解毒、软坚化痰方剂治疗晚期肝癌的临床观察及实验研究\n导师及课题组观察了以健脾理气、清热解毒、软坚化痰为主的中药方剂在治疗包括原发性和继发性肝癌中的临床效果，提示中药治疗能提高晚期肝癌（原发性和继发性）患者的一年生存率。相关实验研究亦显示上述健牌理气、清热解毒、软坚化痰的中药方剂具有一定的抑制人肝癌细胞株的作用。在上世纪的七、八十年代，无论国内或国外，对于晚期肝癌（原发性和继发性）",
        "source_file": "邱佳信.txt",
        "chunk_index": 21
    },
    {
        "id": "邱佳信.txt_22",
        "title": "邱佳信",
        "abstract": "一定的抑制人肝癌细胞株的作用。在上世纪的七、八十年代，无论国内或国外，对于晚期肝癌（原发性和继发性）的治疗缺乏有效方法，生存时间较短，死亡率高。因此，导师及课题组成员的上述工作对应用健牌理气、清热解毒、软坚化痰的中药方剂治疗晚期肝癌起到了开创性的作用。\n（六）健脾为主的中药复方对胰腺癌、大肠癌的抑制作用\n导师及课题组成员研究发现服用健脾为主的中药复方可以提高胰腺癌患者的一年生存率。运用健脾为主的中药复方胃肠安能够提高人结肠癌LOVO细胞裸鼠皮下移植瘤的抑瘤率，并抑制人结肠癌LOVO细胞 和c-myc基因的过度表达。\n医案举隅\n医案一  潘某   男性   65岁  1995.8 初诊\n初诊：   \n    患者1995.6因“上腹部不适反复1月余，伴纳差、消瘦”在中山医院经B超和CT证实胰体占位，于1995.6.18在该院行胰十二指肠切除术，术后病理证实：胰腺导管腺癌，术中见腹腔肿大淋巴结多枚，病理证实转移，术后未行放化疗，1995.8首诊。\n    刻下：神疲乏力，胃纳不馨，嗳气泛酸时作，口苦，腰背酸楚，大便稀溏，日行数次，稍食油腻或生冷即泻，腹痛隐隐，消瘦，夜寐不佳，舌淡红，苔薄黄，脉细弦。\n    诊断",
        "source_file": "邱佳信.txt",
        "chunk_index": 22
    },
    {
        "id": "邱佳信.txt_23",
        "title": "邱佳信",
        "abstract": "稀溏，日行数次，稍食油腻或生冷即泻，腹痛隐隐，消瘦，夜寐不佳，舌淡红，苔薄黄，脉细弦。\n    诊断  中医：胰腺癌（脾虚毒聚）  西医：胰腺癌术后（胰体导管腺癌）\n    辨证证型  脾虚健运失司，痰瘀胶结于内\n    中医治则   健脾助运，佐以散结消癥\n    方药   导师经验方（胰腺癌）加减。\n    太子参    炒白术    茯苓     姜半夏    青皮     陈皮\n生黄芪    当归      岩柏     川连      煨葛根   石榴皮\n穿山甲    鳖甲      煅瓦楞   大腹皮    台乌药   佛手\n郁金      金钱草    炒谷麦芽\n    医嘱  忌食鸡、蜂皇浆、黄鱼等食物，宜低脂、低糖饮食 \n二诊：\n患者服中药28贴，精神明显好转，大便渐成形，胃纳渐增，腹中矢气频作，腹痛缓解，体重回升，唯腰背仍有酸楚不适，舌淡红见瘀斑，苔薄白稍腻，脉细弦。\n辨证证型   脾虚气滞，痰瘀内聚\n治则  健脾理气 化痰祛瘀 散结消癥\n方药  原方＋蛇舌草、川断、莪术等。\n三诊：\n     口服中药半年余，复查上腹部CT：术区腹主动脉旁片状软组织密度影。血检CA199：120u/ml，",
        "source_file": "邱佳信.txt",
        "chunk_index": 23
    },
    {
        "id": "邱佳信.txt_24",
        "title": "邱佳信",
        "abstract": "口服中药半年余，复查上腹部CT：术区腹主动脉旁片状软组织密度影。血检CA199：120u/ml，主诉腰背板滞酸楚感，无腹痛腹胀，胃纳二便如常人，体重稳定。舌淡暗，苔薄白，脉细弦。\n辨证证型   脾肾两虚，邪毒互聚\n中医治则  健脾补肾 解毒消癥\n方药  导师经验方（胰腺癌）加减。\n    太子参    炒白术     茯苓     姜半夏     青皮     陈皮\n生黄芪    当归       藿香     岩柏       马兰根   穿山甲 \n鳖甲      干蟾皮     桃仁     赤芍      蛇舌草    芙蓉叶\n佛手      郁金      金钱草    川断      狗脊      生牡蛎\n    夏枯草 \n按上述治则辨证施治，CA199逐渐恢复正常，定期复查上腹部CT显示：腹主动脉旁片状软组织密度影逐渐变淡，并局限缩小。坚持服用中药近10年后，自行停服中药，近1年后复查发现肝内多发转移，虽经积极积治疗，包括介入、静脉化疗、放疗等，终未能控制病情进展，于06.10死亡。 \n【按语】\n患者明确诊断为胰腺癌术后。胰腺癌属消化道恶性肿瘤，因早期诊断率低、手术根治率低、五年生存率低和复",
        "source_file": "邱佳信.txt",
        "chunk_index": 24
    },
    {
        "id": "邱佳信.txt_25",
        "title": "邱佳信",
        "abstract": "】\n患者明确诊断为胰腺癌术后。胰腺癌属消化道恶性肿瘤，因早期诊断率低、手术根治率低、五年生存率低和复发转移率高等特点，被列入预后较差的肿瘤病种之一，对放疗、化疗均不敏感，单纯西医治疗疗效不理想。\n胰腺癌在中医学文献中属“癥瘕”、“积聚”、“黄疸”、“伏梁”等范畴。内经云：“正气存内，邪不可干”、“邪之所凑，其气必虚”，疾病发生的共同机制在于正虚邪犯，肿瘤也不例外，《张氏医通•积聚》云：“积之成也，正气不足，而后邪气踞之”。胰腺为脾经所辖，消化道肿瘤之一，邱教授经过多年临床和实验研究总结得出 “消化道恶性肿瘤邪实客观存在，脾虚则贯穿疾病的始终”这一重要规律 ，指出胰腺肿瘤脾虚是其正虚之本，包括一般内科疾病的脾虚和肿瘤“特有的虚证状态”，痰瘀互结则是标实之要。健脾扶正治其本，化痰祛瘀、解毒伐邪治其标，均为必用之治，并首选具有抗致突变功效、能纠正肿瘤患者“特有虚证状态”的中药。方中健脾首选四君子方，意在温助中焦之气，扶正培本，“脾通四脏，一荣俱荣，一败俱败”，以太子参替代党参，因前者为君组成的四君子方抗致突变效果更佳，黄芪、当归益气养血助扶正， 赤芍、半枝莲、穿山甲、炙鳖甲、生牡蛎、芙蓉叶、夏枯草、蛇莓等祛瘀散结解",
        "source_file": "邱佳信.txt",
        "chunk_index": 25
    },
    {
        "id": "邱佳信.txt_26",
        "title": "邱佳信",
        "abstract": "，黄芪、当归益气养血助扶正， 赤芍、半枝莲、穿山甲、炙鳖甲、生牡蛎、芙蓉叶、夏枯草、蛇莓等祛瘀散结解毒抗癌以祛邪，扶正祛邪并举，成为该患者施治的基本思路。\n初诊时恰逢手术后，手术是目前西医治疗唯一可能达到根治肿瘤目标的治疗方法，能最大限度地减灭局部肿瘤负荷，但术后不可避免地会使正气受到不同程度的损伤，“正盛则邪退，正虚则邪恋”，残留的癌毒随时可能死灰复燃，传舍肆虐。邱教授强调，肿瘤是一种全身性疾病在局部的表现，西医治疗的优势在于减灭驱除局部的邪毒，而调整机体内部严重失调的脏腑、气血、阴阳功能，使之趋于平衡，方才可能实现根治肿瘤的目标，中医具有不可替代的优势。\n患者素体脾虚，痰湿瘀毒内蕴，手术后邪毒已衰大半，但正气受戕，脾虚更甚，健运失司，清浊不分，水谷并走肠间而生泄泻。《医经余论》云：“脾以健为运，胃以通为补。健脾宜升，通胃宜降”，故邱教授主张升降同施，补清并用，使脾运复而不恋邪。同时稍佐解毒伐邪之药，共谋“扶正以达邪，祛邪以安正”。\n二诊时复查发现CA199异常升高，上腹部CT显示：腹主动脉旁片状软组织密度影。邱教授认为运用现代医学的检查手段弥补了中医“四诊”之不足，拓宽辨证思维，及时调整策略有助于提高疗效",
        "source_file": "邱佳信.txt",
        "chunk_index": 26
    },
    {
        "id": "邱佳信.txt_27",
        "title": "邱佳信",
        "abstract": "。邱教授认为运用现代医学的检查手段弥补了中医“四诊”之不足，拓宽辨证思维，及时调整策略有助于提高疗效。通过仔细辨证并结合检查资料信息，邱教授认为，此时患者正气渐复，但尚未强盛，残留邪毒有为患四窜之势，应在攻补兼施基础上加强伐邪之力，故加入干蟾皮、蛇莓、赤芍等药，并嘱患者坚持治疗，正气强盛方才能遏制邪毒蔓延。\n随着治疗时间的延长，疗效逐步稳定，该患者获得了近10年的生存期，实属不易，已能充分体现中医、中西医结合防治恶性肿瘤的优势。邱教授提示，患者服药近10年，应属痊愈，但停药1年出现转移，可见对疾病痊愈判断的标准不能仅仅依据时间，应综合整体和局部、宏观和微观、中医辨证和西医检测等所有资料，并作动态随访观察，不提倡轻易停止有效的治疗。\n医案二  韩某某   男    67岁   退休   2008.9.17初诊\n初诊：主诉    腹胀伴食欲不振3个月\n现病史  原有乙肝病史数年，2008年8月，患者因感腹胀3个月，检查Ｂ超示：肝右叶巨块型占位，2008年9月11日在外院查上腹部ＣＴ示：肝右前叶巨块型结节，伴有子灶，门脉右支及主干有栓子，肝包膜下积液明显，肝硬化，脾脏肿大。未行其他特殊治疗。为求中医药治疗而来诊。",
        "source_file": "邱佳信.txt",
        "chunk_index": 27
    },
    {
        "id": "邱佳信.txt_28",
        "title": "邱佳信",
        "abstract": "门脉右支及主干有栓子，肝包膜下积液明显，肝硬化，脾脏肿大。未行其他特殊治疗。为求中医药治疗而来诊。\n刻诊  患者感神疲乏力，上腹胀满，食欲欠佳，大便畅，1次/日，夜眠一般。\n相关体征（包括苔脉）及实验室检查  神清，慢性肝病面容，巩膜轻度黄染，面部有蜘蛛痣，腹部稍膨隆，腹软，移动性浊音阳性，双下肢无明显水肿。脉象弦细舌质淡红，苔薄稍白。\n理化检查：2008年9月10日外院肝功能示：谷丙转氨酶58U/L，总胆红素41mmol/L，γ-谷氨酰转肽酶178U/L,血清白蛋白30g/L,A/G为0.9，血清AFP>1210ng/ml。\n诊断  中医：肝癌（脾虚肝郁毒聚）。西医：原发性肝癌晚期，肝炎后肝硬化，腹水\n辨证证型   肝郁脾虚、水湿毒聚。\n中医治则   健脾疏肝、利水解毒、软坚散结。\n方药  导师经验方加减。\n太子参   炒白术  茯苓    姜半夏    陈皮  岩柏 \n马兰根　 生牡蛎  夏枯草  炙山鳖甲  茵陈  山栀子\n车前子   猪苓    泽泻    佛手      郁金  香附\n大腹皮   生黄芪  当归     \n煎服法  1贴/日，水煎两次共取汁280ml，每次服70ml，4次/日，饭后半",
        "source_file": "邱佳信.txt",
        "chunk_index": 28
    },
    {
        "id": "邱佳信.txt_29",
        "title": "邱佳信",
        "abstract": "芪  当归     \n煎服法  1贴/日，水煎两次共取汁280ml，每次服70ml，4次/日，饭后半小时服用。\n二诊：2008年11月2日\n患者服中药42贴，感腹胀减轻，食欲改善，体力增加，大便顺畅，夜眠可，脉象弦，舌质淡红，苔薄中央稍白。复查肝功能示：谷丙转氨酶47U/L，总胆红素32mmol/L，γ-谷氨酰转肽酶159U/L,血清白蛋白31g/L,A/G为0.9血清AFP 670ng/ml，腹部CT示：肝包膜下积液较前减少，肝右叶病灶有减小，病灶中央有液化坏死，门脉右支及主干有栓子，肝硬化，脾大。诊断、辨证同前，守上方加薏苡仁，芡实，继续中药治疗。\n三诊：2008年12月17日\n患者服中药42贴，感腹胀稍有，食欲可，体力一般，大便畅，夜眠可，脉象弦，舌质淡红，苔薄白。复查肝功能示：谷丙转氨酶60U/L，总胆红素33mmol/L，γ-谷氨酰转肽酶163U/L，血清白蛋白29g/L,A/G为0.88，血清AFP 320ng/ml，腹部CT示：肝包膜下积液明显减少，肝右叶病灶缩小，病灶中央有液化坏死，较前有吸收，门脉右支及主干有栓子，肝硬化，脾大。诊断、辨证同前，守上方，加土茯苓，田基黄，继续服药治疗。\n该患者",
        "source_file": "邱佳信.txt",
        "chunk_index": 29
    },
    {
        "id": "邱佳信.txt_30",
        "title": "邱佳信",
        "abstract": "门脉右支及主干有栓子，肝硬化，脾大。诊断、辨证同前，守上方，加土茯苓，田基黄，继续服药治疗。\n该患者在原治疗的基础上继续中医药治疗，每月复查血清AFP，逐渐呈下降趋势，治疗后6个月复查AFP为30ng/ml，上腹部CT示：肝包膜下积液明显减少，肝右叶病灶明显缩小，门脉右支及主干有栓子，肝硬化，脾大。患者食欲尚可，腹胀缓解，大小便通畅，体力一般，未诉特殊不适。调整中药为健脾疏肝、解毒软坚继续治疗，定期随访。\n【按语】\n 本病为原发性肝癌，属西医学病名，中医学医籍中有较多类似肝癌症状、体征的记载（如痛在胁下、痞块、发黄疸等），本病大致相当于中医学中“肝积”、“脾积”、“癥瘕积聚”、“臌胀”、“黄疸”、“肥气”、“癖黄”等范畴。\n肝癌患者临床常见的症状有食欲减退、恶心、呕吐、腹泻、腹胀等消化道症状，从中医观点看这些都是属于“脾胃”的见证。金元医家李东垣指出：“脾病，当脐有动气，按之牢若痛，动之筑筑然，坚牢如有积而硬，若以痛也，甚则亦大痛，有是则脾虚病也。”邱老师依据古典医籍记载和大量的临床实践，认为对于肝癌来说，虽然病位在肝，但究其病本，则在“脾”，脾虚是肝癌发生、发展的内在主要原因，当然亦涉及肝肾两脏及胆胃两腑，",
        "source_file": "邱佳信.txt",
        "chunk_index": 30
    },
    {
        "id": "邱佳信.txt_31",
        "title": "邱佳信",
        "abstract": "病位在肝，但究其病本，则在“脾”，脾虚是肝癌发生、发展的内在主要原因，当然亦涉及肝肾两脏及胆胃两腑，尤与肝脾两脏功能失调有密切关系，所以治疗肝癌，健脾疏肝是其基本治则。本病属本虚标实之证，在健脾疏肝基础上，要结合祛邪方法，针对肿瘤发生、发展中有热毒或痰湿、血瘀等情况，往往结合应用清热解毒、 软坚散结、活血化瘀等药物。\n该患者符合原发性肝癌的临床诊断标准，由于病灶较大，侵犯大的血管，有肝包膜下积液，肝功能不佳，失去手术机会，经肝动脉化疗栓塞治疗，风险很大，且疗效不佳，所以从局部治疗方法来说，没有更好的方法，我们认为，肿瘤是一个全身性的疾病，而肝癌病灶只是全身疾病在局部的表现，治疗上应该全身治疗和局部治疗相结合，该患者更应该从全身治疗着手。邱老师治疗肿瘤的原则是扶正祛邪，该患者有食欲不振，乏力，腹胀，辨证为脾虚肝郁，又有癥积客观存在，有感染毒邪的病史，适当应用清热解毒、软坚散结药物有助于肿瘤的控制，检查结果显示，患者有肝脏包膜下积液，目黄、小便黄，应用利水消肿，利胆退黄药物有助于改善体征。邱老师大量的实验室研究和临床实践证实，中医经典方剂的药物组合对于各个治则功能的实现有较好的效果，该患者首诊中应用六君子汤为主以",
        "source_file": "邱佳信.txt",
        "chunk_index": 31
    },
    {
        "id": "邱佳信.txt_32",
        "title": "邱佳信",
        "abstract": "床实践证实，中医经典方剂的药物组合对于各个治则功能的实现有较好的效果，该患者首诊中应用六君子汤为主以健脾益气，应用佛手、郁金、香附、大腹皮等以疏肝理气，应用岩柏、马兰根等清热解毒、应用生牡蛎、夏枯草、炙山甲、炙鳖甲等以软坚散结，应用车前子、猪苓、泽泻等以利水消肿，应用茵陈、栀子等以利胆退黄，应用生黄芪、当归以益气养血，以助健脾。由于切中患者病机及当前实际情况，逐渐取得疗效，并且随着处方调整，继续服药，疗效日渐提高，但要想取得长期的较好疗效，须坚持较长时间的治疗。\n邱佳信工作室简介\n2002年2月初成立龙华医院名中医工作室--邱佳信工作室。2004年6月成立上海中医药大学名中医工作室--邱佳信工作室。2006年10月由上海市卫生局任命成立“邱佳信名老中医学术经验研究工作室”。工作室由龙华医院肿瘤科主任医师，邱佳信教授任导师，成员有赵爱光（博士，副主任医师，硕士生导师），杨金祖（博士，副主任医师，硕士生导师），赵海磊（博士，副主任医师，现任上海中医药大学附属岳阳中西医结合医院副院长），顾缨（硕士，副主任医师）和朱莹杰（硕士，副主任医师）组成。\n邱佳信教授从医近五十年，在中医药、中西医结合防治恶性肿瘤，特别是消化道",
        "source_file": "邱佳信.txt",
        "chunk_index": 32
    },
    {
        "id": "邱佳信.txt_33",
        "title": "邱佳信",
        "abstract": "杰（硕士，副主任医师）组成。\n邱佳信教授从医近五十年，在中医药、中西医结合防治恶性肿瘤，特别是消化道恶性肿瘤方面取得了卓越的成就。曾任上海中西医结合肿瘤专业委员会副主任委员；曾任中国中西医结合学会理事，上海中西医结合学会常务理事。多次获得国家中医药管理局科技进步奖、上海市科技进步奖等多项科技进步奖。工作室成员十分珍惜向导师学习的机遇，虚心求教，深入思考，开展了形式多样的学术思想继承工作：门诊跟师求教；不定期随师院际会诊学习；参加导师定期召集的工作室会议；工作室学员间的学习经验研讨，等等。同时，对健脾法为主的中医药治疗消化道恶性肿瘤的临床疗效和抗癌机制进行了相关研究并发表中、英文研究论文多篇。并有多篇论文在国际国内的学术会议上交流并获奖。工作室两位成员还分别招收硕士研究生8名，进一步加强了学术经验传承的研究力量。以工作室学生赵爱光为第一完成人的研究成果《健脾法在治疗进展期胃癌中的临床发展和细胞分子机制》荣获2009 年度（第二届）上海中西医结合科学技术奖一等奖。工作室在临床学术经验继承的同时，积极开展中医药、中西医结合防治消化道恶性肿瘤的临床诊疗工作，凭借确实的临床疗效和良好的医德医风得到了患者和家属的广泛好评",
        "source_file": "邱佳信.txt",
        "chunk_index": 33
    },
    {
        "id": "邱佳信.txt_34",
        "title": "邱佳信",
        "abstract": "医结合防治消化道恶性肿瘤的临床诊疗工作，凭借确实的临床疗效和良好的医德医风得到了患者和家属的广泛好评。\n中医、中西医结合之理论与实践，使肿瘤患者最大受益——邱佳信\n名医小传\n邱佳信，男，1937年3月出生。中共党员。上海中医药大学附属龙华医院肿瘤科教授、主任医师、博士生导师。曾任上海中西医结合肿瘤专业委员会副主任委员；曾任中国中西医结合学会理事，上海中西医结合学会常务理事。1960年本科毕业于上海第二医学院医疗系。同年到龙华医院内科从事临床工作。曾参加第七届上海市西学中研究班。1980年创建龙华医院中西医结合肿瘤科。长期从事中医、中西医结合肿瘤临床与科研工作，形成了以健脾法为主防治恶性肿瘤的有效临床方法。八十年代初曾赴日本国横滨市大学、神奈川县癌中心研修。1990年赴英国牛津大学作为高级访问学者。长期与日本国带津三敬病院进行中医中药防治消化道恶性肿瘤的临床和实验研究方面的合作。1990年聘为上海中医药大学附属龙华医院主任医师、教授。1989年获得“上海市劳动模范”；1992年起享受国务院政府特殊津贴；先后获得了国家“七五”、“九五”攻关课题、国家自然基金课题、上海市科委等多项课题的资助。其开拓性的研究成果分别",
        "source_file": "邱佳信.txt",
        "chunk_index": 34
    },
    {
        "id": "邱佳信.txt_35",
        "title": "邱佳信",
        "abstract": "国家“七五”、“九五”攻关课题、国家自然基金课题、上海市科委等多项课题的资助。其开拓性的研究成果分别获国家中医药管理局科技进步二等奖各1次，国家中医药管理局科技进步三等奖1次；以及上海市科技进步三等奖、上海市卫生局科技进步二等奖等多次。",
        "source_file": "邱佳信.txt",
        "chunk_index": 35
    },
    {
        "id": "邵长荣.txt_0",
        "title": "邵长荣",
        "abstract": "整体辨治—“五脏六腑皆致肺病，非独治肺”\n——邵长荣学术经验集萃\n学术思想\n在长期的临床工作中，邵老逐渐形成了自己在中西医结合治疗肺科疾病领域里注重宏微两观相结合、注意局部与整体的统一、扶正与祛邪的辨证、辨病与辨证的合参、药性药理的如何相融等代表性的学术思想。 \n一 、宏微两观相结合\n将宏微两观相统一，可以提高对疾病的认识。如临床中往往发现：慢性阻塞性肺气肿病人，到后期出现咳喘兼有浮肿，这是肉眼看得到的，但结合病人同时也伴有胸闷痰饮、喘不得卧、苔白腻等证候群，提示肉眼看不到的肺间质及气管黏膜等处也存在水肿，而影响有效的气体交换，气道阻塞而加重咳喘之证。通过应用以健脾利水为主的三焦宣通利水治疗，往往使患者肿退而肺野轻清，咳喘自止。以宏观有形之水肿测微观无形之水肿，药到证除，提高了疗效。\n再如邵老在摸索对西药产生抗药性或有药物反应的肺结核病例运用中医治疗，他使用清肺泻火法使部分病人除症状改善外，痰菌转阴往往比较困难，尤其是病灶纤维变形较多或有空洞的复治患者，效果却不佳。邵老参考肺结核的病理改变：结核病灶形成大量纤维增殖和干酪坏死，病变局部淋巴血管破坏和瘀阻，从而造成病变不易愈合，疗效不高。为了突破这一点，他在原有",
        "source_file": "邵长荣.txt",
        "chunk_index": 0
    },
    {
        "id": "邵长荣.txt_1",
        "title": "邵长荣",
        "abstract": "增殖和干酪坏死，病变局部淋巴血管破坏和瘀阻，从而造成病变不易愈合，疗效不高。为了突破这一点，他在原有的清肺泻火基础上大胆加入活血化瘀法。有的病人不仅痰菌转阴，多年的空洞也关闭了。\n由此可见，将宏微两观有机结合，对某些疑难疾病的疗效有时会有意想不到的突破。\n二、局部整体的统一\n邵老在治疗肺系疑难杂症时常以“局部疾病勿忘全身情况，要处理好局部和整体的辨证关系”自勉并教诲学生。又说“肺主皮毛”、“肺开窍于鼻”、“肺与咽喉相通”、“肺与大肠相表里”、“肺气虚则腠理疏”、“腑气不通则肺气壅塞”等脏腑之间的内在的关系要充分领会及灵活运用，对提高疗效很是有用。邵老在长期临床中发现，过敏性哮喘患者常伴有过敏性鼻炎；慢性支气管炎患者常伴有慢性咽喉炎；支气管扩张病人常伴有慢性副鼻窦炎，这些情况在临床处方用药中都要兼顾，方能增强疗效。在缓解期更强调对咽、喉、鼻炎的治疗，是消灭诸多肺疾之潜在病灶，防止复发的有效办法。\n三 、扶正祛邪的观点\n邵老认为任何一种疾病，没有绝对的“虚”，也没有绝对的“实”。肺结核病的“虚”和“实”也是相对而言，无非是在不同阶段有所偏重而已。在患病的过程中，因邪致虚和虚体受邪是许多疾病的两个侧面，是先补虚还是",
        "source_file": "邵长荣.txt",
        "chunk_index": 1
    },
    {
        "id": "邵长荣.txt_2",
        "title": "邵长荣",
        "abstract": "，无非是在不同阶段有所偏重而已。在患病的过程中，因邪致虚和虚体受邪是许多疾病的两个侧面，是先补虚还是先驱邪，关健是要根据疾病的不同时机以及病人的体质强弱而有所偏重。一般而言，因邪致虚，当先驱邪，邪去则虚体自复。若虚不耐攻或虚体受邪方先补虚扶正，待正气稍复后在图祛邪。然而扶正和驱邪的关系又是辨证的：驱邪可以安正，扶正亦可以驱邪。以肺结核为例，早在上世纪50年代，虽然通过调查发现，和历代文献描述一致，肺阴虚证在肺结核患者占较大的比例，但在治疗过程中，运用养阴润肺之剂，痰菌却往往不能转阴，尤其是对抗痨药已经产生耐药性的反复发作病例，痰菌阴转更为困难。为此，他查找了大量古代文献，发现唐宋以来，就有“骨蒸”“热毒”与“瘵虫”有关的记载，而提出驱邪为主的治疗如“除蒸解毒”、“行瘀杀虫’等等法则。这些见解为进一步发掘有效中草药治疗肺结核打开了思路。从而选用黄芩清肺泄火，结合百部杀虫止咳，加用活血药改善病灶周围的血液循环，去瘀生新，帮助药物渗透，通过临床的不断总结和药物精选，创制了“芩部丹”。临床观察发现该药除了能使部分结核病人痰菌转阴外，阴虚证候也得到了改善。这印证了“因邪致虚，当先驱邪，邪去则虚体自复”的思路。从“养阴保",
        "source_file": "邵长荣.txt",
        "chunk_index": 2
    },
    {
        "id": "邵长荣.txt_3",
        "title": "邵长荣",
        "abstract": "人痰菌转阴外，阴虚证候也得到了改善。这印证了“因邪致虚，当先驱邪，邪去则虚体自复”的思路。从“养阴保肺”到“泻火行瘀”，看起来提高了疗效，那么是否就说明“泻火行瘀”比“养阴保肺”更有效呢?事实上也不尽如此。“阴虚”与“火旺”本来就是有内在联系而互为因果的。滋阴可以降火，降火也可以保津，何取何舍，要视疾病的具体情况及病情的轻重缓急而定。邵老在长期临诊中，看到一些不规则治疗或用药不足的病例，虽然一时痰菌阴转，病灶吸收，可是往往容易复发，尤其是咳声低怯、动则喘促、头昏腰酸等所谓肾虚证候者，更易旧病重犯，这个时期就要以扶正为主，及时补肾保肺，提高机体免疫功能，增强抗病能力，这为后来邵老研制出的“保肺片”提供了依据。《内经》曰：“正气存内，邪不可干”。人之所以患病，皆因正气虚而致。为医治病用药必须重视正气。在慢性病或因虚致病患者中，保护正气是在疾病治疗过程中一直强调的，所谓“治病用药应当眷眷以正气为念”。此时，邵老选方用药力求避免过于克伐正气。在慢支病人的治疗中，一些病人脾胃虚弱，痰湿内停，此时虽然咳嗽、咯痰，但如果运用大量苦寒清肺药物，使脾胃受损，脾失健运，化源衰少，精气不能上输于肺，而使肺府失养，肺疾难愈。所以通过",
        "source_file": "邵长荣.txt",
        "chunk_index": 3
    },
    {
        "id": "邵长荣.txt_4",
        "title": "邵长荣",
        "abstract": "大量苦寒清肺药物，使脾胃受损，脾失健运，化源衰少，精气不能上输于肺，而使肺府失养，肺疾难愈。所以通过健脾化痰，培土生金，扶正治疗才能使痼疾回春，达到根治的目的。总之，邵老反复告诫我们，扶正和驱邪既是一对矛盾，又是相辅相成的。在疾病的治疗过程是，扶正和驱邪的运用不是一成不变的，临证必须视邪正消长之动态变化而灵活应用，扶正要注意邪实，邪实要重视正虚，不断进行阶段调整。\n四、辨病辨证的合参\n邵老认为，证和病是中西两个医疗体系对疾病过程的认识，各有所长，又各有所短。如西医在疾病的定性、定位、诊断上确有长处，辨病有利于了解疾病的病因及疾病发展变化之规律；而中医辨证着眼于整体观，全面分析疾病的病位、病邪性质、及邪正盛衰状况。辨证和辨病相结合，要立足于中医理论，发挥中医整体观念和辨证论治的优点，并且吸收西医对病因、病理的认识和科学的现代检查方法，来认识病机，观察疾病进退和疗效。如咳嗽一证，尤其是慢性咳嗽，中医有风、寒、暑、湿、燥、火六淫致病的外感咳嗽，和肺脾心肝肾五脏受损的内伤咳嗽；西医认为急慢性支气管炎、支气管扩张、副鼻窦炎、慢性咽喉炎、肺部肿瘤、肺结核、胸膜炎、肺部炎症或呼吸系统以外的某些疾病均可引起咳嗽。在治疗上，中",
        "source_file": "邵长荣.txt",
        "chunk_index": 4
    },
    {
        "id": "邵长荣.txt_5",
        "title": "邵长荣",
        "abstract": "炎、慢性咽喉炎、肺部肿瘤、肺结核、胸膜炎、肺部炎症或呼吸系统以外的某些疾病均可引起咳嗽。在治疗上，中医辨证论治则强调人是一个有机的整体，脏腑之间是相互关联的，其治疗可因人而异，因病而异，且有异病同治和同病异治理论的参考，灵活多变。既考虑到病的各阶段证的变化，又在辨证的同时参考不同的病种，以此指导临床治疗用药，每获良效。\n五、药性药理的相融\n在临床上，邵老严格按照理法方药的要求和君臣佐使的原则，依中药性味归经和药效特点来配伍组方，并参照中药现代药理研究，以冀开拓临床用药思路，提高疗效。比如慢性肺系疾病按中医理论为久病入络，需要用活血药，但活血药很多，该如何选择？结合现代理论医学发现：慢性肺系疾病常有不同程度之肺动脉高压症，而药理证明行气活血和理血通络的川芎、赤芍，同时具有较强的降低肺动脉高压之效，故每治这些病症，邵老常于方中加入川芎或大剂量赤芍，以增强疗效。还如哮喘患者常有肾虚现象，如何选择补肾药以补肾纳气？邵老往往根据肾虚辨证，在处方中加入补骨脂或仙灵脾，这是因为补骨脂除补肾外，兼有松弛支气管平滑肌作用，而仙灵脾能促进肾上腺皮质激素的功能。这样的例子还有很多，邵老常说中药本身就含有多种化学成分，物尽其用，可以",
        "source_file": "邵长荣.txt",
        "chunk_index": 5
    },
    {
        "id": "邵长荣.txt_6",
        "title": "邵长荣",
        "abstract": "脾能促进肾上腺皮质激素的功能。这样的例子还有很多，邵老常说中药本身就含有多种化学成分，物尽其用，可以提高疗效，又能精简省药，何乐而不为呢？\n邵老对药物的配伍也非常重视。他本人处方就善用药对，药对配伍得当，可以相得益彰。譬如：嫩射干配胡颓叶，射干味苦性寒，入肺经，能清热利咽、平喘祛痰；胡颓叶味酸性平，有收敛肺气之功、止咳平喘。《本草纲目》曰胡颓叶能补“肺虚短气”。邵老评价此药对嫩射干、胡颓叶两药开合互济，宣敛相济，起到相辅相成的功效。另外，胡颓叶配太子参，是邵老从古方清肺散中演变而来，二药相配，益气补肺，适宜于咳喘缓解期患者，可提高机体免疫功能，减少咳嗽反复发作，对体虚及少年儿童咳喘患者尤适宜。青皮配陈皮，临床有不少慢性咳嗽患者，用过较多的苦寒败胃的药物，从而引起脾虚湿困，且久咳则引起气机失调，肝失疏泄，又影响到脾的运化功能。针对这种情况，邵老运用青皮和陈皮药对，就能很好解决这个问题。青皮平肝柔肝，陈皮健脾化痰，对久咳患者以抑木扶土之法，使肝脾调和从而肺气宣肃通利。诸如此类，邵老常用的药对还有很多，如柴胡配前胡、赤白芍同用、川芎配石菖蒲、枳壳配枳实、茯苓合猪苓、徐长卿与枇杷叶、平地木配功劳叶等等。\n临证经验\n咳",
        "source_file": "邵长荣.txt",
        "chunk_index": 6
    },
    {
        "id": "邵长荣.txt_7",
        "title": "邵长荣",
        "abstract": "赤白芍同用、川芎配石菖蒲、枳壳配枳实、茯苓合猪苓、徐长卿与枇杷叶、平地木配功劳叶等等。\n临证经验\n咳嗽辨治经验\n一、外感咳嗽\n邵老认为咳嗽的机理在于肺失宣降,且以肺气失宣为主。咳嗽有外感、内伤之分。外感咳嗽,不论风寒、风热、风燥侵袭,因邪束卫表,肺失宣发,气机不利,呼吸不畅而咳嗽,除伴寒热表证外,多出现咽痒、鼻塞、流涕,或胸闷不适,且多咳而不畅,以肺气不宣为主要病机。因此,外感咳嗽的治疗必以宣肺为主,结合外邪的性质解表散邪。基于上述认识,邵师在咳嗽的治疗中,非常重视顺应肺的生理特性,调理肺的宣发肃降功能, 宣达开肺止咳为其常用之法。邵师并认为运用宣肺法,必须辨证灵活采用。或宣而温之,或宣而清之,或宣而润之,或宣而补之。为便于临床应用,温宣与凉宣为常用两法。\n1、辛温宣化法　\n适用于治疗外感风寒,皮毛束闭,肺气不宣所致的咳嗽,常兼有头痛、身痛、恶寒、发热、无汗、咳吐白痰、脉浮等。常用方剂如杏苏散加减，药用杏仁、苏叶、桔梗、枳壳、前胡、半夏、陈皮、茯苓、炙甘草等，或用止嗽散加减，药用荆芥、白前、桔梗、甘草、百部、陈皮、紫菀、生姜等。\n2、辛凉宣肺法　\n适用于感冒风温、风热,温邪袭肺,肺气失宣所致的咳嗽,常兼有微恶",
        "source_file": "邵长荣.txt",
        "chunk_index": 7
    },
    {
        "id": "邵长荣.txt_8",
        "title": "邵长荣",
        "abstract": "皮、紫菀、生姜等。\n2、辛凉宣肺法　\n适用于感冒风温、风热,温邪袭肺,肺气失宣所致的咳嗽,常兼有微恶风寒、发热、口渴、脉浮数等,常用方剂如桑菊饮加减，药用桑叶、菊花、薄荷、杏仁、桔梗、甘草、连翘、芦根等， 或加减银翘散，药用金银花、连翘、桔梗、薄荷、荆芥穗、牛蒡子、浙贝母、杏仁、淡豆豉、生甘草等。\n二、内伤咳嗽\n（一）、肃肺泻火\n肺主秋令,有肃降功能,喜清虚和降,苦气上逆。如《内经》说:“肺苦气上逆,急食苦以泻之。”苦即有降下之意。肺中如有逆气、痰浊、逆火、瘀血等阻滞气道脉络,导致肺失清肃,气逆不降而生咳嗽,治宜肃肺。《心法附余》中曾说:“肺为华盖,凡饥饱劳役、喜怒、忧恐,与夫饮醇醪,食厚味,则火升痰上而伤于肺,亦作咳嗽,宜降火豁痰之剂,则火降痰消而咳止也。” 临床常见痰浊、逆火为患，邵师常用肃肺泻火、泻肺清热之法治之。\n1、肃肺化痰\n此法适用于肺气贲郁,痰浊不降,肺失肃降而致的气逆咳喘诸症。常用方如苏子降气汤加减，药用苏子、厚朴、陈皮、半夏曲、前胡、沉香、当归、甘草、生姜等。\n2、泻肺清热\n适用肺热咳嗽。症见甚则气急欲喘，皮肤蒸热，日晡尤甚，舌红苔黄，脉细数。方用泻白散加减。邵师认为此方主治肺有伏火郁热之证",
        "source_file": "邵长荣.txt",
        "chunk_index": 8
    },
    {
        "id": "邵长荣.txt_9",
        "title": "邵长荣",
        "abstract": "甚则气急欲喘，皮肤蒸热，日晡尤甚，舌红苔黄，脉细数。方用泻白散加减。邵师认为此方主治肺有伏火郁热之证。肺主气，宜清肃下降，肺有郁热，则气逆不降而为咳喘；肺合皮毛，外主肌表，肺热则皮肤蒸热，此热不属外感，乃伏热渐伤阴分所致，故热以午后为甚。方用桑白皮泻肺以清郁热为主，辅以地骨皮泻肺中伏火，兼退虚热。炙甘草、粳米养胃和中以扶肺气，共为佐使。四药合用，共奏泻肺清热、止咳平喘之功。本方之特点，既不是清透肺实热以治其标，也不是滋阴润肺以治其本，而是清泻肺中伏火以消郁热。\n（二）、和胃降逆\n痰热停滞于胃, 胃气不和, 可沿手太阴肺经上逆, 波及气道, 使肺气上逆而引起咳嗽咳痰伴有腹胀、嗳气、舌苔黄腻、脉滑等。临床最为典型的是胃食道反流患者, 胃酸上逆, 刺激气道而咳嗽。治疗时应当以和胃降逆为大法, 辅以宣降肺气、止咳化痰之品。邵师常以半夏降逆和胃止呕，陈皮理气和中化痰，旋复花、代赭石降逆和胃，海缥蛸制酸止痛，取黄连厚胃肠功效, 并监制温热之品，前胡、桔梗清热利咽，浙贝母、百部、紫莞、款冬花理气化痰、清热止咳，黄芩清肺热，生竹茹、竹沥等清化胃中痰热,每获良效。\n(三)、健脾化痰\n健脾化痰法用于因脾虚痰湿内生、痰浊阻肺所致咳",
        "source_file": "邵长荣.txt",
        "chunk_index": 9
    },
    {
        "id": "邵长荣.txt_10",
        "title": "邵长荣",
        "abstract": "竹茹、竹沥等清化胃中痰热,每获良效。\n(三)、健脾化痰\n健脾化痰法用于因脾虚痰湿内生、痰浊阻肺所致咳嗽痰多，胸脘痞闷，食欲不振，口干不欲饮，大便溏薄，舌苔白腻，脉弦滑的病证。\n邵师每以枳桔二陈汤或蒌杏橘贝汤燥湿化痰, 务尽快使痰湿之标急得驱, 痰祛则嗽止,而咳嗽气喘可以得缓。若缓解期, 痰不甚者, 中气虚馁, 则健脾为主, 常以六君子汤加减。脾土为肺金之母, 故健运脾气, 实蕴虚则补其母之意, 并取培土生金之功。常选用二陈汤、平胃散等温化寒痰, 天竺黄、生竹茹、竹沥、半夏等清化热痰, 可加入炒白术、扁豆等健脾化痰之品, 以绝痰源。邵师并认为健脾之妙, 不在补脾而在运脾, 运脾首在理气,正如戴原礼所说 “善治痰者不治痰而治气，气顺则一身之津液亦随气而顺矣。”故在健脾的同时加入陈皮、佛手、绿梅花等行气之品, 以达理气化痰的目的, 而最终能使脾健气顺, 痰消咳止。\n（四）、温肺化饮\n邵老认为辨证重点在于咳痰白而稀、痰白属寒, 质稀为饮。此病亦可发于盛夏, 只要辨证准确, 盛夏投之此药, 温肺化饮同样有效。正如《金匮要略》云: “病痰饮者, 当以温药和之。” 《外台秘要》说:“冷嗽者,年衰力弱,体气虚微,如复寝食伤冷",
        "source_file": "邵长荣.txt",
        "chunk_index": 10
    },
    {
        "id": "邵长荣.txt_11",
        "title": "邵长荣",
        "abstract": "略》云: “病痰饮者, 当以温药和之。” 《外台秘要》说:“冷嗽者,年衰力弱,体气虚微,如复寝食伤冷,故成冷嗽。此亦但将息以温,兼进温药,则当平复。” 邵老常以辛热之干姜温肺,配伍辛散之细辛、温燥之半夏为主。他认为干姜辛热,为“脏寒之要药也”,细辛辛温,其性走窜开滞而散,半夏温燥,能“消痰下肺气”。此三者,一温一散一燥,温肺化饮功著,为治疗寒饮停肺之常用射干麻黄汤、或小青龙汤的组方和配伍加减的要药。\n（五）、清肝降火\n邵师指出, 一方面, 现代人因生活、工作压力大, 遇到不平之事易致气郁而血瘀、痰阻、食滞、湿留、热结而引起诸郁化火犯肺咳嗽; 另一方面, 肺系疾病反复迁延不愈, 可因怒、忧、思、悲、恐等情志不畅而气郁化火。治疗应清肺平肝、解郁降火, 适用于肝火灼肺，症见干咳、咳血、或痰中带血，颊赤心烦，胸胁疼痛，急躁易怒，舌红，脉弦等。邵师认为所见干咳、咳血、或痰中带血，病变虽表现在肺，而病本在肝，治病必求其本，故用直折肝火之法治之，则使肝火平熄，肺得安宁。常用山栀子、青黛、黄芩等清肝泻火药为主，配伍栝蒌、海浮石、海蛤壳等清热化痰药，方投黛蛤散或《丹溪心法》咳血方（青黛、山栀子、栝蒌仁、诃子、海浮石）加减。邵师",
        "source_file": "邵长荣.txt",
        "chunk_index": 11
    },
    {
        "id": "邵长荣.txt_12",
        "title": "邵长荣",
        "abstract": "、海蛤壳等清热化痰药，方投黛蛤散或《丹溪心法》咳血方（青黛、山栀子、栝蒌仁、诃子、海浮石）加减。邵师临证中并常加镇肝熄风之品，如牡蛎、石决明、钩藤、天麻等。一方面应“解木郁之火”，使金免火刑；另一方面则应“镇补和阳熄风”，使肝无生火动风之变。\n    （六）、润下通腑，补益助便\n临床上常见慢支伴有阴津不足的肠道燥结证。多因肺津不能下布于肠，或素体肠道津亏所致。主要表现为干咳，腹部常感闷胀不适，便秘,舌尖红，脉细数。辨证为燥伤肺肠，腑气不通。治拟润下通便为主,兼润肺燥。方用麻子仁丸加减，药用麻子仁、大黄、桃仁、瓜蒌仁、青皮、陈皮、杏仁、柏子仁、桑叶、生甘草等。邵师认为肠燥津亏,大便不行，腑气不通，则肺气难降。故治疗此类患者,首先要解决便难一症。便难不除,单纯治肺,常常效不理想。邵师在临证时，再三叮嘱病人要保持大便通畅，病人或药或食，便通即可,在此基础上,再论治咳喘，方收显效。血虚加黑芝麻、当归养血通便；腰酸加苁蓉、杜仲补肾润下。\n（七）、益气养阴  \n肺气虚弱，可见神疲气短，咳嗽无力，解大便传送无力，病者虽有便意而临厕努挣，尤其以慢性肺病老年患者多见。邵师补肺气善用黄芪，邵师认为黄芪补肺益气，以小建中汤取培土生",
        "source_file": "邵长荣.txt",
        "chunk_index": 12
    },
    {
        "id": "邵长荣.txt_13",
        "title": "邵长荣",
        "abstract": "而临厕努挣，尤其以慢性肺病老年患者多见。邵师补肺气善用黄芪，邵师认为黄芪补肺益气，以小建中汤取培土生金之意，体现了补益肺气法在虚劳亏损诸证中的应用。其二为补益肺阴法。肺喜润而恶燥，肺金必须时时得到津液之滋养，邵师善用麦门冬汤补益肺阴。 《金匮要略•肺痿肺痈咳嗽上气病脉证治》篇：“大逆上气，咽喉不利，止逆下气者，麦门冬汤主之。”方中重用麦冬养阴以生津液，合人参、甘草、粳米、大枣滋养肺胃，配半夏降逆和中，使胃津上输于肺，阴津充足，则肺金得濡，而诸症自愈。\n（八）、化瘀止咳\n久咳之因较为复杂, 但邵老认为寒邪久羁, 宿痰生祟, 肺气耗伤, 阴虚痨恋最为多见。咳嗽之症初起多在气分, 由于失治或误治, 邪气内侵, 耗伤正气, 殃及肺络, 致使气血凝滞; 寒邪久羁, 易致气血凝滞; 阴虚肺燥, 水枯舟停, 津涸血瘀; 宿痰生祟, 痰湿粘滞, 气滞血瘀; 肺气不足, 气不行血, 气虚血停。\n   邵师在治疗上虽主张辨证论治, 但反对一味地宣散、温燥、酸敛与填补, 而是在宣肺散寒, 化痰燥湿, 益气敛肺, 滋阴润肺中佐以活血化瘀之品。使祛邪时宣散有序, 温燥有节, 气血流通, 后援充沛, 无伤气耗血之虑; 补益时能益气敛肺而",
        "source_file": "邵长荣.txt",
        "chunk_index": 13
    },
    {
        "id": "邵长荣.txt_14",
        "title": "邵长荣",
        "abstract": "瘀之品。使祛邪时宣散有序, 温燥有节, 气血流通, 后援充沛, 无伤气耗血之虑; 补益时能益气敛肺而不留邪, 滋阴润肺而不碍胃。常在辨证止咳方剂的基础上，随证之寒、热、虚、实选择加用当归、红花、川芎、丹参、郁金、赤芍、丹皮、穿山甲、桃仁、地龙等活血化瘀之品，使气血畅通，肺络宣达，痰浊随之而化，可达通瘀止咳之功，疗效显著。他尤其善用桃仁, 认为其不仅能止咳平喘, 又具活血化瘀, 润肠通便之功。由于气血关系密切, 慢性咳嗽往往因为日久造成的肺气逆乱, 引起血络不畅, 肺气逆乱往往又会引起大肠腑气失于通畅, 大肠腑气通畅失司又反过来加重肺气上逆, 使咳嗽加重, 所以止咳方药中加入桃仁后, 既润肠通便利腑气, 又活血逐瘀通血脉, 其奏止咳平喘降肺气之功。\n（九）、收敛肺气\n咳嗽日久,肺气耗伤,肺气不敛。邵师除了运用宣肺、清肺、润肺、化痰止咳之剂,加用诃子、乌梅、五味子等酸敛收涩之剂,每获显效。临证中对于咳嗽频频,痰涌白沫者，则选用酸敛收涩之剂。对此，有医家顾虑,恐有闭门留寇之弊,但邵师认为只要配伍得当,特别是宣肺散邪之剂过多时,加用收涩药,没有什么不可。这个可从经方中得到佐证,如小青龙汤、射干麻黄汤、苓桂五味姜辛汤等",
        "source_file": "邵长荣.txt",
        "chunk_index": 14
    },
    {
        "id": "邵长荣.txt_15",
        "title": "邵长荣",
        "abstract": "剂过多时,加用收涩药,没有什么不可。这个可从经方中得到佐证,如小青龙汤、射干麻黄汤、苓桂五味姜辛汤等著名方剂中,仲景在除了用疏风散寒,温肺化饮,温化寒痰等法外,每加用五味子收敛肺气,佐制肺气宣发太过,对于治疗起到相辅相成的作用。邵师认为：敛, 谓收敛肺气; 散, 谓驱散寒邪。宜散而敛, 则寒邪被敛; 宜敛而散, 则肺气易泄。两者均会贻误病情, 故临证宜把握敛散时机,他多用于以下两种情况：①在邪去气虚之际, 用乌梅、诃子、五味子之类收敛肺气而取效；②宣肺散邪之剂过多时, 加用收涩药,以防肺气耗散。\n痰证辨治经验\n1.痰热蕴肺证\n邵老认为痰热蕴肺首当热则清、分辨虚实。属里实热之证当苦寒清热化其痰，常用瓜蒌、胆南星、竹沥、桑白皮、前胡、黄芩、连翘、茅根、芦根等药 。属虚热当甘寒滋阴清热为法，以祛其痰，药用竹茹、麦冬、沙参，天花粉、生地之属，如橘皮竹茹汤等。其次，据痰识证，治有偏重：痰黄而少，热重于痰者，应清肺重于除痰，火热内扰，煎熬律液而成痰，不清泻火热，则津液代谢失其常，虽治其痰而痰终不能尽除，治痰只是治标，清热泻火方为治本，邪热清而痰自除，药用黄芩、栀子、知母、开金锁、桑白皮、瓜蒌子、浙贝母、麦冬、化橘红、茯苓",
        "source_file": "邵长荣.txt",
        "chunk_index": 15
    },
    {
        "id": "邵长荣.txt_16",
        "title": "邵长荣",
        "abstract": "火方为治本，邪热清而痰自除，药用黄芩、栀子、知母、开金锁、桑白皮、瓜蒌子、浙贝母、麦冬、化橘红、茯苓、桔梗。痰黄而多，痰重于热者，应除痰重于清肺，痰湿不化，壅积日久而化热，则痰热难消，药用化橘红、法半夏、茯苓、紫苏子、黄芩、瓜蒌皮、胆南星、冬瓜子。脓痰腥臭是为痰热瘀结成痈之候，治宜排毒化瘀。常酌加鱼腥草、开金锁、蚤休等。如兼见咯血者，可用鹿含草、侧柏叶、茅根、茜草根等凉血、止血之品。\n此外辨治本证时要中病即止，顾护胃气。肺系疾病多反复发作，病情迁延，病程较长。肺病日久，可影响及脾，而致脾的运化功能失常或脾气虚。清热解毒药物，药性寒凉，易伤脾胃，并且热证易伤津液，苦寒药物又易化燥伤阴。邵老师临证中十分推崇朱丹溪提出的“内伤脾胃，百病由生”观点，注意清热解毒药物的运用，对病程较长，脾胃气虚，食少便溏者；年老体弱阴虚患者中病即止，注意顾护胃气，充分体现了《内经》：“有胃气则生，无胃气则死”学术思想。常用芦根、茅根、天花粉、南北沙参等甘寒之品，清热而不伤胃，滋阴而不碍脾。\n2.表邪束肺证\n临床根据感邪不同又可分为风寒、风热两类。前者选三拗汤加味，后者选桑菊饮加减。常用药物有麻黄、石菖蒲、鹅管石、川芎、黄荆子桑叶、菊花",
        "source_file": "邵长荣.txt",
        "chunk_index": 16
    },
    {
        "id": "邵长荣.txt_17",
        "title": "邵长荣",
        "abstract": "风热两类。前者选三拗汤加味，后者选桑菊饮加减。常用药物有麻黄、石菖蒲、鹅管石、川芎、黄荆子桑叶、菊花等，邵老认为从现代中药药理研究来看，这一类中药具有解除支气管痉孪，使痰易于咳出。临证中也常用于支气管哮喘的治疗，并常配合桑白皮，开泻结合，使肺的宣发和肃降功能相互协调，通调水道功能正常，痰饮自消，咳喘自止。上述治痰一、二两法，多用于呼吸道急性发作的病症。\n3.痰湿阻肺证\n邵老认为治肺之痰，妙在健脾行气，脾肺双治，但以治脾为本，以杜绝生痰之源，则咳嗽、吐痰自消矣。正如《景岳全书》所云“善治痰者，唯能使之不生，方是补天之手”。亦正体现出邵老师重视治病必求其本的原则。代表方为自拟协定处方“平咳化痰合剂”，其组成为陈皮、半夏、苍术、川朴、茯苓、甘草等，由二陈汤合平胃散化裁而来，可达到健脾燥湿化痰之效。二陈汤是治疗痰证的基本方，二陈汤中的半夏燥湿化痰，降逆和胃为治痰要药，陈皮理气燥湿，顺气消痰，茯苓健脾渗湿，共奏和胃理气，燥湿化痰之功，适用于湿痰。对此类患者，邵老认为禀赋虚弱、脾胃失健是其发病的基础，寒湿伤脾、积湿酿痰是其主要病理因素。湿邪的生成虽与脾、肺、肾三脏有关，但多以脾为最关键。他在多年的临床实践中深有体会，治湿",
        "source_file": "邵长荣.txt",
        "chunk_index": 17
    },
    {
        "id": "邵长荣.txt_18",
        "title": "邵长荣",
        "abstract": "主要病理因素。湿邪的生成虽与脾、肺、肾三脏有关，但多以脾为最关键。他在多年的临床实践中深有体会，治湿虽有祛湿、化湿、散湿、燥湿、渗湿、利湿等诸法，但有不少病例湿去复聚，久不愈。究其原因，关键在于湿邪为患，遏阻气机，使脾的升清功能减弱。况且湿为阴邪，其性黏滞、不易速去的特点。如果处方用药注重加强升脾的气化功能，就能使湿去痰消，而咳喘速愈。临证中善用苍术和厚朴，因苍术辛苦温，为燥湿健脾之要药，能以其辛温之气味升散宣化水湿，使脾气继续上归于肺，脾健、则湿化，因而常以苍术复脾之升作为方药的主体，通过燥湿而祛邪扶正。厚朴，味苦辛，性温，入脾、胃二经。辛则能发，温则能行，脾胃之所喜也，故入之以理诸症。对于痰湿咳嗽证属痰湿中阻者，多配以莱菔子、桔梗；胃脘痞满、胸闷者常加川朴、半夏、瓜蒌；兼湿阻膀胱者则加车前草、泽泻等，随证加减，灵活运用。纳呆、腹胀、大便黏滞不爽者，多为积湿黏腻与积食阻滞于肠，必用推化痰湿法，常选加神曲、莱菔子、大黄等消食导滞。有腹痛可酌加当归、木香，以和血行气，即可止痛。\n4.肝气郁结证\n对于痰证的论治，邵老认同古人“善治痰者不治痰而治气，气顺则一身之津液亦随气而顺矣”。尤其在反复发作肺系疾病的痰证中更应",
        "source_file": "邵长荣.txt",
        "chunk_index": 18
    },
    {
        "id": "邵长荣.txt_19",
        "title": "邵长荣",
        "abstract": "老认同古人“善治痰者不治痰而治气，气顺则一身之津液亦随气而顺矣”。尤其在反复发作肺系疾病的痰证中更应纠正肝气郁结的情况，需要疏肝导痰。\n肝气郁结者复感外邪之咳痰、咳嗽，邵老师临证中常用自拟方——柴胡清肺合剂（柴胡，前胡，赤芍， 白芍，蚤休，半边莲，佛耳草，江剪刀草，陈皮，青皮，姜半夏，姜竹茹，炙甘草，紫菀）治疗。方中柴胡主升，散发外邪，疏肝止咳；前胡主降，下气化痰，互通互用；赤芍活血，白芍敛肝行气，气血同用，而一味白芍， 酸收凉柔可调诸药之燥，且肝以酸为补也；配蚤休、半边莲、佛耳草、江剪刀草以清肺，合陈皮、青皮、姜半夏、姜竹茹、炙甘草、紫菀以化痰。本方对素有七情内伤，肝气郁结者复感外邪之咳痰、咳嗽有殊效。若土壅木郁致脾虚较甚者， 亦可加白术健脾燥湿， 既杜生痰之源， 又可决壅消滞；痰浊过多，可加三子养亲汤， 化痰消食， 利气通肠。成梅核气者 则可用半夏厚朴汤加减，方中半夏、厚朴、茯苓等降逆化痰，紫苏、生姜舒肝行气散结，若加制香附、枳壳、佛手、香椽等，能够增强疏肝理气、开郁化痰之功。疏肝导痰实乃“气能行津”理论在临证中的具体运用。\n5.痰瘀胶结证\n邵老认为痰饮内伏并不是孤立的，它与气郁、血瘀往往互为因果，关系非",
        "source_file": "邵长荣.txt",
        "chunk_index": 19
    },
    {
        "id": "邵长荣.txt_20",
        "title": "邵长荣",
        "abstract": "临证中的具体运用。\n5.痰瘀胶结证\n邵老认为痰饮内伏并不是孤立的，它与气郁、血瘀往往互为因果，关系非常密切，因为宿疾伏肺，气机郁滞，升降失常影响血液运行．出现痰瘀胶结不解的复杂局面，所以要用软坚消结法。邵老的经验方三海汤，由海浮石、海蛤壳、海藻三味药组成，方中海浮石、海蛤壳，辛味咸平入肺经．具有软坚化痰清肺之功。《本草衍义补遣》：“消积块，化老痰。朱震亨：石治老痰，积块，咸能软坚也。”与海藻合用可加强清化老痰作用。其还含有丰富的碘质，吸收进入血液及组织后，能促进病理产物和炎性渗出物的吸收。三味药物均有软坚散结之功，海浮石质重而力宏，海蛤壳质轻而力簿，海蛤壳还具润下作用，海藻兼有利水之功，三味药同中有异，味简而效验。\n邵老认为化老痰有一个过程，用药宜渐消缓化，如果猛剂急攻，则痰未清而正气伤，必须权衡邪正虚实，缓急轻重，宜采用攻补兼施的方法 加用玄参，功劳叶补益一身之气．可使邪去而不伤正。邵老认为治痰治瘀以治气为主．气顺痰易消，气行血亦活．从而达到痰瘀消散的目的。处方中常加入郁金，使软坚消痰效果更显。\n6.痰热互结证\n邵老指出由于脏腑气机阻滞，中焦气机紊乱，痰热互结，消灼滓液，而出现便干便秘症状，致使腑气不通，浊",
        "source_file": "邵长荣.txt",
        "chunk_index": 20
    },
    {
        "id": "邵长荣.txt_21",
        "title": "邵长荣",
        "abstract": "证\n邵老指出由于脏腑气机阻滞，中焦气机紊乱，痰热互结，消灼滓液，而出现便干便秘症状，致使腑气不通，浊邪上犯，实热老痰，内蕴于肺，表现咳嗽痰稠，胸脘痞通，甚则噎息烦闷；兼见舌苔黄腻、脉弦滑。肺与大肠相配属、相表里。两者之间通过经脉而相互络属，即太阴肺经属肺络大肠、手阳明大肠经属大肠络肺。六腑以通为用，以降为顺，大肠也是如此。大肠的传导功能依赖于肺气的清肃下降。肺主气，肺气清肃下降，大肠之气随之而降，从而糟粕能下。如果肺失肃降，则大肠之气不降，因而导致便秘。实热老痰，久积不去，变幻多端。上蒙清窍，则发为癲狂昏迷；扰动心神，则发为怔忡惊悸，梦寐奇怪之状；内蕴于肺，则咳嗽痰稠，胸脘痞闷，甚则噎息烦闷；留于经络、关节，则口眼蠕动，或骨节卒痛，或绕结核等。凡此种种病症，见舌苔黄厚，大便秘结，脉滑数有力者，均可泻火逐痰，俾痰积恶物，自肠道而下。组方以泻下通腑合清热逐痰之品配伍，如礞石滚痰丸。邵老认为礞石滚痰丸治老痰一方，用黄芩清上焦之火消成痰之源，大黄泻肠胃有质实火，此治痰必须清火也。以礞石之燥悍，此治痰必须除湿也。以沉香之速降，此治痰必须利气也，沉降下行为诸药开导，加强坠褒之功。二黄得礞石、配沉香则直攻老痰巢穴，浊腻之垢",
        "source_file": "邵长荣.txt",
        "chunk_index": 21
    },
    {
        "id": "邵长荣.txt_22",
        "title": "邵长荣",
        "abstract": "速降，此治痰必须利气也，沉降下行为诸药开导，加强坠褒之功。二黄得礞石、配沉香则直攻老痰巢穴，浊腻之垢而不少留。但本方药力较猛，非实热老痰，以及虚人、孕妇等，均应慎用，以免损伤正气。\n喘证辨治经验\n在喘证治疗经验上，邵老总结到：喘证病机总体不离本虚标实四字，痰、瘀、水为标，肺、脾、肾虚为本。初期脾虚生痰，痰饮蕴肺，咳而兼喘，治以健脾燥湿，化痰平喘；慢性迁延，肺失治节，由气及血，发展为痰凝气滞血瘀，喘急加重，伴面青唇暗，治当活血平喘；久喘及肾，肾虚不纳，表现为气急气喘加重，伴腰酸乏力，治当纳气平喘；脾虚不运，肾失开合，肺失通调，致水湿泛滥，喘而兼肿，治当利水平喘；久病肝郁，久喘伤津，喘而口干口苦，寐差多梦，是木火刑金，肝火犯肺，治当清肝平喘；久病迁延，肝郁脾虚，肺实肾亏，寒热虚实错杂，当温清补泻随证治之。\n1.化痰平喘，肺脾同治  \n慢阻肺初期，咳而喘，因痰阻气逆而气急气喘，肺虽是贮痰之器，脾却为生痰之源，痰量多色白，面色白，怕冷，便溏，苔腻者，治当健脾燥湿，化痰平喘，常用半夏、陈皮、厚朴、苍术、栝楼、薤白、竹茹、桔梗、海浮石、鹅管石等。若痰热壅盛，痰多，色黄或白而黏稠，气急气喘，治宜清热化痰平喘，药用黄芩、连翘",
        "source_file": "邵长荣.txt",
        "chunk_index": 22
    },
    {
        "id": "邵长荣.txt_23",
        "title": "邵长荣",
        "abstract": "桔梗、海浮石、鹅管石等。若痰热壅盛，痰多，色黄或白而黏稠，气急气喘，治宜清热化痰平喘，药用黄芩、连翘、芦根、百部、桑白皮、冬瓜仁、栝楼仁，甚则鱼腥草、蚤休、开金锁、夏枯草、六月雪等。\n2.活血化瘀，开肺平喘  \n反复咳，喘，肺气胀满，肺失治节，气滞血瘀，肺泡膨胀，弹性减弱，内压增高，微血管受挤闭塞断流，血管床减少，肺动脉压增高，肺循环阻力增大，气道发生塌陷和重建，必然导致血郁血瘀，临床常见面色晦暗紫疳，唇青舌暗等瘀血症状。活血化瘀，增加肺循环，改善肺通气/血流比，提高气体弥散功能，可以缓解咳喘，改善症状，提高生活质量。邵老自拟川芎平喘合剂，药用川芎、石菖蒲、赤芍、白芍、黄荆子、胡颓叶、辛夷、细辛等，可酌加郁金、丹参、川楝子、延胡索化瘀平喘。实验研究表明川芎平喘合剂能拮抗由组胺和乙酰胆碱所介导的支气管平滑肌痉挛，降低血浆血栓烷水平，临床观察也发现川芎平喘合剂能降低血浆血栓烷，用药后患者咳、喘、痰、哮鸣音等临床症状明显改善，肺功能检查显示第一秒用力呼气量占用力肺活量百分比明显提高。进一步的临床研究发现川芎平喘合剂能提高肺心病失代偿期患者血清一氧化碳，降低血清内皮素含量，明显改善肺动脉高压、心排血量和心脏指数，表明",
        "source_file": "邵长荣.txt",
        "chunk_index": 23
    },
    {
        "id": "邵长荣.txt_24",
        "title": "邵长荣",
        "abstract": "提高肺心病失代偿期患者血清一氧化碳，降低血清内皮素含量，明显改善肺动脉高压、心排血量和心脏指数，表明川芎平喘合剂能调节机体血清一氧化碳和内皮素的平衡，降低肺动脉高压，改善心功能，缓解咳喘等临床症状，提高临床疗效。\n3.利水平喘，三焦同治  \n久病咳喘，肺失通调，脾失健运，肾失开合，致水湿泛滥，见下肢甚至全身水肿。邵老认为肉眼可见的皮下水肿的同时往往肺组织也存在水肿，肺组织的水肿影响通气和换气，导致气急气喘加重，治当宣肺、健脾、温肾，肺脾肾三脏并治以利水消肿平喘。\n邵老用宣肺利水治疗伴有浮肿的阻塞性肺气肿30例，药用炙麻黄、桂枝、白芍、射干、细辛、款冬、巴戟天、补骨脂、茯苓、陈葫芦、防己、车前草，畏寒明显者加附子；热重去桂枝、细辛，加黄芩，芦根；顽痰不畅加海浮石、平地木；高血压者去麻黄、巴戟天，加黄荆子，杜仲，治疗后，咳、痰、喘、肿四个主症明显改善，总有效率达96.7%，肺功能改变不大，动脉血气分析发现氧分压有所提高，而肺泡-动脉氧分压差显著降低，表明随着皮下水肿的消除，肺部的充血水肿也随着改善，气体交换效率提高，所以临床症状咳、痰、喘也明显改善。\n4.清肝通腑，宁神平喘  \n久病肝郁，肝郁化热，内热兼喘，重伤",
        "source_file": "邵长荣.txt",
        "chunk_index": 24
    },
    {
        "id": "邵长荣.txt_25",
        "title": "邵长荣",
        "abstract": "，所以临床症状咳、痰、喘也明显改善。\n4.清肝通腑，宁神平喘  \n久病肝郁，肝郁化热，内热兼喘，重伤津液，临床可见消瘦面红，咽痒而咳，痰少而黏，不易咳出，气喘气急，口干口苦，潮热汗出，寐差便干，舌红苔剥少津，脉细数，木火刑金，治当清肝平喘，药用柴胡、前胡、青皮、陈皮、白芍、赤芍、芦根、白茅根、丹皮、地骨皮、桑白皮、酸枣仁、淮小麦、炙甘草等。肝火炽盛，灼伤津液，无水行舟，便干便艰者，宜养阴生津，润肠通便，所谓釜底抽薪，常用北沙参、天冬、麦冬、玉竹养阴生津，柏子仁、栝楼仁润肠通便，枳壳、枳实行气通腑，腑气通，肝火清，肺气降，咳喘易平，又所谓肺与大肠相表里。\n“见肝之病，知肝传脾，当先实脾”，肝郁脾虚，常见易激动，面白消瘦，寐差，肢冷，便溏等症，清热化痰的药物又多败胃，邵老于此非常重视甘平以益脾气。甘麦大枣汤是邵老常用的实脾之剂，甘草甘平，小麦甘凉，大枣甘温，甘以补脾之虚，缓肝之急，正所谓 “肝苦急，急食甘以缓之”，脾虚纳差便溏明显，加山药、秫米、神曲、山查、谷芽、麦芽，秫米且能安神。\n5.补虚平喘，肺肾同治  \n慢阻肺早期以肺虚为主，后期气急气喘加重，为肾虚不纳。邵老通过临床观察认为慢阻肺发展到肺气肿阶段，是肺肾",
        "source_file": "邵长荣.txt",
        "chunk_index": 25
    },
    {
        "id": "邵长荣.txt_26",
        "title": "邵长荣",
        "abstract": "阻肺早期以肺虚为主，后期气急气喘加重，为肾虚不纳。邵老通过临床观察认为慢阻肺发展到肺气肿阶段，是肺肾两虚，以肾虚为主。缓解期，咳痰症状缓解，苔不腻，以正虚为主，治疗当补肾纳气平喘。伴怕冷，畏寒，四肢不温，舌淡，为肾阳不足，可加杜仲、狗脊、补骨脂、川断；伴消瘦，口干，潮热，烦躁，舌红，是肾阴亏虚，可加黄精、女贞子、墨旱莲、桑葚子、何首乌。\n6.平喘药的筛选思路\n邵老在治疗喘证时，中西汇通，坚持在中医辨证的基础上参考中药的现代药理，筛选药物，提高了治疗喘证的临床疗效。\n1）.祛风化湿药物用于抗过敏：防风、防己、蝉蜕、玉蝴蝶、辛夷、苍耳子、藿香、宣木瓜、地肤子、苦参等。中药祛风化湿之品中大多数药物按现代药理均有抑制过敏介质释放的作用。\n2）.宣肺平喘药物可以解除气管平滑肌痉挛如：麻黄、桂枝、黄荆子、细辛、射干、胡颓叶等。\n3）.化痰止咳药物可减少粘液分泌：炙款冬、青皮、陈皮、半夏、苏子等能减少气管粘液分泌，改善通气。\n4）.健脾益肺补肾药物提高机体免疫：黄芪、白芷、茯苓、薏苡仁、太子参、附子、肉桂、淫羊藿、补骨脂。这类药物能调节免疫，有些能直接兴奋气管平滑肌。\n“喘肿”辨治经验\n“喘肿”顾名思义其临床表现是“气喘”",
        "source_file": "邵长荣.txt",
        "chunk_index": 26
    },
    {
        "id": "邵长荣.txt_27",
        "title": "邵长荣",
        "abstract": "类药物能调节免疫，有些能直接兴奋气管平滑肌。\n“喘肿”辨治经验\n“喘肿”顾名思义其临床表现是“气喘”和“肢体面目浮肿”同时兼见。多见于慢性阻塞性肺疾病后期和肺心病。邵老根据多年临证经验总结出治疗“喘肿”四法：\n（1）宣肺通阳利水法：适应于咳喘日久，症见面浮怕风，痰多清稀者。用小青龙汤加减，以散寒而宣通肺气，再加利水活血之剂使水气随汗而出，从尿而下，使肺叶轻清，喘促平息，浮肿消退。习用的药物有炙麻黄、川桂枝、赤芍药、白芍药、细辛、嫩射干、胡颓叶、陈葫芦、车前草、防己、生甘草、石菖蒲、平地木、赤小豆、猪苓、茯苓、全当归等。 \n（2）温阳化饮利水法：适应于久喘气促伴面浮肢肿、畏寒怕冷、尤见背部冷如水洗者。邵老指出，因久咳久喘出现怕冷、浮肿乃阳气衰微无以气化。用温阳法助气化、化痰饮、消水气可达平喘消肿之功。对呼吸系统疾病来说，喘肿的症候往往是由于肺气肿、肺心等疾病所引起的，既是局部的也是与全身有关的病种，所以治法也常涉及多脏器。习用的药物有熟附片、川桂枝、赤芍药、白芍药、细辛、嫩射干、胡颓叶、青皮、陈皮、姜半夏、姜竹茹、车前草、猪苓、茯苓、防己、鹅管石、淫羊藿、川芎、石菖蒲等。\n（3）疏肝清肺利水法: 适应于咳嗽而喘",
        "source_file": "邵长荣.txt",
        "chunk_index": 27
    },
    {
        "id": "邵长荣.txt_28",
        "title": "邵长荣",
        "abstract": "、车前草、猪苓、茯苓、防己、鹅管石、淫羊藿、川芎、石菖蒲等。\n（3）疏肝清肺利水法: 适应于咳嗽而喘，胸闷气急，心烦口苦，痰黄而粘，面红略浮，大便干结者。邵老指出，气机不畅可影响肺的宣肃功能而使水饮停聚，上逆为喘，外蕴为肿，且气机不畅容易郁而化火。方用大柴胡汤加减，以疏肝清肺理气化饮，再合活血利水法则喘肿得以缓解。习用的药物有柴胡、前胡、赤芍药、白芍药、平地木、青皮、陈皮、姜竹茹、姜半夏、六月雪、瓜蒌仁、枳壳、枳实、车前草、防己、猪苓、茯苓、黄芩等。\n（4）健脾纳肾法：适应于咳而微喘，动则气促，痰不多，下肢浮肿，乏力腰酸者。脾主运化乃制水之主，肾主气化为治水之本。用健脾利水、补气纳肾之法使喘平肿退，属“喘肿”的治疗方法之一。习用的药物有黄芪、苍术、白术、防风、青皮、陈皮、杜仲、赤芍药、白芍药、桑叶、桑白皮、桑椹子、桑寄生、猪苓、茯苓、防己、女贞子、淫羊藿等。 \n医案举偶\n慢性咽炎\n王某,女,41岁,2003年8月初诊。自述反复咳嗽7 年余,近1月来症状加重。西医诊为慢性咽炎,服用多种抗生素及止咳药物,病情时有反复。近1月来因工作劳累加之受凉后,咳嗽加剧,干咳少痰伴胸闷心烦。口干咽痒,舌质淡红苔薄白,脉弦细。P",
        "source_file": "邵长荣.txt",
        "chunk_index": 28
    },
    {
        "id": "邵长荣.txt_29",
        "title": "邵长荣",
        "abstract": "复。近1月来因工作劳累加之受凉后,咳嗽加剧,干咳少痰伴胸闷心烦。口干咽痒,舌质淡红苔薄白,脉弦细。PE:咽后壁红肿,两肺未及罗音,胸片显示两肺纹理增深。中医辨证为表邪内郁,肺失宣肃,治拟疏肝祛风止咳。方药:荆芥9 g,防风9 g,羌独活各9 g,柴前胡各9 g,桔梗6 g,赤白芍各18 g,川芎9 g,枳壳9 g,黄芩12 g,嫩射干12 g,山豆根9 g,细辛6 g,7剂。二诊诉咳嗽基本止,守原方再服7剂。三诊咳止。\n按:邵师认为对于久咳患者仅从肺论治不够全面,“五脏六腑皆令人咳”。如今社会工作生活节奏快,且中青年人饮食调理不注重清淡,而偏于贪凉喜辣嗜海鲜,容易导致脏腑失和,产生诸病。本患者为中年女性,工作节奏快,易成肝气郁结之体。复感风邪,使清虚之体受扰,肺气壅滞不宣,宣肃失司在所难免。临床上见咳嗽时缓时剧,经久不愈,每逢忧愁烦恼、受风感寒时咳嗽加剧,伴咽痒、脉弦。邵师用疏肝祛风法治之,使风邪疏散,肝气条达,气机调和,肝气宣畅,咳嗽自止。咳嗽一证尤其是久咳者,虽病因各异,兼证不一,但揆其要,无不由于肝木郁滞以致气血流通受阻,津液输布失常,痰液停聚,影响肺之宣肃,咳证由是而起。为治之道,肝肺同治,贵在疏肝。",
        "source_file": "邵长荣.txt",
        "chunk_index": 29
    },
    {
        "id": "邵长荣.txt_30",
        "title": "邵长荣",
        "abstract": "以致气血流通受阻,津液输布失常,痰液停聚,影响肺之宣肃,咳证由是而起。为治之道,肝肺同治,贵在疏肝。\n慢性支气管炎\n徐某,男,60岁,2003年3月初诊。自诉胸闷,咯痰不畅2月余,有慢性支气管炎、肺气肿病史10 年余。X线示慢性支气管炎、肺气肿伴轻度支气管扩张表现。来诊时症见胸闷,痰粘难咯,痰色灰黑量少,伴盗汗,寐差,纳可,口干粘,大便偏干,舌红苔薄白腻,脉滑细。辨证为心神不宁,痰湿阻肺。治拟宁神化痰,疏肝清肺。方药:小麦30 g,炙甘草9 g,炒酸枣仁9 g,川芎9 g,石菖蒲9 g,青陈皮各9 g,姜半夏9 g,薏苡仁18 g,佛耳草12 g,江剪刀草15 g,荆防风各9 g,蚤休9 g,柴前胡各9 g,赤白芍各18 g,黄芩12 g,7剂。二诊诉咯痰较畅,痰色转白,夜寐改善,纳差。原方去江剪刀草、青皮、柴前胡,加谷麦芽各18 g,焦六曲9 g,桑叶皮各9 g,7剂。三诊诉胸闷仍作。加全瓜蒌18 g,厚朴4.5 g,14剂,宽胸理气调之。四诊诉诸症基本缓解。甘麦大枣汤合二陈汤守方2周调理之。\n按:心肺同居上焦,肺主气,心主血。肺气闭阻不畅,则心血运行无力。气滞血瘀,故肺病日久可及心,痰瘀交阻,形成肺气肿、",
        "source_file": "邵长荣.txt",
        "chunk_index": 30
    },
    {
        "id": "邵长荣.txt_31",
        "title": "邵长荣",
        "abstract": "焦,肺主气,心主血。肺气闭阻不畅,则心血运行无力。气滞血瘀,故肺病日久可及心,痰瘀交阻,形成肺气肿、肺心病。邵师认为心气不足,心神不宁,亦令加重肺疾。《内经》曰“心者,五脏六腑之大主也,精神之所舍也。”患者大多伴有自主神经功能紊乱,而表现为少寐,盗汗,心烦。肺疾伴有明显心烦汗出、烦躁不宁、夜寐不得眠,可加用甘麦大枣汤以养心安神,配合清肺健脾化湿之品,可使患者症情得到明显缓解,心肺同治,宁心助肺。\n邵长荣工作室简介\n邵长荣工作室成立于2001年，首批龙华医院老中医工作室之一，2004年又挂牌为上海中医药大学老中医工作室，2007年被评为上海市名中医工作室。目前是上海市中医药大学附属龙华医院老中医工作室、上海中医药大学老中医工作室、上海市名中医工作室三位一体的医教研工作室。\n工作室自成立后，设立了专门的工作房间，添置了电脑、打印机、数码相机、摄像机、录音笔等硬件设备，通过导师临诊带教、学术交流、教学查房、资料整理等多种工作形式，逐步学习吸收导师中医治疗慢性呼吸系统疾病的经验。经过长期的跟师学习，工作室成员已能很好的运用导师“以三桑汤为基础加减治疗肺虚肾亏的肺气肿”、“以柴胡清肺饮为基础加减治疗久咳”等临床经验，用",
        "source_file": "邵长荣.txt",
        "chunk_index": 31
    },
    {
        "id": "邵长荣.txt_32",
        "title": "邵长荣",
        "abstract": "运用导师“以三桑汤为基础加减治疗肺虚肾亏的肺气肿”、“以柴胡清肺饮为基础加减治疗久咳”等临床经验，用于临床工作中去，并获得了满意的疗效。在既往的工作基础上，工作室成员已将导师的医案医话、学术经验整理成书，出版了《邵长荣肺科经验集》、《邵长荣学术经验撷英》、《邵长荣谈咳喘》、《邵长荣实用中医肺病学》等多本专业书籍。工作室成员以导师学术经验为科研方向，先后申报并立项了上海市卫生局中医药科研基金项目——《邵长荣从气论治COPD诊疗方案的临床研究》及上海市中管局课题——《邵长荣学术思想及临证经验研究》。另外通过整理导师既往运用芩部丹加减治疗耐药肺结核的经验，工作室与呼吸科科室联手，申报并成功立项了国家“十一五”传染病重大科技专项课题——耐药肺结核中医药治疗方案研究，目前该项课题正在全国多中心有序进行中。\n中医学是一门强调整体辨治的学科，要善于联系，善于思辨，善于突破条框，善于钻研，才能真正做到大医精诚。——邵长荣\n名医小传\n邵长荣教授（1925-），男，籍贯浙江宁波，主任医师。1951年毕业于国立同济大学医学院医疗系。1956年参加卫生部委托上海中医学院举办的首届西学中研究班。1962年起至今在上海市中医药大学附属龙",
        "source_file": "邵长荣.txt",
        "chunk_index": 32
    },
    {
        "id": "邵长荣.txt_33",
        "title": "邵长荣",
        "abstract": "1956年参加卫生部委托上海中医学院举办的首届西学中研究班。1962年起至今在上海市中医药大学附属龙华医院呼吸科从事呼吸病专科工作。2001年担任“邵长荣工作室”导师。学术任职现任全国及上海市中西医结合呼吸病专业委员会顾问、上海市中医药学会呼吸病分会顾问、上海中医药大学和上海中医药研究院专家委员会委员及副秘书长，龙华医院专家委员会主任委员。\n邵长荣教授主要从事肺结核、肺职业病、慢性支气管炎、肺气肿、支气管哮喘等肺科疑难杂证的中医和中西医结合的临床、科研及教学工作，积累了丰富的临床经验，创制了“芩部丹”、“川芎平喘合剂”、“三桑肾气汤”、“柴胡疏肝散”、“化痰平咳方”等十余个治疗肺结核、支气管哮喘、慢阻肺、慢性咳嗽的系列经验方，其中“芩部丹”片作为中药新药开发“863”计划已完成临床前研究。“川芎平喘合剂”作为院内制剂，近十年来广泛用于临床治疗中。在50余年医疗生涯中，邵教授撰写和发表论文100余篇，主编出版了《邵长荣实用中医肺病学》、《邵长荣谈咳喘》、《邵长荣经验撷英》、《邵长荣肺科经验集》等专业书籍10余本。近10年来邵长荣教授先后获得首届“上海市名中医”、全国第二批500名“老中医专家学术经验继承班指导老",
        "source_file": "邵长荣.txt",
        "chunk_index": 33
    },
    {
        "id": "邵长荣.txt_34",
        "title": "邵长荣",
        "abstract": "近10年来邵长荣教授先后获得首届“上海市名中医”、全国第二批500名“老中医专家学术经验继承班指导老师”、“上海市高层次中医临床人才指导老师”等荣誉称号，培养了多名高层次得中医人才。",
        "source_file": "邵长荣.txt",
        "chunk_index": 34
    }
]